[
    {
        "title": "",
        "white": "¦§7 x ¦1 13",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "8\/6P1\/3k1K2\/8\/4R3\/8\/8\/6r1 w - - 0 6",
        "moves": [
            {
                "move": "",
                "comment": {
                    "pt": "Nestes finais é fundamental controlar a casa de coroação do peão e manter o rei contrário o mais longe possível do campo de batalha.",
                    "en": "In this kind of endgames it's fundamental to control the promotion square of the pawn and maintain the opponent King as far as possible from the battle field.",
                    "es": "En estos finales es fundamental controlar la casilla de coronación del peón y mantener el rey contrario lo más lejos posible del campo de batalla.",
                    "de": "In diesen Endspielen ist es wichtig, das Umwandlungsfeld zu kontrollieren und den gegnerischen König so entfernt wie möglich zu halten."
                }
            },
            {
                "move": "   6. Rd4+ ",
                "comment": {
                    "pt": "Obrigando o rei preto a se afastar ainda mais do peão. Contra 1-Te8 as pretas dariam xéques e obrigariam o rei branco a se esconder em g8, bloqueando o próprio peão.",
                    "en": "Forcing the black King to go further away from the pawn. Against 1-Re8 Black would check several times and force the white King to hide on g8 and block the pawn.",
                    "es": "Obligando al rey negro a alejarse aún más del peón. Contra 1-Te8 las negras darían jaques y obligarían al rey blanco a esconderse en g8, bloqueando a su propio peón.",
                    "de": "Zwingt den schwarzen König, sich noch mehr vom eigenen Bauern zu entfernen. Auf 1-Te8 würde Schwarz Schach geben und den weißen König zwingen, sich auf g8 zu verstecken und den eigenen Bauern zu blockieren.",
                    "zh": "迫使黑王远离己方兵。为了对抗1-Re8黑方会多次将军并迫使白王躲藏在g8并堵住己方兵。",
                    "pl": "Zmuszając czarnego Króla do odejścia od piona. Przeciw 1. We8 Czarne mogłyby szachować kilka razy i zmusić białego Króla do ukrycia się na g8 oraz zablokować piona.",
                    "ru": "Вынуждает черного Короля отойти еще дальше от пешки. На игру 1-Re8 Белые ставят несколько раз ШАХ, заставляют белого Короля укрыться за g8 и блокируют пешку."
                }
            },
            {
                "move": "   Kc7 ",
                "comment": {
                    "pt": "Caso contrário as brancas ganhariam jogando Td8 e quando as pretas começassem a dar xéques , o rei branco se aproximaria da torre preta utilizando as colunas \"e\" e \"f\" , até os xéques acabarem.",
                    "en": "Otherwise, White would win with Rd8. And when Black started the checks, the white King would get close to the black Rook through the e and f-files until the checks came to an end.",
                    "es": "En caso contrario las blancas ganarían jugando Td8 y cuando las negras empezaran a dar jaques, el rey blanco se acercaría a la torre negra utilizando las columnas \"e\" y \"f\", hasta que se acabaranlos jaques.",
                    "de": "Sonst würde Weiß mit Td8 gewinnen. Der weiße König würde sich dem schwarzen Turm über die e- und f-Linien nähern, bis die Schachgebote aufhören.",
                    "zh": "否则白方可以走Rd8取胜。白王会通过e和f-线逐渐靠近黑车直到最后将军。",
                    "pl": "W innym przypadku Białe mogłyby wygrać przez Wd8. I kiedy Czarne zaczęłyby szachować, biały Król mógłby zbliżyć się do czarne Wieży przez kolumny e i f dopóki szachowanie nie dobiegłoby końca.",
                    "ru": "Иначе, Белые выигрываю Rd8. И когда Черные начинают шаховать, белый Король будет сближаться с черной Ладьей через e- и f- вертикали до тех пор, пока Черные не смогут поставить шах."
                }
            },
            {
                "move": "   7. Rd5 ",
                "comment": {
                    "pt": "Para obstruir a ação da torre preta no próximo lance.",
                    "en": "In order to hinder the action of the black Rook on the next move.",
                    "es": "Para obstruir la acción de la torre negra en la próxima jugada.",
                    "de": "Um den Wirkungsbereich des schwarzen Turmes im nächsten Zug zu sperren.",
                    "zh": "为了阻碍黑车下一步的活动。",
                    "pl": "W celu utrudnienia akcji czarnej Wieży w następnym ruchu.",
                    "ru": "Для того, чтобы препятствовать действиям черной Ладьи на следующем ходу."
                }
            },
            {
                "move": "   Kc6 8. Rg5 ",
                "comment": {
                    "pt": "As pretas não podem mais controlar a casa de promoção do peão.",
                    "en": "Black can't control the promotion square of the pawn anymore.",
                    "es": "Las negras no pueden controlar más la casilla de promoción del peón.",
                    "de": "Schwarz kann nicht mehr das Umwandlungsfeld kontrollieren.",
                    "zh": "黑方无法继续控制兵的升变格。",
                    "pl": "Czarne nie są w stanie kontrolować promocyjnego pola już dłużej.",
                    "ru": "Черные больше не могут контролировать проходное поле пешки."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "¦§6 x ¦1 36",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "4k3\/R7\/4P1r1\/3K4\/8\/8\/8\/8 b - - 0 3",
        "moves": [
            {
                "move": "3... Rg1 ",
                "comment": {
                    "pt": "As brancas ameaçavam Rd6 e as pretas posicionam a torre o mais distante possível do rei adversário para iniciar uma sequência de xéques.",
                    "en": "White threatened Kd6 and the black Rook moves as far away from the opponent's King as possible in order to start a sequence of checks.",
                    "es": "Las blancas amenazaban Rd6 y las negras posicionan la torre lo más lejos posible del rey adversario para iniciar una secuencia de jaques.",
                    "de": "Weiß drohte Kd6. Schwarz zieht den Turm so weit wie nur möglich vom gegnerischen König entfernt, um eine Folge von Schachgeboten zu starten.",
                    "zh": "白方威胁Kd6。黑车尽可能的远离白王为了开始一系列的将军。",
                    "pl": "Białe grożą Kd6 i czarna Wieża oddala się od wrogiego Króla tak daleko jak to możliwe w celu rozpoczęcia sekwencji szachów.",
                    "ru": "Белые угрожают игрой Kd6 и черная Ладья отходит от Короля соперника как можно дальше, для того чтобы начать серию шахов."
                }
            },
            {
                "move": "   4. Kd6 Rd1+ 5. Ke5 Re1+ 6. Kf5 Rf1+ 7. Kg4 ",
                "comment": {
                    "pt": "O rei não tem onde se esconder e as brancas não conseguem progredir.",
                    "en": "There is no place for the King to hide and White can't progress.",
                    "es": "El rey no tiene dónde esconderse y las blancas no consiguen progresar.",
                    "de": "Der König hat kein Schlupfloch, daher kommt Weiß nicht weiter.",
                    "zh": "没有王可以躲藏的位置，白方不能取得进展。",
                    "pl": "Nie ma żadnego miejsca dla Króla do ukrycia się i Białe nie są w stanie nic zrobić.",
                    "ru": "Король не может нигде спрятаться и Белые не могу развиваться."
                }
            },
            {
                "move": "   Re1 ",
                "comment": {
                    "pt": "Empate.",
                    "en": "Draw.",
                    "es": "Empate.",
                    "de": "Remis.",
                    "zh": "和局。",
                    "pl": "Remis.",
                    "ru": "Ничья!"
                }
            }
        ],
        "game_terminator": "1\/2-1\/2"
    },
    {
        "title": "",
        "white": "¦§6 x ¦3 45",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "6k1\/4K3\/4P3\/8\/8\/8\/1R6\/r7 b - - 0 1",
        "moves": [
            {
                "move": "   1... Ra7+ ",
                "comment": {
                    "pt": "Esta posição é muito parecida com a anterior. Aqui o rei preto não está em g7 e o rei branco pode escapar dos xéques utilizando a casa f6.",
                    "en": "This position is very similar to the previous one. The black King isn't on g7 and the white King is able to escape checks using f6.",
                    "es": "Esta posición es muy parecida a la anterior. Aquí el rey negro no está en g7 y el rey blanco puede escapar de los jaques por la casilla f6.",
                    "de": "Diese Stellung ist der vorigen sehr ähnlich. Hier steht der schwarze König nicht auf g7 und der weiße König kann über das Feld f6 fliehen."
                }
            },
            {
                "move": "   1... Ra7+ ",
                "comment": {
                    "pt": "As ancas ameaçavam Tg2.",
                    "en": "White threatened Rg2.",
                    "es": "Las blancas amenazaban Tg2.",
                    "de": "Weiß drohte Tg2.",
                    "zh": "白方威胁Rg2。",
                    "pl": "Białe grożą Wg2.",
                    "ru": "Белые угрожают игрой Rg2."
                }
            },
            {
                "move": "   2. Kf6 ",
                "comment": {
                    "pt": "As brancas estão ameaçando Tb8+, seguido de e7.",
                    "en": "White threatens Rb8+ followed by e7.",
                    "es": "Las blancas están amenazando Tb8+, seguido de e7.",
                    "de": "Weiß droht Tb8+ nebst e7.",
                    "zh": "白方威胁Rb8+随后e7。",
                    "pl": "Białę grożą Wb8+ kontynuowane przez e7.",
                    "ru": "Белые угрожают Rb8+, с последующей игрой e7."
                }
            },
            {
                "move": "   Ra8 3. Rg2+ ",
                "comment": {
                    "pt": "seguido de e7.",
                    "en": "followed by e7.",
                    "es": "Seguido de e7.",
                    "de": "Nebst e7.",
                    "zh": "随后e7。",
                    "pl": "Kontynuowane przez e7.",
                    "ru": "Следует за e7."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "¦§6 x ¦4 46",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "4R3\/4K1k1\/4P3\/8\/8\/8\/8\/4r3 w - - 0 1",
        "moves": [
            {
                "move": "1. Rc8 ",
                "comment": {
                    "pt": "As brancas liberam a casa e8 para seu rei. Também venceriam as jogadas de torre em b8 e a8, mas este é o caminho mais rápido.",
                    "en": "White liberates e8 for its King. The Rook on b8 and a8 would also win, but this is the fastest way.",
                    "es": "Las blancas liberan la casilla e8 para el rey. También vencerían las jugadas de torre en b8 y a8, pero éste es el camino más rápido.",
                    "de": "Weiß räumt das Feld e8 für seinen König. Turmzüge auf b8 bzw. a8 gewinnen auch, jedoch nicht so schnell.",
                    "zh": "白方清空e8给白王。车走b8和a8都能赢，但这是最快的方法。",
                    "pl": "Białe uwalniają pole e8 dla swojego Króla. Wieża na b8 i a8 również dałaby zwycięstwo, lecz to najszybsza droga.",
                    "ru": "Белые освобождают поле e8 для своего Короля. Ладья на b8 и a8 также выигрывает, но это более быстрый путь."
                }
            },
            {
                "move": "   Ra1 ",
                "comment": {
                    "pt": "Se as pretas esperassem com 1... Te2 seguiria 2-Rd7 Td2 3-Re8 ganhando.",
                    "en": "If Black waited with 1...Re2, 2-Kd7 Rd2 3-Ke8 would follow and win.",
                    "es": "Si las negras esperaran con 1...Te2 seguiria 2-Rd7 Td2 3-Re8 ganando.",
                    "de": "Schwarz konnte nicht mit 1... Te2 abwarten, denn sonst käme 2. Kd7 Td2 3. Ke8 mit Gewinn.",
                    "zh": "白方不能下1... Te2来等待，因为否则的话黑方应2-Kd7 Rd2 3-Ke8会赢得胜利。",
                    "pl": "Jeśli Czarne zwlekałyby z 1. ... We2, sekwencja 2. Kd7 W d2 3. Ke8 wygrałaby grę.",
                    "ru": "Если Черные ждут 1...Re2, 2-Kd7 Rd2, последует 3-Ke8, что обеспечит победу."
                }
            },
            {
                "move": "   2. Ke8 Kf6 3. e7 ",
                "comment": {
                    "pt": "Ameaçando Rf8 .",
                    "en": "Threatening Kf8.",
                    "es": "amenazando Rf8 .",
                    "de": "Droht Kf8.",
                    "zh": "威胁Kf8。",
                    "pl": "Grożąc Kf8.",
                    "ru": "Угрожает на Kf8."
                }
            },
            {
                "move": "   Ke6 ",
                "comment": {
                    "pt": "Para responder a 4-Rf8 com 4...Tf1.",
                    "en": "In order to answer 4-Kf8 with 4...Rf1.",
                    "es": "Para responder a 4-Rf8 con 4...Tf1.",
                    "de": "Um 4. Kf8 mit 4...Tf1 zu beantworten.",
                    "zh": "为了用4...Rf1应4-Kf8。",
                    "pl": "W celu odpowiedzi na 4. Kf8 poprzez 4. ... Wf1.",
                    "ru": "Для того, чтобы ответить на 4-Kf8 игрой 4...Rf1."
                }
            },
            {
                "move": "4. Rc6+ Kd5 5. Kd7",
                "comment": []
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "¦§6 x ¦5 47",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "4R3\/4K1k1\/4P3\/8\/8\/8\/8\/4r3 b - - 0 1",
        "moves": [
            {
                "move": "",
                "comment": {
                    "pt": "Este exemplo é igual ao anterior, porém as pretas jogam e podem usar o recurso dos xéques a longa distância para empatar. Nesta posição, se o lance for das pretas, elas conseguem o empate.",
                    "en": "This example is like the previous one, but it's Black's turn to play and it may use the resource of checks from the distance in order to draw. In this position, Black is able to draw, because it starts to play.",
                    "es": "Este ejemplo es igual al anterior, pero las negras juegan y pueden usar el recurso de los jaques a distancia para empatar. En esta posición, si les toca jugar, las negras consiguen el empate.",
                    "de": "Dieses Beispiel ist dem vorigen gleich, jedoch ist nun Schwarz am Zuge und kann Schach bieten, um Remis zu erreichen."
                }
            },
            {
                "move": "   1... Ra1 ",
                "comment": {
                    "pt": "Para dar xéques lateralmente no rei branco. A posição ideal para a torre é o mais longe possível do rei branco.",
                    "en": "In order to check the King through the sides. The ideal position for the Rook is as far from the white King as possible.",
                    "es": "Para darle jaques laterales al rey blanco. La posición ideal para la torre es lo más lejos posible del rey blanco.",
                    "de": "Um dem weißen König von der Seite Schach zu bieten. Die ideale Stellung des Turms ist soweit wie möglich vom weißen König enfernt.",
                    "zh": "为了在这一侧将军。车的位置是是离白王越远越好。",
                    "pl": "W celu szachowania Króla. To idealna pozycja dla Wieży - być jak najdalej od Białego Króla jak to możliwe.",
                    "ru": "Для того, чтобы поставить шах Королю. Идеальная позиция для Ладьи - находится от белого Короля как можно дальше."
                }
            },
            {
                "move": "   2. Rd8 ",
                "comment": {
                    "pt": "Para cobrir os xéques com a torre.",
                    "en": "In order to cover the checks with the Rook.",
                    "es": "Para tapar los jaques con la torre.",
                    "de": "Um die Schachgebote mit dem Turm zu decken.",
                    "zh": "为了可以用车应将。",
                    "pl": "Aby zneutralizować szachowanie Wieżą.",
                    "ru": "Для того чтобы прикрыться от шаха Ладьей."
                }
            },
            {
                "move": "   Ra7+ 3. Rd7 ",
                "comment": {
                    "pt": "3-Re8 seria respondido por 3...Rf6.",
                    "en": "3-Ke8 would be answered with 3...Kf6.",
                    "es": "3-Re8 sería respondido por 3...Rf6.",
                    "de": "3. Ke8 wäre mit 3...Kf6 beantwortet.",
                    "zh": "3-Ke8可以用 3...Kf6应。",
                    "pl": "3. Ke8 mogłoby spotkać się z 3. ... Kf6.",
                    "ru": "3-Ke8 будет ответом на 3...Kf6."
                }
            },
            {
                "move": "   Ra8 $1 ",
                "comment": {
                    "pt": "Evitando que as brancas consigam colocar seu rei em e8 e o peão em e7, como no exemplo anterior.",
                    "en": "Preventing White from placing the King on e8 and the pawn on e7, as shown in the previous example.",
                    "es": "Evitando que las blancas logren ubicar su rey en e8 y el peón en e7, como en el ejemplo anterior.",
                    "de": "Verhindert, dass Weiß den König auf e8 stellt bzw. den Bauern auf e7, wie im vorigen Beispiel.",
                    "zh": "阻止白方将白王放到e8，将兵放到e7，跟之前举得例子一样。",
                    "pl": "Uniemożliwiając Białym umieszczenie Króla na e8 i piona na e7, jak pokazano na wcześniejszych przykładach.",
                    "ru": "Мешает белому Королю занять e8 и пешкой поле e7, как было показано в предыдущем примере."
                }
            },
            {
                "move": "   4. Rb7 Kg6 $1 ",
                "comment": {
                    "pt": "A torre controla a oitava fila e o rei evita que as brancas escapem com seu rei para f7 ou f6.",
                    "en": "The Rook controls the 8th rank and the King prevents the white King from escaping to f7 or f6.",
                    "es": "La torre controla la octava línea y el rey evita que las blancas se escapen con su rey por f7 o f6.",
                    "de": "Der Turm kontrolliert die achte Reihe und der König verhindert, dass der weiße König über f7 oder f6 flieht.",
                    "zh": "车控制八线，黑王阻止白王通过f7或f6逃离。",
                    "pl": "Wieża kontroluje ósmą linię i Król uniemożliwia Białemu Królowi ucieczkę z f7 na f6.",
                    "ru": "Ладья контролирует восьмую горизонталь, а черный Король не дает белому Королю ходить на f7 или f6."
                }
            },
            {
                "move": "   5. Kd7 Kf6 6. Rc7 Kg7 $1 7. Kd6+ ",
                "comment": {
                    "pt": "Se 7-e7 Rf7.",
                    "en": "If 7-e7 Kf7.",
                    "es": "Si 7-e7 Rf7.",
                    "de": "Auf 7. e7 kommt Kf7.",
                    "zh": "走7. e7应Kf7。",
                    "pl": "Jeśli 7. e7 Kf7.",
                    "ru": "Если 7-e7 Kf7."
                }
            },
            {
                "move": "   Kf8 ",
                "comment": {
                    "pt": "7...Rf6 permite 8-Tf7+ afastando o rei preto do peão.",
                    "en": "7...Kf6 allows 8-Rf7+ and drives the King away from the pawn.",
                    "es": "7...Rf6 permite 8-Tf7+ alejando el rey negro del peón.",
                    "de": "7...Kf6 lässt 8. Tf7+ zu, was den schwarzen König vom Bauern entfernt.",
                    "zh": "下7...Kf，可以下8-Rf7+并将王赶离兵。",
                    "pl": "7. ... Kf6 pozwala na 8. Wf7+ i oddala Król od piona.",
                    "ru": "7...Kf6 дает 8-Rf7+ и оттесняет Короля от пешки."
                }
            },
            {
                "move": "   8. Rh7 Ra6+ ",
                "comment": {
                    "pt": "As ancas não podem progredir.",
                    "en": "White can't progress.",
                    "es": "Las blancas no pueden progresar.",
                    "de": "Weiß kommt nicht weiter.",
                    "zh": "白方没有任何进展。",
                    "pl": "Białe nie mogą nic więcej zrobić.",
                    "ru": "Белые не могут развиваться."
                }
            }
        ],
        "game_terminator": "1\/2-1\/2"
    },
    {
        "title": "",
        "white": "¦§6 x ¦6 51",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "4R3\/5K2\/4P3\/1r3k2\/8\/8\/8\/8 b - - 0 1",
        "moves": [
            {
                "move": "1... Rb6 ",
                "comment": {
                    "pt": "A idéia desse lance é obrigar as brancas a avançarem o peão.",
                    "en": "The idea of this move is to force White to advance the pawn.",
                    "es": "La idea de esta jugada es obligar a las blancas a avanzar el peón.",
                    "de": "Die Idee von diesem Zug ist es, Weiß zum Vorrücken des Bauern zu zwingen.",
                    "zh": "这一步的目的是逼迫白方挺兵。",
                    "pl": "Ideą tego ruchu jest zmusić Białe do marszu pionem.",
                    "ru": "Смысл этого хода в том, чтобы заставить Белых продвигать пешку."
                }
            },
            {
                "move": "   2. e7 ",
                "comment": {
                    "pt": "A alternativa seria 1-Te7, mas as pretas manteriam a torre na sexta fila e as brancas não progrediriam. Nesse momento o rei branco está com seus movimentos restritos, pois não consegue fugir para a casa e8, ocupada pela torre branca e as pretas se aproveitam disso:",
                    "en": "The alternative would be 1-Re7, but Black would maintain the Rook on the 6th rank and White wouldn't progress. At this moment the white King has restricted movements because it can't escape to e8 where the white Rook is and Black will take advantage of this:",
                    "es": "La alternativa sería 1-Te7, pero las negras mantendrían la torre en la sexta línea y las blancas no progresarían. En este momento el rey blanco tiene movimientos restringidos, pues no logra escaparse a la casilla e8, ocupada por la torre blanca y las negras aprovechan esto:",
                    "de": "Die Alternative dazu wäre 1. Te7, aber dann würde Schwarz den Turm auf der sechsten Reihe behalten und Weiß käme nicht weiter. Im Moment ist die Bewegungsfreiheit des weißen Königs eingeschränkt, da ihm der Zugang auf das Feld e8 vom eigenem Turm verwehrt wird.",
                    "zh": "另外一种走法可以是1-Re7，但是黑方会保存六线上的车使白方无法进展。这时白王活动受限，因为它逃离到e8的路线被白车阻挡，黑方会充分利用这个弱点。",
                    "pl": "Alternatywą byłoby 1. We7, ale czarne utrzymałyby Wieżę na szóstej linii i Białe nie mogłyby nic zrobić. W tym momencie biały Król ma ograniczone ruchy, ponieważ nie może uciec na e8, gdzie jest Biała Wieża, a czarne skorzystałyby z takiej przewagi:",
                    "ru": "Другим вариантом может быть 1-Re7, но Черные удержат Ладью на шестой горизонтали и Белые не смогут развиваться. Сейчас белый Король ограничен в перемещении, потому что он не может уйти на поле e8, занятое Ладьей и Черные воспользуются этой ситуацией:"
                }
            },
            {
                "move": "   Rf6+ 3. Kg7 Rg6+ 4. Kh7 Kf6 $1 ",
                "comment": {
                    "pt": "Único lance para empatar!",
                    "en": "Only move that draws!",
                    "es": "!Única jugada para empatar!",
                    "de": "Einziger Zug zum Remis!",
                    "zh": "唯一和局的一步！",
                    "pl": "Jedyny ruch remisowy!",
                    "ru": "Единственный ход, который приведет к ничейному исходу."
                }
            },
            {
                "move": "5. Rf8+ Kxe7 $11",
                "comment": []
            }
        ],
        "game_terminator": "1\/2-1\/2"
    },
    {
        "title": "",
        "white": "¦§6 x ¦7 52",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "8\/4K3\/4P1k1\/8\/8\/8\/r7\/4R3 b - - 0 1",
        "moves": [
            {
                "move": "1... Ra7+ ",
                "comment": {
                    "pt": "Esse é o único lance para conseguir o empate. As brancas ameaçavam Tg1, afastando o rei preto e permitindo a seu rei escapar dos xéques.",
                    "en": "This is the only move that enables a draw. White threatened Rg1, driving the black King away and allowing the white King to escape checks.",
                    "es": "Ésta es la única jugada para empatar. Las blancas amenazaban Tg1, alejando el rey negro y permitiendo que su rey escapara de los jaques.",
                    "de": "Das ist der einzige Zug, um Remis zu spielen. Weiß drohte mit Tg1, den schwarzen König zu entfernen und den eigenen König vor Schachgeboten zu schützen.",
                    "zh": "这是唯一可以和局的一着。白方威胁Rg1，将黑王赶走并使白王避开将军。",
                    "pl": "Jedyny ruch zapewniający remis. Białe grożą Wg1, oddalając czarnego Króla i pozwalając białemu uciec od szachów.",
                    "ru": "Единственный ход, который приведет к ничейному результату. Белые угрожают Rg1, оттесняя черного Короля и позволяет Белым избежать шаха."
                }
            },
            {
                "move": "2. Kd8 Ra8+ 3. Kd7 Ra7+ 4. Kd6 Ra6+ 5. Kc7 Ra8 6. e7 Kf7 7. Kd7 Ra7+ 8. Kd8 Ra8+",
                "comment": []
            }
        ],
        "game_terminator": "1\/2-1\/2"
    },
    {
        "title": "",
        "white": "¦§5 x ¦1 61",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "4k3\/R7\/8\/3KP3\/5r2\/8\/8\/8 w - - 0 1",
        "moves": [
            {
                "move": "1. Ke6 ",
                "comment": {
                    "pt": "Ameaçando Ta8++.",
                    "en": "Threatening Ra8++.",
                    "es": "Amenazando Ta8++.",
                    "de": "Droht Ta8++.",
                    "zh": "威胁Ra8++。",
                    "pl": "Grożąc Wa8++.",
                    "ru": "Угрожает Ra8++."
                }
            },
            {
                "move": "   Kf8 2. Ra8+ Kg7 3. Ke7 Rb4 ",
                "comment": {
                    "pt": "As pretas preparam-se para incomodar o rei adversário com xéques laterais, porém esta tentativa não funciona aqui porque o espaço entre o peão branco e a coluna em que a torre esta situada é insuficiente (apenas duas colunas) . Para que essa tática funcionasse seria necessária uma distância mínima de três colunas.",
                    "en": "Black prepares to disturb the opponent's King with lateral checks but this doesn't work here because the distance between the white pawn and the file, where the Rook is, is insufficient (only two files). In order for this tactic to work, the minimal distance has to be 3 files.",
                    "es": "Las negras se preparan para molestar al rey adversario con jaques laterales, pero este intento no funciona aquí porque el espacio entre el peón blanco y la columna en que está la torre es insuficiente (sólo dos columnas). Para que funcionara esta táctica sería necesaria una distancia mínima de tres columnas.",
                    "de": "Schwarz versucht, den gegnerischen König mit Schachgeboten von der Seite zu stören, was hier jedoch nicht klappt, da der Abstand zwischen dem weißen Bauern und der Linie, auf der sich der Turm befindet, zu klein ist (nur zwei Linien). Drei Linien wären zumindest notwendig, damit diese Methode funktioniert.",
                    "zh": "黑方企图干扰白王从侧面杀王，但没有成功，因为白兵和车所在线之间的距离太短（只有两条线）。要达到效果必须至少有三条线。",
                    "pl": "Czarne przygotowują się do przeszkadzania wrogiemu Królowi serią szachów, ale nie działa to ponieważ dystans pomiędzy białym pionem i kolumną, gdzie stoi Wieża, jest niewystarczający (odległość zaledwie dwóch kolumn). Aby taktyka ta była skuteczna, dystans musi minimalnie wynosić trzy kolumny.",
                    "ru": "Черные угрожают белому Королю боковым шахом, но это не сработает сейчас, так как дистанция между белой пешкой и вертикалью, которую занимает Ладья, недостаточна (только две вертикали). Для того, чтобы эта тактика сработала, минимальная дистанция должна быть в три вертикали."
                }
            },
            {
                "move": "4. e6 Rb7+ 5. Kd6 Rb6+ 6. Kd7 Rb7+ 7. Kc6 Re7 8. Kd6 Rb7 9. e7",
                "comment": []
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "¦§ x ¦ 62",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 2"
        },
        "fen": "2k5\/7R\/1K6\/2P5\/8\/8\/8\/6r1 b - - 0 1",
        "moves": [
            {
                "move": "",
                "comment": {
                    "pt": "Está é uma posição teórica de empate, mas não é simples. As brancas conseguirão expulsar o rei preto da casa de coroação do peão, mas como seu peão não é central ( e ou d) isto não será suficiente para vencer.",
                    "en": "This is a theoretical drawing position but it isn't simple. White will be able to drive the black King out of the promotion square but since the pawn isn't central (e or d-files), that won't be enough for winning.",
                    "es": "Ésta es una posición teórica de empate, pero no es simple. Las blancas conseguirán expulsar el rey negro de la casilla de coronación del peón, pero como su peón no es central ( \"e\" o \"d\") esto no será suficiente para vencer.",
                    "de": "Das ist eine theoretische Remisstellung, jedoch nicht einfach. Obwohl es Weiß gelingt, dem schwarzen König aus dem Umwandlungsfeld zu vertreiben, reicht das zum Gewinn nicht aus, da der Bauer nicht ein Zentral-Bauer ist (e- oder d-)."
                }
            },
            {
                "move": "   1... Rb1+ 2. Kc6 Kb8 ",
                "comment": {
                    "pt": "É importante fugir com o rei para o lado certo. Para saber qual o lado certo é necessário pensar na atuação da torre preta , que deverá dar xéques para incomodar o rei branco. Já sabemos que a torre necessita espaço para dar xéques, portanto o rei se dirige ao lado \"curto\" e a torre atuará no lado \"longo\" , onde poderá dar mais xéques. Se o rei fosse para d8 a posição estaria perdida.",
                    "en": "It's important to escape with the King to the correct side. In order to recognize the correct side it's necessary to consider the action of the black Rook that should check in order to disturb the white King. As it's a fact that the Rook needs space to check, the King is going to choose the short side and leave the long side for the Rook to act and produce several checks. If the King moved to d8, the position would be lost.",
                    "es": "Es importante escaparse con el rey para el lado correcto. Para saber cuál es el lado correcto es necesario pensar en la actuación de la torre negra, que deberá dar jaques para molestar al rey blanco. Ya sabemos que la torre necesita espacio para dar jaques, por lo tanto el rey se dirige al lado \"corto\" y la torre actuará en el lado \"largo\", en el que podrá dar más jaques. Si el rey fuera a d8 la posición estaria perdida.",
                    "de": "Es ist wichtig, zur richtigen Brettseite mit dem König zu fliehen. Um herauszufinden, wohin der König muss, ist es nötig auf den schwarzen Turm zu achten. Wie wir bereits erwähnt haben, braucht der Turm einen Abstand zum König, um Schach bieten zu können.",
                    "zh": "让王逃离到正确的一侧很重要。为了弄清王究竟去往何处，必须时刻注意黑车的行动。就如我们之前提到的，车需要一定空间才能杀王。",
                    "pl": "Ważnym jest uciec Królem w dobrą stronę. Aby rozpoznać takową konieczne jest rozważenie akcji czarnej Wieży, która powinna szachować, aby przeszkadzać białemu Królowi. Skoro Wieża potrzebuje przestrzeni, aby szachować, Król musi wybrać krótszą stronę i pozostawić dłuższą dla akcji Wieży, aby mogła szachować serią. Jeśli Król udałby się na d8, pozycja byłaby stracona.",
                    "ru": "Важно отходить Королем в правильную сторону. Для того чтобы это понять, необходимо учитывать действия черной Ладьи, которая может поставить шах. Этой Ладье нужно пространство чтобы шаховать, Король выбирает короткую сторону и оставляет длинную сторону для Ладью, которая начинает серию шахов. Если Король ходит на d8, позиция будет утрачена."
                }
            },
            {
                "move": "   3. Rh8+ Ka7 4. Rc8 Rh1 ",
                "comment": {
                    "pt": "Para dar xéques laterais.",
                    "en": "In order to check laterally.",
                    "es": "Para dar jaques laterales.",
                    "de": "Um Schach von der Seite zu geben.",
                    "zh": "为了从侧面将军。",
                    "pl": "W celu poprzecznego szachowania.",
                    "ru": "Для того чтобы поставить боковой ШАХ."
                }
            },
            {
                "move": "5. Rd8 Rc1 6. Rd5 Kb8 7. Kd7 Kb7",
                "comment": []
            }
        ],
        "game_terminator": "1\/2-1\/2"
    },
    {
        "title": "",
        "white": "¦§5 x ¦3 63",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "5R2\/3k4\/5K2\/5P2\/8\/8\/8\/5r2 b - - 0 1",
        "moves": [
            {
                "move": "",
                "comment": {
                    "pt": "Esta posição é similar a do diagrama anterior, porém as pretas estão com o rei no lado longo e sua torre somente poderá dar xéques pelo lado curto (colunas h e g). Se o rei estivesse em h7, a posição estaria empatada, de forma semelhante ao exemplo anterior.",
                    "en": "This position is similar to the previous diagram, but the black King is on the long side and the Rook can only check on the short side (h and g-files). If the King was on h7, the position would be a draw similar to the previous example.",
                    "es": "Esta posición es similar a la del diagrama anterior, pero las negras están con el rey en el lado largo y su torre sólo podrá dar jaques por el lado corto (columnas \"h\" y \"g\")",
                    "de": "Diese Stellung ist der des vorigen Diagramms ähnlich, jedoch steht der schwarze König auf der langen Seite, während der Turm auf der kurzen (Linien h und g) Seite ist. Wenn der König auf h7 wäre, wäre die Stellung Remis, analog zum vorigen Beispiel."
                }
            },
            {
                "move": "   1... Rh1 2. Kg7 Rg1+ 3. Kf7 Rf1 4. f6 Rh1 ",
                "comment": {
                    "pt": "Se 4...Tg1 as brancas vencem com 5-Te8.",
                    "en": "If 4... Rg1, White wins with 5-Te8.",
                    "es": "Si 4...Tg1 las blancas vencen con 5-Te8.",
                    "de": "Falls 4...Tg1 gewinnt Weiß mit 5-Te8.",
                    "zh": "如果下4... Rg1那么白方应5-Te8赢得胜利。",
                    "pl": "Jeśli 4. ... Wg1, Białe wygrywają z 5. We8.",
                    "ru": "Если 4... Rg1, Белые выигрывают игрой 5-Te8."
                }
            },
            {
                "move": "   5. Ra8 ",
                "comment": {
                    "pt": "Também é possível 5-Tb8, mas sempre é indicado estar o mais longe possível do rei contrário, portanto esta jogada é tecnicamente mais precisa, ainda que leve ao mesmo resultado. O mesmo ocorre com o próximo lance branco.",
                    "en": "5-Rb8 is also possible but it's always advisable to be as far as possible from the opponent's King, therefore this move is technically more precise even if the other leads to the same result. The same happens at the next white move.",
                    "es": "También es posible 5-Tb8, pero siempre es indicado estar lo más lejos posible del rey contrario, por lo tanto esta jugada es técnicamente más precisa, aunque lleve al mismo resultado. Lo mismo ocurre con la próxima jugada del blanco.",
                    "de": "Möglich ist auch 5-Tb8. Es ist jedoch immer ratsam, so weit wie möglich vom gegnerischen König entfernt zu sein, daher ist der Textzug technisch gesehen präziser, auch wenn er zum selben Ergebnis führt. Das Gleiche geschieht mit dem nächsten Zug von Weiß.",
                    "zh": "5-Rb8也是可行的。但建议是尽可能的远离敌王，因此这着技术上显得更为精准，就算得到同样的结果。同样的情况发生在白方下一步。",
                    "pl": "5. Wb8 jest również możliwe, ale zawsze wskazane jest być tak daleko, jak to możliwe od Króla przeciwnika, dlatego też ten ruch jest z technicznego punktu widzenia bardziej precyzyjny nawet, jeśli oba prowadzą do tego samego rezultatu. To samo zdarza się w następnym ruchu białych.",
                    "ru": "Вариант игры 5-Rb8 также приемлем, но, в такой ситуации, необходимо держаться как можно дальше от Короля соперника, поэтому такой ход является технически более правильным, даже если другой вариант игры приведет к такому-же результату."
                }
            },
            {
                "move": "   Rf1 6. Ra2 Re1 7. Rd2+ ",
                "comment": {
                    "pt": "Já sabemos que as brancas vencem facilmente esta posição.",
                    "en": "It's already known that White wins this position easily.",
                    "es": "Ya sabemos que las blancas vencen fácilmente esta posición.",
                    "de": "Wir wissen bereits, dass Weiß in dieser Stellung leicht gewinnt.",
                    "zh": "显然白棋方这个局面很容易赢的胜利。",
                    "pl": "Jak wiadomo Białe wygrywają w tej pozycji z łatwością.",
                    "ru": "Уже очевидно, что Белые легко выигрывают эту позицию."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "¦§5 x ¦4 64",
        "white_sort": "",
        "black": "Conceito",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "4k3\/R7\/8\/3KP3\/8\/8\/8\/7r b - - 0 1",
        "moves": [
            {
                "move": "",
                "comment": {
                    "pt": "Quando o defensor controla a casa de coroação do peão o empate é o resultado mais provável, porém é necessário jogar com cuidado e conhecer os métodos de defesa e ataque. As brancas planejam jogar Rd6 , seguido de xéque na oitava fila, para expulsar o rei preto da casa de coroação. As pretas têm apenas uma defesa:",
                    "en": "When the defendant controls the promotion square the result of the game is most probably a draw, Nevertheless, it's necessary to play carefully and know the defense and attack methods. White plans to play Kd6 followed by a backrank check in order to chase the black King away from the promotion square. Black has only one defense:",
                    "es": "Cuando el defensor controla la casilla de coronación del peón el empate es el resultado más probable, pero es necesario jugar con cuidado y conocer los métodos de defensa y de ataque. Las blancas planean jugar Rd6, seguido de jaque en la octava línea, para expulsar el rey negro de la casilla de coronación. Las negras tienen sólo una defensa: 1... Rh6 Evitando que el rey blanco se acerque.",
                    "de": "Wenn der Verteidiger das Umwandlungsfeld deckt, ist das Ergebniss hochwahrscheinlich Remis; es ist jedoch notwendig, vorsichtig zu spielen und die verschieden Methoden der Verteidigung und des Angriffs. Weiß plant, Kd6 nebst Schach auf der achten Reihe zu spielen, um den schwarzen König vom Umwandlungsfeld zu vertreiben. Schwarz hat nur eine einzige Verteidigung:"
                }
            },
            {
                "move": "    1... Rh6  ",
                "comment": {
                    "pt": "Evitando que o rei branco se aproxime.",
                    "en": "Preventing the white King from getting closer.",
                    "es": ".",
                    "de": "Verhindert, dass der weiße König sich nähert.",
                    "zh": "防止白王靠近。",
                    "pl": "Powstrzymując białego Króla przed zbliżeniem się.",
                    "ru": "Предотвращает от сближения белого Короля."
                }
            },
            {
                "move": "   2. e6 Rh1 ",
                "comment": {
                    "pt": "Preparando os xéques e evitando que seu rei seja expulso da casa de coroação.",
                    "en": "Preparing the checks and preventing the King from getting driven away from the promotion square.",
                    "es": "Preparando los jaques y evitando que el rey sea expulsado de la casilla de coronación.",
                    "de": "Bereitet eine Folge von Schachgeboten vor und verhindert, dass der König vom Umwandlungsfeld vertrieben wird.",
                    "zh": "准备一系列的将杀，防止王从升变格中赶出来。",
                    "pl": "Przygotowując szachowanie i uniemożliwiając Królowi oddalenie się od promocyjnego pola.",
                    "ru": "Подготавливает к шаху и предотвращает оттеснение Короля от проходного поля пешки."
                }
            }
        ],
        "game_terminator": "1\/2-1\/2"
    },
    {
        "title": "",
        "white": "¦§7 x ¦2 14",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "6K1\/4k1P1\/8\/8\/8\/8\/7r\/6R1 w - - 0 1",
        "moves": [
            {
                "move": "1. Re1+ ",
                "comment": {
                    "pt": "Obrigando o rei preto a afastar-se do controle das casas f7 e f8, para facilitar a saida do rei branco.",
                    "en": "Forcing the black King to step away from the control of f7and f8 in order to make the exit easier for the white King.",
                    "es": "Obligando al rey negro a alejarse del control de las casillas f7 y f8,para facilitar la salida del rey blanco.",
                    "de": "Zwingt den schwarzen König, sich von der Kontrolle über die Felder f7 und f8 zu entfernen, was die Flucht vom weißen König erleichtert.",
                    "zh": "迫使黑王放弃对f7和f8的控制，使得白王更容易逃离。",
                    "pl": "Wymuszając cofnięcie się czarnego Króla od kontrolowanych pól f7 i f8 w celu ułatwienia ucieczki białego Króla.",
                    "ru": "Вынуждает черного Короля отойти от полей f7 и f8, для того чтобы упростить выход белого Короля."
                }
            },
            {
                "move": "   Kd7 ",
                "comment": {
                    "pt": "1... Rf6 não resolveria o problema, por causa de 2-Rf8 seguido de 3-g8=D.",
                    "en": "1...Kf6 wouldn't solve the problem, because of 2-Kf8 followed by 3-g8=Q.",
                    "es": "1... Rf6 no resolvería el problema, a causa de 2. Rf8 seguido de 3. g8=d.",
                    "de": "1... Kf6 würde wegen 2. Kf8 nebst 3. g8=D das Problem nicht lösen .",
                    "zh": "走1...Kf6不能解决问题，因为会应2-Kf8跟3-g8=Q。",
                    "pl": "1. ... Kf6 nie rozwiązałoby problemu z powodu 2. Kf8 z kontynuacją 3. g8=H.",
                    "ru": "Ход 1...Kf6 не решит эту проблему, так как на игру 2-Kf8 последует g8=Q."
                }
            },
            {
                "move": "   2. Re4 ",
                "comment": {
                    "pt": "Esse é o lance chave. Após a retirada do rei da frente do peão, as brancas estão prevendo uma série de xéques das pretas. A torre em e4 será utilizada como escudo no momento adequado.",
                    "en": "This is the key move. After the King gets out of the way of the pawn, it foresees a series of black checks. In the appropriate moment the e4-Rook will be used as a shield.",
                    "es": "Esta es la jugada clave. Después de la retirada del rey de delante del peón, las blancas están previendo una serie de jaques por parte de las negras. La torre en e4 será utilizada como escudo en el momento adecuado.",
                    "de": "Das ist der Schlüssel-Zug. Wenn der König das Feld vor dem Bauern verlässt wird Schwarz mehrere Schachs bieten. Der Turm auf e4 wird im richtigen Moment als Schild angewandt.",
                    "zh": "这是关键一着。当王跟兵分开之后，黑方会进行一系列的将军。e4-车在恰当的时候会被当做一道屏障。",
                    "pl": "Kluczowy ruch. Kiedy Król zejdzie z drogi piona, nastąpi seria szachowania czarnych. W odpowiednim momencie Wieża e4 może zostać użyta jako tarcza.",
                    "ru": "Это ключевой ход. После того как Король отошел от пешки, начинается серия шахов. В подходящий момент Ладья на e4 будет использоваться в роли своеобразного щита."
                }
            },
            {
                "move": "   Rh1 ",
                "comment": {
                    "pt": "As pretas não têm muito o que fazer e esperam até as brancas executarem seu plano.",
                    "en": "Black doesn't have much to do and waits for White to perform its plan.",
                    "es": "Las negras no tienen mucho que hacer y esperan hasta que las blancas ejecuten su plan.",
                    "de": "Schwarz muss tatenlos warten bis Weiß seinen Plan durchführt.",
                    "zh": "黑方目前只能静观其变，等待白方实施计划。",
                    "pl": "Czarne nie zyskały wiele i oczekują na realizację planu przez Białe.",
                    "ru": "Черные особо ничего не могут предпринять и лишь могут наблюдать за осуществлением плана Белых."
                }
            },
            {
                "move": "   3. Kf7 Rf1+ ",
                "comment": {
                    "pt": "As pretas iniciam uma série de xéques, com o objetivo de afastar o rei branco da defesa do peão.",
                    "en": "Black starts the series of checks aiming to drive the white King away from the defense of the pawn.",
                    "es": "Las negras empiezan la serie de jaques con el objetivo de alejar el rey blanco de la defensa del peón.",
                    "de": "Schwarz versucht mit Schachgeboten, den weißen König von der Verteidigung des Bauern zu entfernen.",
                    "zh": "黑方开始连续将军，目的是为了将白王从它的护卫兵身边赶走。",
                    "pl": "Czarne zaczynają serię szachowania w celu odsunięcia białego Króla od obrony piona.",
                    "ru": "Черные начинают проводить серию шахов с целью заставить Короля отойти от защищаемой пешки."
                }
            },
            {
                "move": "   4. Kg6 Rg1+ 5. Kf6 ",
                "comment": {
                    "pt": "Contra 5... Tg2 segue 6-Te5 com a mesma idéia da variante principal.",
                    "en": "With the same idea as the main variation, 5...Rg2 will be followed by 6-Re5.",
                    "es": "Contra 5. ..Tg2 sigue 6-Te5 con la misma idea de la variante principal.",
                    "de": "Auf 5...Tg2 folgt 6. Te5 mit der gleichen Idee der Hauptvariante.",
                    "zh": "跟主变例思路一致， 走5...Rg2 应6-Re5。",
                    "pl": "Z tą samą nadzieją, jak w głównej wariacji, 5. ... Wg2 może napotkać 6. We5.",
                    "ru": "С такой же целью, на вариант игры 5...Rg2, последует 6-Re5."
                }
            },
            {
                "move": "   Rf1+ 6. Kg5 Rg1+ 7. Rg4 ",
                "comment": {
                    "pt": "A torre branca protege o rei dos xéques inimigos permitindo a coroaçao. Note a importância do rei preto estar duas casas afastado do peão. Caso estivesse apenas uma, as pretas poderiam trocar as torres e empatar.",
                    "en": "The white Rook protects the King against the checks and enables promotion. Notice how important it is that the Black King stays two squares away from the pawn: if it stays only one square away, Black will be able to exchange Rooks and end the game in a draw.",
                    "es": "La torre blanca protege el rey de los jaques enemigos permitiendo la coronación. Observe la importancia de que el rey negro esté separado del peón por dos casillas. Si lo estuviera sólo por una, las negras podrían cambiar las torres y empatar.",
                    "de": "Der weiße Turm schüzt den König vor den gegnerischen Schachgeboten und ermöglicht die Umwandlung. Beachte, wie wichtig es ist, dass der schwarze König zwei Felder vom Bauern entfernt ist. Wenn die Entfernung nur ein Feld wäre, könnte Schwarz die Türme abtauschen und Remis spielen.",
                    "zh": "白车保护白王不被将军，并使兵得以升变。注意黑王离开兵两格是多么的重要。如果距离只有一格，那么黑方可以兑车并求得和局。",
                    "pl": "Biała Wieża chroni Króla przed szachowaniem i umożliwia promocję. Zauważ jak ważne jest to, aby czarny Król stał dwa pola od piona: jeśli stałby tylko jedno pole od niego, Czarne mogłyby wymienić Wieże i skończyć grę remisem.",
                    "ru": "Белая Ладья защищает Короля от шахов и позволяет провести и превратить пешку. Заметьте, как важно, чтобы черный Король находится на расстоянии двух квадратов от пешки: если бы он находился на расстоянии одного поля, Черные смогли бы пойти на размен Ладей и свести игру к ничейному результату."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "¦§5 x ¦5 68",
        "white_sort": "",
        "black": "Conceito",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "4k3\/R7\/8\/3KP3\/8\/8\/8\/7r w - - 0 1",
        "moves": [
            {
                "move": "",
                "comment": {
                    "pt": "As brancas conseguem expulsar o rei contrário da casa de coroação e ganhar a partida. O método é muito instrutivo e deve ser memorizado.",
                    "en": "White is able to chase the King out of the promotion square and wins the game. This method is very instructive and should be memorized.",
                    "es": "Las blancas consiguen expulsar el rey contrario de la casilla de coronación y ganar a partida. El método es muy instrutivo y debe ser memorizado.",
                    "de": "Weiß gelingt es, den gegnerischen König vom Umwandlungsfeld zu vertreiben und gewinnt die Partie. Diese Methode ist sehr lehrreich und muss auswendig gelernt werden."
                }
            },
            {
                "move": "   1. Kd6 ",
                "comment": {
                    "pt": "Ameaçando xéque na oitava seguido do avanço do peão.",
                    "en": "Threatening a backrank check followed by the advance of the pawn.",
                    "es": "Amenazando jaque en la octava seguido del avance del peón.",
                    "de": "Droht Schach auf der achten Linie nebst Umwandlung.",
                    "zh": "兵升变之后威胁底线杀。",
                    "pl": "Grożąc szachem od tyłu kontynuowanym przez marsz pionem.",
                    "ru": "Угрожает шахом на последней горизонтали с последующим продвижением пешки."
                }
            },
            {
                "move": "   Rd1+ 2. Ke6 Kf8 ",
                "comment": {
                    "pt": "Se 2...Td8 3-Th7 ganhando.",
                    "en": "If 2... Rd8, 3-Rh7 winning.",
                    "es": "Si 2...Td8 3-Th7 ganando.",
                    "de": "Falls 2...Td8 gewinnt 3. Th7.",
                    "zh": "如果下2... Rd8，那么应3-Rh7获胜。",
                    "pl": "Jeśli 2. ... Wd8, wtedy 3. Wh7 wygrywa.",
                    "ru": "Если 2... Rd8, то выигрывает 3-Rh7."
                }
            },
            {
                "move": "   3. Ra8+ Kg7 4. Ke7 Rb1 5. e6 Rb7+ ",
                "comment": {
                    "pt": "Se 5...Te1 6-Rd7 Td1 7-Re8 seguido do avanço do peão.",
                    "en": "If 5... Re1, 6-Kd7 Rd1 7-Ke8 followed by the advance of the pawn.",
                    "es": "Si 5...Te1 6-Rd7 Td1 7-Re8 seguido del avance del peón.",
                    "de": "Wenn 5...Te1 6. Kd7 Td1 7. Ke8 nebst Vorrücken des Bauern.",
                    "zh": "如果5... Re1 6-Kd7 Rd1 7-Ke8随后挺兵。",
                    "pl": "Jeśli 5. ... We1, nastąpi 6. Kd7 Wd1 7. Ke8 i marsz pionem.",
                    "ru": "Если 5... Re1, 6-Kd7 Rd1 7-Ke8, следует развитие пешки."
                }
            },
            {
                "move": "6. Kd6 Rb6+ 7. Kd7 Rb7+ 8. Kc6 Re7 9. Kd6 Rb7 10. e7",
                "comment": []
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "¦ x § 73",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "8\/8\/5P2\/6P1\/8\/4K3\/1k6\/5r2 w - - 0 1",
        "moves": [
            {
                "move": "",
                "comment": {
                    "pt": "As brancas devem levar seu rei a e5, defendendo o peão de f6, e avançar o peão g. Há dois caminhos para tal, via e4 ou d4.",
                    "en": "White should take its King to e5, defend the f7-pawn and advance the g-pawn. There are two ways to do it: through e4 or d4.",
                    "es": "Las blancas deben llevar su rey a e5, defendiendo el peón de f6, y avanzar el peón \"g\". Hay dos caminhos para eso, por e4 o por d4.",
                    "de": "Weiß muss seinen König nach e5 führen, um den Bauern auf f6 zu decken, und dann den g-Bauer vorrücken. Es gibt zwei Wege dafür, über e4 bzw. über d4."
                }
            },
            {
                "move": "   1. Kd4 $1 ",
                "comment": {
                    "pt": "Esse é o melhor caminho porque as brancas evitam que o rei preto vá para c3 se aproximando mais rapidamente do campo de batalha.",
                    "en": "That's the best way, because White prevents the black King from moving to c3 and reaching the battle field faster.",
                    "es": "Éste es el mejor camino porque las blancas evitan que el rey negro vaya a c3, acercándose más rápidamente al campo de batalla.",
                    "de": "Das ist der beste Weg, da Weiß den schwarzen König daran hindert, über c3 das Schlachtfeld schneller zu erreichen.",
                    "zh": "这是最好的方法，因为白方阻止黑王通过c3很快到达战场 。",
                    "pl": "To najlepsze wyjście, ponieważ Białe uniemożliwiają czarnemu Królowi dojście do c3, dzięki czemu szybciej wstępuje on na pole bitwy.",
                    "ru": "Это лучший ход, так как предотвращает ход Короля на c3."
                }
            },
            {
                "move": "   Kb3 ",
                "comment": {
                    "pt": "Se 1...Tf5 2-Re4 Txg5 3-f7 e o peão coroa.",
                    "en": "If 1...Rf5, 2-Ke4 Rxg5 3-f7 and the pawn is promoted.",
                    "es": "Si 1...Tf5 2-Re4 Txg5 3-f7 y el peón corona.",
                    "de": "Wenn 1...Tf5 2. Ke4 Txg5 3. f7 und der Bauer erreicht die achte Linie.",
                    "zh": "如果下1...Rf5，应 2-Ke4 Rxg5 3-f7，兵可以升变。",
                    "pl": "Jeśli 1. ... Wf5, wtedy 2. Ke4 Wxg5 3. f7 i pion jest promowany.",
                    "ru": "Если 1...Rf5, то 2-Ke4 Rxg5 3-f7, с дальнейшим превращением пешки."
                }
            },
            {
                "move": "   2. Ke5 Kc4 3. g6 Re1+ 4. Kd6 Rg1 5. g7 $1 ",
                "comment": {
                    "pt": "Não há como evitar que as brancas joguem f7 e coroem um dos peões. A jogada 5-f7 levaria ao empate, conforme demonstrado no próximo exemplo.",
                    "en": "There is no way to prevent White from playing f7 and promoting one pawn. 5-f7 would lead to a draw, as will be shown in the next example.",
                    "es": "No hay cómo evitar que las blancas jueguen f7 y coronen uno de los peones. La jugada 5-f7 llevaría al empate, como será demostrado en el próximo ejemplo.",
                    "de": "Man kann nicht verhindern, dass Weiß f7 spielt und einen der beiden Bauern umwandelt. 5. f7 würde zum Remis führen, wie man im nächsten Beispiel sieht.",
                    "zh": "没有办法阻止白方下f7并升变一个兵。5-f7会导致和局，下一个例子会具体解释。",
                    "pl": "Nie ma sposobu, aby zatrzymać Białe przed zagraniem f7 i promowaniem jednego piona. 5. f7 prowadziłoby do remisu, jak zostanie pokazane w następnym przykładzie.",
                    "ru": "Нет никакой возможности помешать Белым играть на f7 для провода пешки. Ход 5-f7 ведет к ничье, как будет показано в следующем примере."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "¦ x § 74",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "8\/5P2\/3K2P1\/8\/2k5\/8\/8\/6r1 b - - 0 1",
        "moves": [
            {
                "move": "1... Rxg6+ 2. Ke5 ",
                "comment": {
                    "pt": "Contra qualquer outra jogada segue 1...Tg7.",
                    "en": "1...Rg7 would follow against any other move.",
                    "es": "Contra cualquier otra jugada sigue 1...Tg7.",
                    "de": "Auf jeden beliebigen Zug folgt 1...Tg7.",
                    "zh": "无论怎么下都会跟1...Rg7。",
                    "pl": "1. ... Wg7  mogłoby nastąpić przeciwko każdemu innemu ruchowi.",
                    "ru": "1...Rg7 будет следовать против любого другого хода."
                }
            },
            {
                "move": "   Rg5+ 3. Ke4 ",
                "comment": {
                    "pt": "Se 3-Rf6 Tf1. Se 3-Re6 Tg6 4-Rf5 Tg1.",
                    "en": "If 3-Kf6, then 3...Rf1. If 3-Ke6, then 3... Rg6 4-Kf5 Rg1.",
                    "es": "Si 3-Rf6 Tf1. si 3-Re6 Tg6 4-Rf5 Tg1.",
                    "de": "3. Kf6 Tf1. Wenn 3. Ke6 Tg6 4. Kf5 Tg1.",
                    "zh": "如果下3-Kf6，那么应3...Rf1。如果下3-Ke6，会应 3... Rg6 4-Kf5 Rg1。",
                    "pl": "Jeśli 3. Kf6, wtedy 3. ... Wd1. Jeśli 3. Ke6, wtedy 3. ... Wg6 4. Kf5 Wg1.",
                    "ru": "На ход 3-Kf6, следует 3...Rf1. Если 3-Ke6, следует 3... Rg6 4-Kf5 Rg1."
                }
            },
            {
                "move": "   Rg1 ",
                "comment": {
                    "pt": "Se agora as brancas avançarem o peão perdem devido aos xéques em e1 e f1.",
                    "en": "If White advances the pawn now, it loses because of the checks on e1 and f1.",
                    "es": "Si ahora las blancas avanzan el peón pierden debido a los jaques en e1 y f1.",
                    "de": "Weiß würde wegen der Schachgebote auf e1 und f1 verlieren, wenn die Bauern vorrücken würden.",
                    "zh": "如果白方现在挺兵，那么会因为在e1和f1会被将而输掉棋局。",
                    "pl": "Jeśli Białe poruszą teraz pionem, przegrają z powodu szachów na e1 i f1.",
                    "ru": "Если Белые сейчас будут продвигать пешку, они теряют ее из-за шаха на e1 и f1."
                }
            },
            {
                "move": "4. Ke5 Rf1 5. Ke6",
                "comment": []
            }
        ],
        "game_terminator": "1\/2-1\/2"
    },
    {
        "title": "",
        "white": "¦ x § 75",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "1K6\/p7\/R7\/8\/7p\/7k\/8\/8 w - - 0 1",
        "moves": [
            {
                "move": "",
                "comment": {
                    "pt": "Se o peão em a7 não existisse ,as pretas empatariam utilizando o tema do afogamento, mas devido a existência deste peão as brancas podem vencer.",
                    "en": "If the a7-pawn didn't exist, Black would draw using the stalemate theme, but here White can win due to that pawn.",
                    "es": "Si el peón en a7 no existiera, las negras empatarían utilizando el tema del ahogado, pero debido a la existencia de este peón, las blancas pueden vencer.",
                    "de": "Ohne den Bauern auf a7, würde Schwarz vom Patt profitieren und Remis spielen, aber der genannte Bauer verhilft Weiß zum Sieg."
                }
            },
            {
                "move": "   1. Rg6 $1 ",
                "comment": {
                    "pt": "Mantendo o rei preso na coluna h, onde atrapalha a coroacao do peao.",
                    "en": "Maintaining the King anchored in the h-file where it hinders the promotion of the pawn.",
                    "es": "Cortando el el rey en la columna h, donde éste dificulta la coronación del peón.",
                    "de": "Hält den König abgeschnitten auf der h-Linie, wo er die Umwandlung stört.",
                    "zh": "将王锁定在h-线，这样可以阻止兵的升变。",
                    "pl": "Utrzymując Króla zakotwiczonego na kolumnie h, gdzie utrudnia promocję piona.",
                    "ru": "Удерживает форпост Королем на h-вертикали, где он препятствует проходу пешки."
                }
            },
            {
                "move": "   a5 2. Kc7 ",
                "comment": {
                    "pt": "As brancas devem aproximar o rei do peão mais perigoso, ou seja aquele que tem o apoio do rei preto.",
                    "en": "White must bring its King closer to the most dangerous pawn, that is, the one with the support of the black King.",
                    "es": "Las blancas deben acercar el rey al peón más peligroso, es decir al que tiene el apoyo del rey negro.",
                    "de": "Weiß muss den König dem gefährlichsten Bauern nähern, d. h. derjenige der vom schwarzen König unterstützt wird.",
                    "zh": "白方必须将白王靠近最危险的兵，也就是受到黑王保护的这个兵。",
                    "pl": "Białe muszą zbliżyć Króla bliżej do najgroźniejszego piona, to jest tego wspomagającego czarnego Króla.",
                    "ru": "Белые должны сближать своего Короля с наиболее опасными пешками, т.е. к тем, которые поддерживаются черным Королем."
                }
            },
            {
                "move": "   a4 3. Kd6 a3 4. Ke5 a2 5. Ra6 Kg4 6. Ra4+ Kg5 ",
                "comment": {
                    "pt": "Se 6... Rg3 7-Rf5 h3 8-Ta3 Rg2 9-Rxa2 Rg1 10-Rg4 h2 11-Rg3 ganhando um final de torre contra cavalo.",
                    "en": "If 6...Kg3, 7-Kf5 h3 8-Ra3 Kg2 9-Kxa2 Kg1 10-Kg4 h2 11-Kg3 winning an endgame with Rook against against Knight.",
                    "es": "Si 6...Rg3 7-Rf5 h3 8-Ta3 Rg2 9-Rxa2 Rg1 10-Rg4 h2 11-Rg3 ganando un final de torre contra caballo.",
                    "de": "Auf 6... Kg3 folgt 7. Kf5 h3 8. Ta3 Kg2 9. Txa2 Kg1 10. Kg4 h2 11. Kg3 mit gewonnenen Endspiel Turm gegen Springer.",
                    "zh": "如果下6...Kg3，那么应7-Kf5 h3 8-Ra3 Kg2 9-Kxa2 Kg1 10-Kg4 h2 11-Kg3 进入车马残局。",
                    "pl": "Jeśli 6. ... Kg3, wtedy 7. Kf5 h3 8. Wa3 Kg2 9. Kxa1 Kg1 10. Kg4 h2 11. Kg3 wygrywając końcówkę Wieża przeciw Skoczkowi.",
                    "ru": "На игру 6...Kg3, 7-Kf5 h3 8-Ra3 Kg2 9-Kxa2 Kg1 10-Kg4 h2 11-Kg3, следует выигрыш эндшпиля Ладьей против Коня."
                }
            },
            {
                "move": "   7. Ke4 Kg4 8. Ra7 $1 ",
                "comment": {
                    "pt": "Excelente jogada, equivalente a 8-Ta8, com a idéia de obrigar o rei preto a ir para a coluna h. Após 8-Txa2 as pretas empatariam com 8...h3.",
                    "en": "Excellent move, equivalent to 8-Ta8 aiming to force the black King to move to the h-file. After 8-Txa2, Black would draw with 8...h3.",
                    "es": "Excelente jugada, equivalente a 8-Ta8, con la idea de obligar el rey negro a ir a la columna h. Después de 8-Txa2 las negras empatarian con 8...h3.",
                    "de": "Ausgezeichneter Zug, gleichwertig wie 8. Ta8, mit der Idee, den schwarzen König auf die h-Linie zu drängen. Nach 8. Txa2 erreicht Schwarz Remis mit 8...h3.",
                    "zh": "很好的一着，跟8-Ta8相当，目的是将黑王赶到h-线。走8-Txa2之后，黑方会应8...h3求得和局。",
                    "pl": "Wspaniały ruch, ekwiwalentny do 8. Wa8 zmuszający czarnego Króla do udania się na kolumnę h. Po 8. Wxa2 Czarne zremisowałyby przez 8. ... h3.",
                    "ru": "Отличный ход, такой же как 8-Ta8, для того чтобы заставить Короля ходить на h-вертикаль. После 8-Txa2, черные идут на ничью ходом 8...h3."
                }
            },
            {
                "move": "   h3 9. Rg7+ Kh5 10. Kf5 $1 ",
                "comment": {
                    "pt": "O último detalhe, obrigando o rei preto a se distanciar dos peões.",
                    "en": "Last detail that forces the black King to take distance from both pawns.",
                    "es": "El último detalle, obligando el rey negro a distanciarse de los peones.",
                    "de": "Das letzte Detail, der schwarze König wird gezwungen, sich von seinem Bauern zu entfernen.",
                    "zh": "最后黑王被迫远离两个兵。",
                    "pl": "Ostatni detal zmuszający czarnego Króla do oddalenia się od obu pionów.",
                    "ru": "Заставляет держать черного Короля на дистанции от обеих пешек."
                }
            },
            {
                "move": "Kh4 11. Kf4 $1 Kh5 12. Rg1 Kh4 13. Kf3 h2 14. Ra1 Kh3 15. Kf2 Kh4 16. Kg2",
                "comment": []
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "¦ X §§1 76",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "8\/1R6\/8\/1K6\/6p1\/k4p2\/8\/8 w - - 0 1",
        "moves": [
            {
                "move": "1. Kc4 $1 ",
                "comment": {
                    "pt": "Esse lance cumpre duas funções: Aproxima o rei branco dos peões e mantém o rei contrário na coluna torre.",
                    "en": "This move plays two roles: taking the white King closer to the pawns and maintaining the opponent's King in the Rook-file.",
                    "es": "Esta jugada cumple dos funciones: Acerca el rey blanco a los peones y mantiene el rey contrario en la columna torre.",
                    "de": "Dieser Zug erfüllt zweierlei Funktionen: Nähert den weißen König dem Bauern und hält den gegnerischen König am Brettrand.",
                    "zh": "这一步起到两个作用：白王更加靠近兵，并将对方王困在棋盘边线上。",
                    "pl": "Ten ruch ma podwójne znaczenie: zbliża białego Króla do pionów i utrzymuje Króla przeciwnika na kolumnie Wieży.",
                    "ru": "Этот ход выполняет две функции: продвигает белого Короля к пешкам и удерживает Короля соперника на ладейной вертикали."
                }
            },
            {
                "move": "   f2 ",
                "comment": {
                    "pt": "Se 1...g3 2-Tb3 ganhando os dois peões.",
                    "en": "If 1...g3, 2- Rb3 wins both pawns.",
                    "es": "Si 1...g3 2-Tb3 ganando los dos peones.",
                    "de": "Nach 1...g3 gewinnt 2. Tb3 beide Bauern.",
                    "zh": "如果下1...g3，应2- Rb3两个兵都能捉到。",
                    "pl": "Jeśli 1. ... g3, wtedy 2. Wb3 wygrywa oba piony.",
                    "ru": "Если 1...g3, 2- Rb3 следует выигрыш обеих пешек."
                }
            },
            {
                "move": "   2. Ra7+ $1 ",
                "comment": {
                    "pt": "Com esse xéque as brancas obrigam o rei preto a ficar na segunda fila. A importância disso veremos logo adiante.",
                    "en": "Whit this move, White forces the black King to stay in the 2nd file. The importance of this will be shown next.",
                    "es": "Con esta jugada las blancas obligan al rey negro a quedarse en la segunda línea. La importancia de esto la veremos más adelante.",
                    "de": "Mit diesem Schachgebot zwingt Weiß den schwarzen König, auf der zweiten Reihe zu bleiben. Die Wichtigkeit davon sehen wir später.",
                    "zh": "走这步白方迫使黑王滞留在二线。这一着的重要性将在下面体现。",
                    "pl": "Tym ruchem Białe zmuszają czarnego Króla do pozostania na drugiej linii. Istotność tego zostanie pokazana potem.",
                    "ru": "Этот ход заставляет черного Короля оставаться на второй вертикали. Важность такого решения будет продемонстрирована далее."
                }
            },
            {
                "move": "   Kb2 3. Rf7 g3 4. Kd3 Kc1 ",
                "comment": {
                    "pt": "Como o rei preto está em b2 e não em a3, as pretas não podem jogar ... g2 devido a tomada do peão f2 com xéque. Está é a importância da jogada 2-Ta7.",
                    "en": "Since the black King is on b2 and not on a3, Black can't play ...g2 due to the capture of the pawn with check -that's the importance of 2-Ra7.",
                    "es": "Como el rey negro está en b2 y no en a3, las negras no pueden jugar ...g2 debido a la captura del peón f2 con jaque. Está es la importancia de la jugada 2-Ta7.",
                    "de": "Da der schwarze König auf b2 steht und nicht auf a3, kann Schwarz nicht... g2 ziehen, weil der Bauer f2 mit Schach geschlagen werden würde. Daher die Wichtigkeit des Zuges 2. Ta7.",
                    "zh": "因为黑王在b2而不是a3，鉴于将军时f2-兵被捉，所以黑方不能下...g2。由此可见2-Ra7的重要性。",
                    "pl": "Dopóki czarny Król pozostaje na b2 zamiast na a3, Czarne nie mogą zagrać ... g2 z powodu zbicia piona z szachowaniem - to istotność 2. Wa7+.",
                    "ru": "Так как черный Король находится на поле b2, а не a3, Черные не могут играть ...g2, из-за угрозы взятия пешки и шаха. Вот почему важно играть именно 2-Ra7."
                }
            },
            {
                "move": "5. Ke2",
                "comment": []
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "¦ x § 89",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "K7\/8\/R7\/6pk\/8\/8\/8\/8 w - - 0 1",
        "moves": [
            {
                "move": "1. Kb7 Kg4 $1 ",
                "comment": {
                    "pt": "Esse é o melhor lance das pretas. A idéia é apoiar o avanço do peão e dificultar a aproximação do rei branco . Se 1...g4 2-Rc6 g3 3-Rd5 g2 4-Ta1 Rg4 5-Re4 Rg3 6-Re3 Rh2 7-Rf2 ganhando.",
                    "en": "This is the best black move. The idea is to support the advance of the pawn and hinder the white King to get closer. If 1...g4, 2-Kc6 g3 3-Kd5 g2 4-Ra1 Kg4 5-Ke4 Kg3 6-Ke3 Kh2 7-Kf2 winning.",
                    "es": "Ésta es la mejor jugada de las negras. La idea es apoyar el avance del peón y dificultar el acercamiento del rey blanco . Si 1...g4 2-Rc6 g3 3-Rd5 g2 4-Ta1 Rg4 5-Re4 Rg3 6-Re3 Rh2 7-Rf2 ganando.",
                    "de": "Der beste Zug für Schwarz. Die Idee ist, den Vormarsch des Bauern zu untestützen und die Annäherung vom weißen König zu erschweren. Auf 1...g4 gewinnt 2. Kc6 g3 3. Kd5 g2 4. Ta1 Kg4 5. Ke4 Kg3 6. Ke3 Kh2 7. Kf2.",
                    "zh": "黑方最佳一着。目的是为了支持挺兵并阻止白王靠近。如果走1...g4，那么应2-Kc6 g3 3-Kd5 g2 4-Ra1 Kg4 5-Ke4 Kg3 6-Ke3 Kh2 7-Kf2 会赢。",
                    "pl": "Najlepszy ruch czarnych. Ideą jest wspomożenie marszu piona i utrudnienie białemu Królowi zbliżenie się. Jeśli 1. ... g4, wtedy 2. Kc6 g3 3. Kd5 g2 4. Wa1 Kg4 5. Ke4 Kg3 6. Ke3 Kh2 7. Kf2 wygrywa.",
                    "ru": "Это лучший ход Черных. Идея состоит в том, чтобы поддерживать продвижение пешки и мешать белому Королю сближаться. Если 1...g4, 2-Kc6 g3 3-Kd5 g2 4-Ra1 Kg4 5-Ke4 Kg3 6-Ke3 Kh2 7-Kf2, следует выигрыш."
                }
            },
            {
                "move": "   2. Rf6 $1 ",
                "comment": {
                    "pt": "Único lance ganhador, evitando que o rei preto vá para a coluna f e obstrua a ação do rei branco.",
                    "en": "Only move that wins, preventing the black King from moving to the f-file and obstructing the action of the white King.",
                    "es": "Única jugada ganadora, evitando que el rey negro vaya a la columna \"f\" y obstruya la acción del rey blanco.",
                    "de": "Einziger Gewinnzug, da der schwarze König daran gehindert wird, die f-Linie zu erreichen, wo er den weißen König einschränken würde.",
                    "zh": "唯一获胜的一着，阻止黑王移至f-线并且阻碍白王的活动。",
                    "pl": "Jedyny zwycięski ruch, uniemożliwia czarnemu Królowi przemieszczenie się na kolumnę f i umożliwia akcję białemu Królowi.",
                    "ru": "Единственно возможный ход для того чтобы выиграть, не дать возможности черному Королю двигаться на f-вертикаль, чтобы помешать действиям белого Короля."
                }
            },
            {
                "move": "   Kh3 3. Kc6 g4 4. Kd5 g3 5. Ke4 $1 g2 6. Kf3 $1 g1=N+ ",
                "comment": {
                    "pt": "Única jogada.",
                    "en": "Only move possible.",
                    "es": "única jugada.",
                    "de": "Einziger Zug.",
                    "zh": "唯一可行的一着。",
                    "pl": "Jedyny możliwy ruch.",
                    "ru": "Единственно возможный ход."
                }
            },
            {
                "move": "7. Kf2 Kh2 8. Rh6+ Nh3+ 9. Kf3 $18",
                "comment": []
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "¦ x § 90",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "4K3\/6R1\/2pk4\/8\/8\/8\/8\/8 w - - 0 1",
        "moves": [
            {
                "move": "1. Rg5 $1 ",
                "comment": {
                    "pt": "Evitando que o rei preto avance em conjunto com o peão.",
                    "en": "Preventing the black King from advancing together with the pawn.",
                    "es": "Evitando que el rey negro avance en conjunto con el peón.",
                    "de": "Verhindert, dass der schwarze König zusammen mit den Bauern vormarschiert.",
                    "zh": "阻止黑王跟兵一起前进。",
                    "pl": "Uniemożliwienie wspólnego marszu czarnego Króla i piona.",
                    "ru": "Не дает возможности черному Королю продвигаться вместе с пешкой."
                }
            },
            {
                "move": "   c5 2. Kd8 ",
                "comment": {
                    "pt": "As brancas necessitam aproximar seu rei.",
                    "en": "White needs to take its King closer.",
                    "es": "Las blancas necesitan acercar su rey.",
                    "de": "Weiß muss den König nähern.",
                    "zh": "白方要把白王移近。",
                    "pl": "Białe muszą zbliżyć swojego Króla.",
                    "ru": "Белым необходимо сближать своего Короля."
                }
            },
            {
                "move": "   Kc6 ",
                "comment": {
                    "pt": "Se 2...c4 3-Rc8 c3 4- Tg3 ganhando o peão.",
                    "en": "If 2...c4, 3-Kc8 c3 4-Rg3 winning the pawn.",
                    "es": "Si 2...c4 3-Rc8 c3 4- Tg3 ganando el peón.",
                    "de": "Nach 2...c4 gewinnt 3. Kc8 c3 4. Tg3 den Bauern.",
                    "zh": "如果下2...c4，应3-Kc8 c3 4-Rg3捉兵。",
                    "pl": "Jeśli 2. ... c4, wtedy 3. Kc8 c3 4. Wg3 wygrywa piona.",
                    "ru": "На 2...c4, 3-Kc8 c3 4-Rg3, следует взятие пешки."
                }
            },
            {
                "move": "3. Ke7 Kb5 4. Kd6 $18",
                "comment": []
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "¦ x § 91",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "7R\/8\/8\/K2k4\/4p3\/8\/8\/8 b - - 0 1",
        "moves": [
            {
                "move": "1... Kc4 $1 ",
                "comment": {
                    "pt": "Único para empatar. As pretas devem avançar seu rei para apoiar o peão e ao mesmo tempo evitar que o rei branco se aproxime. Esse lance cumpre essas duas funções. O caminho alternativo (jogar o rei em d4), permitiria que as brancas jogassem Rb4.",
                    "en": "Only move that draws. Black should advance its king in order to support the pawn and at the same time to prevent the white King from getting closer. This move plays both roles. The alternative (move the King to d4) would enable White to play Kb4.",
                    "es": "Única para empatar. Las negras deben avanzar su rey para apoyar el peón y al mismo tiempo evitar que el rey blanco se acerque. Esta jugada cumple las dos funciones. El camino alternativo (llevar el rey a d4), permitiría que las blancas jugaran Rb4.",
                    "de": "Einziger Zug, der Remis erreicht. Schwarz muss mit seinem König die Bauern unterstützen und zur gleichen Zeit verhindern, dass der weiße König sich nähert. Dieser Zug erfüllt diese beiden Aufgaben. Die Alternative dazu, (König auf d4 zu ziehen), würde das weiße Kb4 zulassen.",
                    "zh": "唯一能求得和局的一着。黑方必须前进黑王来支持黑兵，同时阻止白王靠近。这一步可以两全其美。另外一种选择（将王移到d4）使得白棋可以走Kb4。",
                    "pl": "Jedyny ruch prowadzący do remisu. Czarne powinny maszerować Królem, aby wesprzeć piona i w tym samym czasie uniemożliwić białemu Królowi zbliżenie się. Ten ruch ma dwojakie znaczenie. Alternatywą (ruch Królem na d4) byłoby umożliwienie Białym zagranie Kb4.",
                    "ru": "Единственный ход, чтобы привести игру к ничейному результату. Черные должны продвигать своего Короля, для того чтобы поддерживать пешку и, в тоже время, для того чтобы не позволить сближаться белому Королю. Этот ход выполняет две важные роли. Альтернативный вариант (ход Короля на d4) позволит Белым играть Kb4."
                }
            },
            {
                "move": "2. Re8 Kd3 3. Kb4 e3 4. Kb3 e2 $11",
                "comment": []
            }
        ],
        "game_terminator": "1\/2-1\/2"
    },
    {
        "title": "",
        "white": "¦ x §  92",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "K7\/6k1\/8\/6p1\/8\/8\/7R\/8 w - - 0 1",
        "moves": [
            {
                "move": "1. Rf2 $1 ",
                "comment": {
                    "pt": "Único lance para ganhar! As brancas evitam que o rei preto avance utilizando a coluna f e obstrua a ação do rei branco, que deverá entrar em ação nos próximos lances.",
                    "en": "Only move that wins! White prevents the black King from advancing through the f-file and from obstructing the action of the white King that will get active in the next moves.",
                    "es": "Única jugada para ganar! las blancas evitan que el rey negro avance utilizando a columna f y obstrua a acción del rey blanco, que deberá entrar en acción nos próximos jugadas.",
                    "de": "Einziger Gewinnzug! Weiß verhindert, dass der schwarze König über die f-Linie marschiert und seinen weißen Kollegen einschränkt, der in den nächsten Zügen ins Spiel gebracht wird.",
                    "zh": "唯一获胜的一着！白方阻止黑王通过f-线前进，并阻碍白王下一步投入战斗。",
                    "pl": "Jedyny ruch prowadzący do zwycięstwa! Białe uniemożliwiają czarnemu Królowi marsz przez kolumnę f i umożliwiają podjęcie akcji białemu Królowi, który stanie się aktywny na przestrzeni kilku ruchów.",
                    "ru": "Единственно возможный ход для того чтобы выиграть! Белые мешают черному Королю продвигаться на f-вертикаль и создают препятствия для действий белого Короля, который будет активен на следующем ходу."
                }
            },
            {
                "move": "   Kg6 2. Kb7 g4 3. Kc6 Kg5 4. Kd5 g3 5. Rf8 $1 ",
                "comment": {
                    "pt": "A torre será mais eficiente atuando por trás do peão.",
                    "en": "The Rook will be more effective acting from behind the pawn.",
                    "es": "la torre será más efetiva atuando por tras del peón.",
                    "de": "Der Turm ist hinter den Bauern effizienter.",
                    "zh": "车位于兵之后攻击力更强更强。",
                    "pl": "Wieża będzie efektywniejsza działając zza piona.",
                    "ru": "Ладья будет более эффективно действовать позади пешки."
                }
            },
            {
                "move": "Kg4 6. Ke4 g2 7. Rg8+ Kh3 8. Kf3",
                "comment": []
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "¦ x § 96",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "8\/4K3\/8\/3pk3\/3R4\/8\/8\/8 w - - 0 1",
        "moves": [
            {
                "move": "1. Rd2 $1 ",
                "comment": {
                    "pt": "Esse lance e 1-Td3 são os únicos que levam as brancas a vitória. A jogada natural 1-Td1 levaria ao empate como se verá no próximo exemplo. As jogada de torre na quinta fila (1-Ta4) permitiriam que as pretas empatassem facilmente jogando 2...d4.",
                    "en": "This move and 1-Rd3 are the only ones that lead white to win. The natural 1-Rd1 would lead to a draw as shown in the next example. The moves of the Rook in the 5th rank (1-Ra4) enable Black to draw easily with 2...d4.",
                    "es": "Esta jugada y 1-Td3 son las únicas que llevan a las blancas al triunfo. La jugada natural 1-Td1 llevaría al empate, como se verá en el próximo ejemplo. La jugada de torre en la quinta línea (1-Ta4) permitiría que las negras empataran fácilmente jugando 2...d4.",
                    "de": "Dieser Zug und 1. Td3 sind die einzigen, die Weiß zum Gewinn führen. Der natürliche Zug 1-Td1 führt nur zum Remis, wie man im nächsten Beispiel sieht. 1-Ta4 ermöglich die schwarze Rettung nach 2...d4.",
                    "zh": "这一步和1-Rd3是白方唯一可以取胜走法。下1-Rd1会导致和局，这个将在下个例子中解释。五线上走车（1-Ra4) 黑方可以应2...d4很容易求得和局。",
                    "pl": "Ten ruch i 1. Wd3 są jedynymi prowadzącymi do zwycięstwa białych. Naturalny ruch 1. Wd1 prowadzi do remisu jak zostanie to pokazane w następnym przykładzie. Ruchy Wieży na piątą linię (1. Wa4) umożliwia Czarnym zremisowanie z łatwością poprzez 2. ... d4.",
                    "ru": "Этот ход и игра 1-Rd3, единственно возможные, которые ведут Белых к победе. Единственный ход, который ведет к ничейному исходу это 1-Rd1 (ситуацию рассмотрим в следующем примере). Движение Ладьи на пятую горизонталь (1-Ra4), позволяет Черным свести партию к ничье, ходом 2...d4."
                }
            },
            {
                "move": "   d4 2. Rd1 $1 ",
                "comment": {
                    "pt": "As brancas precisam passar a vez para as pretas, obrigando que estas decidam para que lado irão com o rei.",
                    "en": "White needs to pass in order to force Black to decide to which side it will move its King.",
                    "es": "Las blancas necesitan cederle el turno de jugar a las negras, obligando que éstas decidan hacia qué lado irán con el rey.",
                    "de": "Weiß muss seinem Gegner das Zugrecht übergeben, damit Schwarz zeigt, wohin er mit dem König geht.",
                    "zh": "白方此处必须相让，迫使黑棋决定王的走向。",
                    "pl": "Białe potrzebują przejścia, aby zmusić Czarne do wybrania, którą stroną poruszą swojego Króla.",
                    "ru": "Белые должны пасовать, для того чтобы заставить Черных решить в какую сторону они будут двигать своего Короля."
                }
            },
            {
                "move": "Kd5 3. Kd7 $1 Ke4 4. Ke6 Ke3 5. Kd5 d3 6. Kc4 d2 7. Kc3",
                "comment": []
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "¦§7 x ¦3 15",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "6K1\/6P1\/3k4\/8\/8\/8\/7r\/4R3 w - - 0 2",
        "moves": [
            {
                "move": "2. Kf8 ",
                "comment": {
                    "pt": "As brancas vencem com facilidade porque o rei preto não controla a casa e8.",
                    "en": "White wins easily, because the black King doesn't control e8.",
                    "es": "Las blancas vencen con facilidad porque el rey negro no controla la casilla e8.",
                    "de": "Weiß gewinnt leicht, weil der schwarze König das Feld e8 nicht kontrolliert.",
                    "zh": "白方很容易获胜，因为黑王没能控制e8。",
                    "pl": "Białe wygrywają gładko z powodu braku kontroli pola e8 przez czarnego Króla.",
                    "ru": "Белые легко выигрывают, так как черный Король не может контролировать поле e8."
                }
            },
            {
                "move": "   Rf2+ 3. Ke8 ",
                "comment": {
                    "pt": "Estando na mesma coluna que a sua torre, o rei branco fica livre dos xéques inimigos.",
                    "en": "As the white King is in the same file as its Rook, it is free of enemy checks.",
                    "es": "Estando en la misma columna que su torre, el rey blanco queda libre de los jaques enemigos .",
                    "de": "Der weiße König entgeht den Schachgeboten, wenn er auf der gleichen Linie steht wie sein Turm.",
                    "zh": "如果白王跟白车在同一条线上，白王很容易应将。",
                    "pl": "Jako, że biały Król znajduje się na tej samej kolumnie, co jego Wieża, jest wolny od wrogiego szachowania.",
                    "ru": "Белый Король находится на той же вертикали что и Ладья, что не дает возможности сопернику объявлять шах."
                }
            },
            {
                "move": "   Rg2 ",
                "comment": {
                    "pt": "Caso contrário, as brancas promoveriam o peão.",
                    "en": "Otherwise, White would promote the pawn.",
                    "es": "Si no, las blancas promoverían el peón.",
                    "de": "Sonst würde Weiß den Bauern umwandeln.",
                    "zh": "否则白方可以升变兵。",
                    "pl": "W innym przypadku Białe mogłyby promować piona.",
                    "ru": "В противном случае, Белые проводят пешку."
                }
            },
            {
                "move": "   4. Re7 ",
                "comment": {
                    "pt": "Defendendo o peão e evitando os xéques.",
                    "en": "Defending the pawn and preventing checks.",
                    "es": "Defendiendo el peón y evitando los jaques.",
                    "de": "Deckt den Bauern und entgeht den Schachgeboten.",
                    "zh": "防御兵并阻止杀王。",
                    "pl": "Broniąc piona i zapobiegając szachowaniu.",
                    "ru": "Защищает пешку и не дает возможность сделать шах."
                }
            },
            {
                "move": "   Rg1 ",
                "comment": {
                    "pt": "As pretas impedem o avanço do peão. A jogada 4...Ta1 seria respondida com 5-Td7 seguido da coroação do peão.",
                    "en": "Black hinders the advance of the pawn. 4...Ra1 would be answered with 5-Rd7 followed by the promotion of the pawn.",
                    "es": "Las negras impiden el avance del peón. La jugada 4...Ta1 sería respondida con 5-Td7, seguido de la coronación del peón.",
                    "de": "Schwarz verhindert den Vormarsch des Bauern. 4...Ta1 würde mit 5. Td7 nebst Umwandlung erwidert werden.",
                    "zh": "黑方阻碍挺兵。走4...Ra1会应5-Rd7随后升变兵。",
                    "pl": "Czarne utrudniają marsz piona. 4. ... Wa1 mogłoby spotkać się z 5. Wd7 i promocją piona.",
                    "ru": "Черные препятствуют продвижению пешки. На ход 4...Ra1, следует 5-Rd7, с превращением пешки."
                }
            },
            {
                "move": "   5. Kf8 Rf1+ 6. Rf7 ",
                "comment": {
                    "pt": "Garantindo o avanço do peão.",
                    "en": "Guaranteeing the advance of the pawn.",
                    "es": "Asegurando el avance del peón.",
                    "de": "Sichert den Vormarsch des Bauern.",
                    "zh": "确保挺兵。",
                    "pl": "Gwarantując marsz piona.",
                    "ru": "Гарантирует продвижение пешки."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "¦ x § 97",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "8\/4K3\/8\/3pk3\/8\/8\/8\/3R4 b - - 0 1",
        "moves": [
            {
                "move": "1... d4 ",
                "comment": {
                    "pt": "Após este lance chegamos a uma posição onde se aplica o conceito da oposição: quem joga está em desvantagem.",
                    "en": "The concept of opposition is applicable on the position resulting from this move. The player on the move is in disadvantage.",
                    "es": "Después de esta jugada llegamos a una posición en la que se aplica el concepto de la oposición; quien juega está en desventaja.",
                    "de": "Nach diesem Zug erreichen wir eine Stellung, auf der man das Konzept der Opposition klar ersichtlich wird: wer am Zug ist, ist im Nachteil.",
                    "zh": "对王的理念适用于走了这着之后产生的局面。行棋的一方处于劣势。",
                    "pl": "W tej pozycji wykorzystana jest idea opozycji. Gracz przy ruchu popada w słabość.",
                    "ru": "Этим ходом используется концепция оппозиции, где игрок, у которого ход, ухудшает им свою позицию."
                }
            },
            {
                "move": "2. Kd7 Kd5 3. Kc7 Kc5 4. Rd2 Kc4 5. Kd6 Kc3 6. Rd1 d3 7. Ke5 Kc2 8. Rh1 d2",
                "comment": []
            }
        ],
        "game_terminator": "1\/2-1\/2"
    },
    {
        "title": "",
        "white": "¦§4 x ¦ 116",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "1r6\/3k4\/8\/8\/1PR5\/1K6\/8\/8 w - - 0 1",
        "moves": [
            {
                "move": "",
                "comment": {
                    "pt": "Nesta posição, as brancas vencem se for sua vez. A idéia é avançar o peão e apoiá-lo com o rei. O rei preto não pode participar da batalha e a torre sozinha é incapaz de evitar o avanço do peão.",
                    "en": "In this position White wins if it's on the move. The idea is to advance the pawn and support it with the King. The black can't participate in the battle and the Rook alone can't prevent the advance of the pawn.",
                    "es": "En esta posición, las blancas vencen si les toca jugar. La idea es avanzar el peón y apoyarlo con el rey. El rey negro no puede participar de la batalla y la torre sola es incapaz de evitar el avance del peón.",
                    "de": "In dieser Stellung gewinnt Weiß, wenn er am Zuge ist. Die Idee ist es, den Bauern mit der Unterstützung vom König vorzurücken. Der schwarze König kann sich am Kampf nicht beteiligen und der Turm alleine ist nicht imstande, den Bauern zu stoppen."
                }
            },
            {
                "move": "   1. Ka4 $1 ",
                "comment": {
                    "pt": "Essa é a única forma das brancas vencerem. O rei irá apoiar o avanço do peão em b4, que está defendido pela torre, por sinal muito bem situada, defendendo o peão e evitando que o rei preto se aproxime dele.",
                    "en": "This is the only way for White to win. The King will support the advance of the b4-pawn that is defended by the Rook. Additionally, this piece is very well-positioned preventing the black King from coming closer.",
                    "es": "Ésta es la única forma que las blancas tienen de ganar. El rey apoyará el avance del peón en b4, que está defendido por la torre, diches decir de paso muy bien ubicada, defendiendo el peón y evitando que el rey negro se le acerque.",
                    "de": "Nur so gewinnt Weiß. Der König wird den Vormarsch des Bauern auf b4 unterstützen, der vom Turm gedeckt ist, der goldrichtig steht und sowohl den Bauern verteidigt als auch die Annährung vom schwarzen König verhindert.",
                    "zh": "这是白方唯一可以取胜的方法。王在车的保护下会支持b4-兵的挺进。此外王的位置绝佳，不仅可以防御兵而且还可以阻止黑王前进。。",
                    "pl": "Jedyna droga do zwycięstwa dla Białych. Król wspomoże marsz piona b4 chronionego przez Wieżę. Dodatkowo ta figura jest bardzo dobrze ustawiona i uniemożliwia czarnemu Królowi zbliżenie się.",
                    "ru": "Единственный вариант, для того чтобы Белые выиграли. Король помогает продвижению пешки b4, которую защищает Ладья. Кроме этого, у этой фигуры очень хорошая позиция, которая препятствует черному Королю сближаться."
                }
            },
            {
                "move": "   Ra8+ 2. Kb5 Rb8+ 3. Ka6 $1 ",
                "comment": {
                    "pt": "Não há como evitar o avanço do peão. Se agora 3... Ta8 4-Rb7 Ta4 5-Tc7 Rd6 6-b5.",
                    "en": "There is no way to prevent the advance of the pawn. If now 3.. .Ra8, then 4-Kb7 Ra4 5-Rc7 Kd6 6-b5.",
                    "es": "No hay cómo evitar el avance del peón. Si ahora 3...Ta8 4-Rb7 Ta4 5-Tc7 Rd6 6-b5.",
                    "de": "Der Vormarsch des Bauern ist nicht mehr zu verhindern. Wenn jetzt 3... Ta8 4. Kb7 Ta4 5. Tc7 Kd6 6. b5.",
                    "zh": "无法阻止兵的挺进。如果现在下3.. .Ra8，那么会跟4-Kb7 Ra4 5-Rc7 Kd6 6-b5。",
                    "pl": "Nie ma sposobu na zatrzymanie piona. Jeśli teraz 3. ... Wa8, wtedy 4. Kb7 W a4 5. Wc7 Kd6 6. b5.",
                    "ru": "Нет никакой возможности воспрепятствовать продвижению пешки. Если сейчас играть 3.. .Ra8, последует 4-Kb7 Ra4 5-Rc7 Kd6 6-b5."
                }
            },
            {
                "move": "   Kd6 4. b5 ",
                "comment": {
                    "pt": "Não há como evitar que o peão siga avançando.",
                    "en": "There is no way to prevent the pawn from advancing.",
                    "es": "No hay cómo evitar que el peón siga avanzando.",
                    "de": "Der Bauer ist nicht zu stoppen.",
                    "zh": "无法阻止兵的挺进。",
                    "pl": "Nie ma sposobu na zatrzymanie piona.",
                    "ru": "Нет никакой возможности воспрепятствовать продвижению пешки."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "¦§4 x ¦ 117",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "1r6\/3k4\/8\/8\/1PR5\/1K6\/8\/8 b - - 0 1",
        "moves": [
            {
                "move": "",
                "comment": {
                    "pt": "Vimos no diagrama anterior que as brancas ganham ,se for sua vez , jogando Ra4 e depois avançando o peão. Se o lance for das pretas há um recurso que lhes permite empatar:",
                    "en": "THe previous diagram demonstrated that White wins if it's on the move, playing Ka4 and advancing the pawn afterwards.. If Black is on the move, there will be a resource that enables it to draw:",
                    "es": "Vimos en el diagrama anterior que las blancas ganan, si les toca jugar, con Ra4 y después avanzando el peón. Si les toca jugar a las negras hay un recurso que les permite empatar.",
                    "de": "Im vorigen Diagramm haben wir gesehen, dass Weiß gewinnt, wenn er am Zuge ist und Ka4 nebst Vorrücken des Bauern zieht. Wenn Schwarz am Zuge ist, steht ihm eine Ressource zur Verfügung, um zu remisieren."
                }
            },
            {
                "move": "   1... Rc8 ",
                "comment": {
                    "pt": "Se as brancas trocarem a torres chegaremos a um final empatado de rei e peão contra rei e se não o fizerem as pretras levarão seu rei para a casa de coroação do peão.",
                    "en": "If White exchanges Rooks, this will result in a drawing endgame of King and pawn against King. And if White doesn't make the exchange, Black will take its King to the promotion square of the pawn.",
                    "es": "Si las blancas cambian la torres llegaremos a un final empatado de rey y peón contra rey y si no lo hacen las negras llevarán su rey hasta la casilla de coronación del peón.",
                    "de": "Wenn Weiß die Türme abtauscht, erreichen wir ein unentschiedenes Endspiel (König und Bauer gegen König); wenn nicht, erreicht der schwarze König das Umwandlungsfeld.",
                    "zh": "如果白棋兑车会导致这个王单兵对兵的残局成为和局。如果白方不进行兑换，黑王则到达升变格。",
                    "pl": "Jeśli Białe wymienią Wieże, końcówka będzie remisowa - Król i pion przeciw Królowi. I jeśli Białe odrzucą wymianę, Czarne udadzą się swoim Królem do promocyjnego pola.",
                    "ru": "Если Белые разменивают Ладьи, то в результате будет ничейный эндшпиль, в противостоянии Короля с пешкой, против Короля. Также, если Белые не пойдут на размен, Черные займут своим Королем проходное поле пешки."
                }
            },
            {
                "move": "   2. Rh4 Kc7 ",
                "comment": {
                    "pt": "Ou 2...Rc6 com fácil empate.",
                    "en": "or 2...Kc6 with an easy draw.",
                    "es": "O 2...Rc6 con fácil empate.",
                    "de": "Oder 2...Kc6 mit Remis.",
                    "zh": "或者2...Kc6很容易取得和局。",
                    "pl": "Lub 2. ... Kc6 remisując z łatwością.",
                    "ru": "или же игра 2...Kc6, которая ведет к ничейному результату."
                }
            }
        ],
        "game_terminator": "1\/2-1\/2"
    },
    {
        "title": "",
        "white": "¦ x §§2 144",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "7K\/6p1\/8\/7p\/8\/8\/R7\/6k1 w - - 0 1",
        "moves": [
            {
                "move": "1. Kh7 $1 ",
                "comment": {
                    "pt": "As brancas vencem esta posição explorando um tema difícil de encontrar e a chave para a vitória é manter o peão g.",
                    "en": "White wins this position exploring a hardly encountered theme and the key for victory is to keep the g-pawn.",
                    "es": "Las blancas vencen esta posición explotando un tema difícil de encontrar y la clave para el triunfo es mantener el peón g.",
                    "de": "Weiß gewinnt diese Stellung durch die Ausnutzung eines selten vorkommenden Themas. Der Schlüssel zum Gewinn ist die Erhaltung des g-Bauern.",
                    "zh": "白方通过艰辛的遭遇战在这个局面取胜，取胜的关键是保全g-兵。",
                    "pl": "Białe wygrywają pozycję wykorzystują rzadko spotykany temat - kluczem do zwycięstwa jest zachowanie pion na kolumnie g.",
                    "ru": "Белые выигрывают эту позицию, удерживая g-пешку."
                }
            },
            {
                "move": "   h4 ",
                "comment": {
                    "pt": "Se 1...g5 2- Rg6 g4 3-Rg5 g3 4-Rh4 g2 5-Rg3 ganhando.",
                    "en": "If 1.. .g5, 2-Kg6 g4 3-Kg5 g3 4-Kh4 g2 5-Kg3 wins.",
                    "es": "Si 1...g5 2- Rg6 g4 3-Rg5 g3 4-Rh4 g2 5-Rg3 ganando.",
                    "de": "Auf 1...g5 gewinnt 2. Kg6 g4 3. Kg5 g3 4. Kh4 g2 5. Kg3.",
                    "zh": "如果下1.. .g5，应2-Kg6 g4 3-Kg5 g3 4-Kh4 g2 5-Kg3 胜。",
                    "pl": "Jeśli 1. ... g5, wtedy 2. Kg6 g4 3. Kg5 g3 4. Kh4 g2 5. Kg3 wygrywa.",
                    "ru": "Если 1...g5, 2-Kg6 g4 3-Kg5 g3 4-Kh4 g2 5-Kg3, следует выигрыш."
                }
            },
            {
                "move": "   2. Kg6 h3 3. Kg5 h2 4. Kg4 h1=Q ",
                "comment": {
                    "pt": "Se 4...h1=C seguiria 5-Rf3 g5 6-Td2 (única para ganhar) ...g4 7-Rxg4 Cf2 8- Rf3 Ch1( a casa d3 está controlada pela torre) 10-Ta2 ganhando.",
                    "en": "If 4...h1=N, 5-Kf3 g5 6-Rd2 (only move that wins) ... g4 7-Kxg4 Nf2 8-Kf3 Nh1(d3 is controlled by the Rook) 10-Ra2 would win.",
                    "es": "si 4...h1=c seguiría 5-Rf3 g5 6-Td2 (única para ganar) ...g4 7-Rxg4 Cf2 8- Rf3 Ch1( a casilla d3 está controlada por la torre) 10-Ta2 ganando.",
                    "de": "Wenn 4...h1=S folgt 5. Kf3 g5 6. Td2 (einziger Gewinnzug) ...g4 7. Kxg4 Sf2 8. Kf3 Sh1 (das Feld d3 wird vom Turmgedeckt) 10-Ta2 mit Gewinn.",
                    "zh": "如果下4...h1=N，应5-Kf3 g5 6-Rd2 （唯一可以取胜的一着）。... g4 7-Kxg4 Nf2 8-Kf3 Nh1（d3被车控制）10-Ra2 会赢得胜利。",
                    "pl": "Jeśli 4. ... h1=S, wtedy 5. Kf3 g5 6. Wd2 (jedyny zwycięski ruch) ... g4 7. Kxg4 Sf2 8. Kf3 Sh1 (d3 kontroluje Wieża) 10. Wa2 mogłoby wygrać.",
                    "ru": "Если 4...h1=N, 5-Kf3 g5 6-Rd2 (единственный ход для выигрыша), ...g4 7-Kxg4 Nf2 8-Kf3 Nh1 (d3 контролируется Ладьей), следует победа 10-Ra2."
                }
            },
            {
                "move": "   5. Kg3 ",
                "comment": {
                    "pt": "Observe bem esta posição. O mate ou a perda da dama são inevitáveis. Sem o peão em g7, as pretas poderiam jogar ...Dh8 defendendo o xéque de torre em a1. Por esse motivo as brancas não tomaram o peão de g7.",
                    "en": "Oserve this situation carefully. Mate and the loss of the Queen are inevitable. Without the g7-pawn, the Queen would be able to defend the Rook check on a1 with ... Qh8; that's why White didn't capture this pawn.",
                    "es": "Observe bien esta posición. el mate o la pérdida de la dama son inevitables. Sin el peón en g7, las negras podrían jugar ...Dh8 defendiendo la torre en a1. Por ese motivo las blancas no capturaron el peón de g7.",
                    "de": "Beobachten Sie diese Stellung genau: Matt oder Damenverlust sind unvermeidlich.  Ohne den Bauern auf g7 könnte Schwarz ...Dh8 ziehen, was das Schach mit dem Turm auf a1 verhindern würde. Deswegen hat Weiß den Bauern auf g7 nicht geschlagen.",
                    "zh": "仔细观察这个局面：和局或者丢掉后是不可避免的。如果没有g7-兵，黑方可以走... Qh8阻止车在a1上杀王。这是为什么白方不兑兵的缘故。",
                    "pl": "Obserwuj sytuację uważnie. Mat i utrata Hetmana są nieuniknione. Bez piona g7 Hetman byłby w stanie obrnić przed szachem Wieżą na a1 poprzez ... Hh8; to dlatego Białe nie wzięły tego piona.",
                    "ru": "Понаблюдайте внимательно за этой ситуацией. Потеря Ферзя и Мат неизбежны. Без пешки g7, Ферзь не сможет защищать Ладью и получат шах на a1 игрой ...Qh8, поэтому Белые не торопятся ее взять."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "¦§ x ¦§ 145",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "3r4\/8\/1PK2p2\/5k2\/8\/8\/8\/1R6 b - - 0 1",
        "moves": [
            {
                "move": "",
                "comment": {
                    "pt": "As pretas não têm como evitar a coroação do peão branco e portanto perderão sua torre. Para empatar elas devem avançar o seu peão apoiado pelo rei.",
                    "en": "Black isn't able to prevent the promotion of the white pawn, therefore it will lose the Rook. In order to draw, Black has to adavance the pawn supported by the King.",
                    "es": "Las negras no tienen como evitar la coronación del peón blanco y por lo tanto perderón su torre. para empatar ellas deben avanzar el su peón apoiado por el rey.",
                    "de": "Schwarz kann die Umwandlung nicht verhindern und muss also seinen Turm hergeben. Um zu remisieren muss nun der Bauer mit Unterstützung des Königs vorgerrückt werden."
                }
            },
            {
                "move": "   1... Ke4 $1 ",
                "comment": {
                    "pt": "Esse é o único lance que empata! O princípio nessa posição é o mesmo de tantas outras que já vimos: O rei deve apoiar o avanço do peão e evitar que o rei inimigo se aproxime. Se 1.. .Rg4 2-b7 f5 3-b8=d Txb8 4-Txb8 f4 5-Rd5 f3 6-Re4 f2 7-Rf8 Rg3 8-Re3 ganhando.",
                    "en": "This is the only move that draws! The principle in this position is the same as in many other positions shown before: the King must support the advance of the pawn and preventtheopponent's King from coming closer. If 1... Kg4, 2-b7 f5 3-b8=d Rxb8 4-Rxb8 f4 5-Kd5 f3 6-Ke4 f2 7-Kf8 Kg3 8-Ke3 wins.",
                    "es": "Ese es la única jugada que empata! el princípio neslla posición es el mismo de tantas Otras que ya vimos: el rey debe apoyar el avance del peón y evitar que el rey nemigo si aproxime. si 1... Rg4 2-b7 f5 3-b8=d Txb8 4-Txb8 f4 5-Rd5 f3 6-Re4 f2 7-Rf8 Rg3 8-Re3 ganando.",
                    "de": "Einziger Zug, der remisiert! Das Prinzip ist dasselbe von anderen bereits gelernten Stellungen: der König muss den Vormarsch des Bauern unterstützen und verhindern, dass der gegnerische König sich nähert. Falls 1...Kg4 2-b7 f5 3. b8=D Txb8 4. Txb8 f4 5. Kd5 f3 6. Ke4 f2 7. Tf8 Kg3 8. Ke3 mit Gewinn.",
                    "zh": "唯一和局的一着！这种局面的原则跟其他很多以前出现的局面一样：王必须支持兵的挺进并且阻止敌王靠近。如果下1... Kg4，那么应 2-b7 f5 3-b8=d Rxb8 4-Rxb8 f4 5-Kd5 f3 6-Ke4 f2 7-Kf8 Kg3 8-Ke3 获胜。",
                    "pl": "Jedyny remisowy ruch! Zasada dla tej pozycji jest taka sama, jak w wielu innych pokazywanych wcześniej: Król musi nadzorować marsz piona i uniemożliwiać Królowi przeciwnika zbliżenie się. Jeśli 1. ... Kg4, wtedy 2. b7 f5 3. b8=d Wxb8 4. Wxb8 f4 5. Kd5 f3 6. Ke4 f2 7. Kf8 Kg3 8. Ke3 zwycięża.",
                    "ru": "Единственный ход, который ведет к ничье. Принципы этой позиции такие же, как и во многих других, показанных ранее: Король должен помогать продвижению пешки и препятствовать Королю соперника сближаться. Если 1... Kg4, 2-b7 f5 3-b8=d Rxb8 4-Rxb8 f4 5-Kd5 f3 6-Ke4 f2 7-Kf8 Kg3 8-Ke3, ведет к победе."
                }
            },
            {
                "move": "2. b7 f5 3. b8=Q Rxb8 4. Rxb8 f4 5. Kc5 f3 6. Rf8 Ke3 7. Kc4 f2 8. Kc3 Ke2 9. Re8+ Kd1",
                "comment": []
            }
        ],
        "game_terminator": "1\/2-1\/2"
    },
    {
        "title": "",
        "white": "¦§ x ¦§ 146",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "2K5\/2P4R\/k7\/8\/8\/8\/2r4p\/8 w - - 0 1",
        "moves": [
            {
                "move": "",
                "comment": {
                    "pt": "As brancas podem vencer fazendo uma bonita manobra , utilizando o rei preto como escudo.",
                    "en": "White can win with a beautiful maneuver using the black King as a shield.",
                    "es": "Las blancas pueden vencer haciendo una bonita maniobra, utilizando el rey negro como escudo.",
                    "de": "Weiß kann mit einem schönen Umgehungsmanöver gewinnen."
                }
            },
            {
                "move": "   1. Kb8 Rb2+ 2. Ka8 $1 Rc2 3. Rh6+ Ka5 ",
                "comment": {
                    "pt": "Se 3...Rb5 segue 4-Rb7.",
                    "en": "If 3...Kb5, 4-Kb7 will follow.",
                    "es": "si 3...Rb5 sigue 4-Rb7.",
                    "de": "Auf 3...Kb5 folgt 4. Kb7.",
                    "zh": "如果下3...Kb5， 会应4-Kb7。",
                    "pl": "Jeśli 3. ... Kb5, wtedy 4. Kb7.",
                    "ru": "Если 3...Kb5, следует 4-Kb7."
                }
            },
            {
                "move": "   4. Kb7 Rb2+ 5. Ka7 Rc2 6. Rh5+ ",
                "comment": {
                    "pt": "As brancas fazem a mesma manobra para seguir afastando o rei preto.",
                    "en": "White makes the same maneuver in order to keep driving the black King away.",
                    "es": "Las blancas hacen la misma maniobra para seguir alejando al rey negro.",
                    "de": "Weiß macht das gleiche Manöver, um den schwarzen König weiter zu entfernen.",
                    "zh": "白方使用同样的走法不断驱逐黑王。",
                    "pl": "Białe wykonują ten sam manewr w celu odsunięcia czarnego Króla.",
                    "ru": "Белые делают такой же маневр, для того чтобы оттеснить черного Короля."
                }
            },
            {
                "move": "Ka4 7. Kb7 Rb2+ 8. Ka6 Rc2 9. Rh4+ Ka3 10. Kb6 Rb2+ 11. Ka5 Rc2 12. Rh3+ Ka2 13. Rxh2 $1 Rxh2 14. c8=Q",
                "comment": []
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "¦§§ x ¦ 147",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "8\/8\/8\/r3k3\/P3P3\/5K2\/8\/R7 b - - 0 1",
        "moves": [
            {
                "move": "1... Rc5 $1 ",
                "comment": {
                    "pt": "Ameaçando dar xéque em c3 e ganhando o peão de e4.",
                    "en": "Threatening check on c3 and winning the e4-pawn.",
                    "es": "Amenazando dar jaque en c3 y ganando el peón de e4.",
                    "de": "Droht Schach auf c3 und gewinnt den Bauern auf e4.",
                    "zh": "威胁在c3杀王并捉e4-兵。",
                    "pl": "Grożąc szachem na c3 i wygrywając piona e4.",
                    "ru": "Угроза шаха на c3 и взятие пешки на e4."
                }
            },
            {
                "move": "   2. a5 ",
                "comment": {
                    "pt": "Se 2-Ta3 segue 2...Tc4 ganhando o peão e empatando.",
                    "en": "If 2-Ra3, 2. ..Rc4 winning the pawn and drawing the game.",
                    "es": "si 2-Ta3 sigue 2...Tc4 ganando el peón y empatando.",
                    "de": "Auf 2. Ta3 folgt 2...Tc4, was den Bauern gewinnt und folglich remisiert.",
                    "zh": "走2-Ra3，那么应2. ..Rc4捉兵并求得和局。",
                    "pl": "Jeśli 2. Wa3, 2. ... Wc4 wygrywa piona i remisuje grę.",
                    "ru": "На 2-Ra3, 2...Rc4, следует выигрыш пешки и ничейный результат в игре."
                }
            },
            {
                "move": "Rc3+ 3. Ke2 Kxe4 4. a6 Rc8",
                "comment": []
            }
        ],
        "game_terminator": "1\/2-1\/2"
    },
    {
        "title": "",
        "white": "¦§§ x ¦§ 157",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "8\/6k1\/8\/R7\/6KP\/p5P1\/8\/r7 w - - 0 1",
        "moves": [
            {
                "move": "1. Kh5 ",
                "comment": {
                    "pt": "As brancas devem avançar seu rei para apoiar o avanço dos peões, tomando o cuidado para não deixa-lo exposto aos xéques da torre preta. Se as brancas deixassem seu rei na coluna f, as pretas avançariam seu peão e ficariam ameaçando dar xéque para promover o peão em seguida. A jogada 1-Rg5 também era possível para ganhar.",
                    "en": "White must advance its King carefully to support the advance of the pawns and prevent itself from getting exposed to checks from the black Rook. Is White left its King in the f-file, Black would advance the pawn and threaten check in order to promote the pawn afterwards. 1-Kg5 is also possible for winning.",
                    "es": "Las blancas deben avanzar el rey para apoyar el avance de los peones, tomando el cuidado de no dejarlo expuesto a los jaques de la torre negra. Si las blancas dejaran el rey en la columna f, las negras avanzarian su peón y amenazarían dar jaque para promover el peón en seguida. la jugada 1-Rg5 también era posible para ganar.",
                    "de": "Um die Bauern zu unterstützen muss Weiß den König vorsichtig vorrücken, da er sonst vom schwarzen Turm durch Schachgeboten gestört wird. Wenn Weiß den König auf der f-Linie lassen würde, würde Schwarz seinen Bauer vorrücken und drohen, Schach zu bieten und anschließend den Bauern umzuwandeln. Auch 1.Kg5 würde zum Gewinn führen.",
                    "zh": "为了支持挺兵白方必须谨慎的前进王，否则很容易将自己暴露被黑车杀。如果将白王留在f-线，黑方则会挺兵并威胁杀王来升变兵。1-Kg5是有可能会赢的。",
                    "pl": "Białe muszą poruszać Królem uważnie, by wspierać marsz pionów i nie wystawiać się na szachowanie czarnej Wieży. Jeśli Białe pozostawią Króla na kolumnie f, Czarne mogłyby maszerować pionem i grozić szachowaniem w celu późniejszej promocji piona. 1. Kg5 jest również możliwe, aby zwyciężyć.",
                    "ru": "Белые должны внимательно ходить своим Королем, чтобы помочь продвижению пешки, и предотвратить шах со стороны черной Ладьи. Если Белые оставят своего Короля на f-вертикали, Черные продвинут пешку и создадут угрозу шаха, для дальнейшего продвижения и превращения своей пешки. Ход 1-Kg5 также выигрышный."
                }
            },
            {
                "move": "   a2 2. g4 Kh7 3. g5 Kg7 4. Ra7+ Kf8 5. g6 ",
                "comment": {
                    "pt": "Também seria ganhador 5-Rg6.",
                    "en": "5-Kg6 would also win.",
                    "es": "también sería ganador 5-Rg6.",
                    "de": "5. Kg6 würde auch gewinnen.",
                    "zh": "5-Kg6也可能会赢。",
                    "pl": "5. Kg6 również wygrywa.",
                    "ru": "Игра 5-Kg6 также дает выигрышный результат."
                }
            },
            {
                "move": "Kg8 6. Kh6",
                "comment": []
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "¦§3 x ¦1 159",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "1r6\/8\/5k2\/8\/8\/1PK5\/8\/4R3 b - - 0 1",
        "moves": [
            {
                "move": "",
                "comment": {
                    "pt": "Estando o peão na terceira fila a vitória é muito difícil e para tal é necessário que o rei contrário esteja bem distante do peão. Aqui temos um exemplo do melhor ataque contra a melhor defesa e a partida termina em empate. Tente jogar com as pretas;",
                    "en": "Since the pawn is in the 3rd rank, it's very difficult to win and in addition the opponent's King must be very distant from the pawn, therefor. This example shows the best attack against the best defense and game ends with a draw. Try to play with Black.",
                    "es": "Estando el peón en la tercera línea el triunfo es muy difícil y para eso es necesario que el rey adversario esté bien lejos del peón. Aquí tenemos un ejemplo del mejor ataque contra la mejor defensa y la partida termina empatada. Trate de jugar con las negras.",
                    "de": "Mit dem Bauern auf der dritten Reihe ist der Gewinn sehr schwierig; der gegnerische König sollte weit entfernt vom Bauern stehen. Hier ist ein Beispiel vom besten Angriff gegen die beste Verteidigung: die Partie endet unentscheiden. Versuchen Sie, die schwarzen Steine zu führen:"
                }
            },
            {
                "move": "   1... Rc8+ 2. Kd4 Rb8 3. Kc4 Rc8+ 4. Kd5 Rb8 ",
                "comment": {
                    "pt": "Evitando que o peão avançe.",
                    "en": "Preventing the pawn from advancing.",
                    "es": "Evitando que el peón avance.",
                    "de": "Verhindert, dass der Bauer vorrückt.",
                    "zh": "阻止兵挺进。",
                    "pl": "Uniemożliwiając marsz piona.",
                    "ru": "Не дает возможности пешке продвигаться."
                }
            },
            {
                "move": "   5. Rb1 Ke7 ",
                "comment": {
                    "pt": "Para aproximar o rei.",
                    "en": "In order to bring the King closer.",
                    "es": "Para acercar el rey.",
                    "de": "Um den König zu nähern.",
                    "zh": "为了将王移的更近。",
                    "pl": "W celu zbliżenia Króla.",
                    "ru": "Для того, чтобы сблизить Короля."
                }
            },
            {
                "move": "   6. Kc6 Rb4 ",
                "comment": {
                    "pt": "O plano das pretas deve ser bloquear o peão ou aproximar seu rei da casa de coroação. 6...Rd8 perderia para 7-b4.",
                    "en": "Black's plan is to block the pawn or take its King closer to the promotion square. 6...Kd8 would lose to 7-b4.",
                    "es": "El plan de las negras debe ser bloquear el peón o acercar el rey a la casilla de coronación. 6...Rd8 perderia por 7-b4.",
                    "de": "Der Plan von Schwarz lautet: den Bauern zu blockieren oder den König dem Umwandlungsfeld zu nähern. 6...Kd8 verliert wegen 7. b4.",
                    "zh": "黑方的计划是：封堵兵或让王更靠近升变格。6...Kd8会输给7-b4。",
                    "pl": "Planem Czarnych jest zablokować piona bądź zbliżyć się Królem do promocyjnego pola. 6. ... Kd8 mogłoby przegrać z 7. b4.",
                    "ru": "План Черных - заблокировать пешку и продвинуть своего Короля ближе к полю превращения."
                }
            },
            {
                "move": "   7. Re1+ Kd8 8. Re3 Rh4 ",
                "comment": {
                    "pt": "8...Tb8 perderia para Th3.",
                    "en": "8...Rb8 would lose to Rh3.",
                    "es": "8...Tb8 perderia por Th3.",
                    "de": "8...Tb8 verliert wegen Th3.",
                    "zh": "8...Rb8会输给Rh3。",
                    "pl": "8. ... Wb8 mogłoby przegrać z Wh3.",
                    "ru": "8...Rb8 будет потеря Rh3."
                }
            },
            {
                "move": "   9. Re5 Rh6+ 10. Kb7 Rh7+ 11. Kb8 Kd7 12. Rc5 Rh4 13. Rb5 Kc6 14. Rb7 Kc5 ",
                "comment": {
                    "pt": "E o peão está bloqueado.",
                    "en": "And the pawn is blocked.",
                    "es": "y el peón está bloqueado.",
                    "de": "Und der Bauer wurde blockiert.",
                    "zh": "兵被封堵了。",
                    "pl": "I pion jest zablokowany.",
                    "ru": "И пешка заблокирована."
                }
            }
        ],
        "game_terminator": "1\/2-1\/2"
    },
    {
        "title": "",
        "white": "¦§3 x ¦2 160",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "3r4\/8\/7k\/8\/8\/3P4\/3K4\/6R1 w - - 0 1",
        "moves": [
            {
                "move": "",
                "comment": {
                    "pt": "Aqui o rei preto está cortado e ainda encontra-se na coluna torre, onde poderá sofrer ameaças de mate. As brancas conseguem vencer.",
                    "en": "The black King is cut here and in addition it is in the Rook file where it can be subject to mate threats. White is able to win.",
                    "es": "Aquí el rey negro está cortado y todavía en la columna torre, donde podrá sufrir amenazas de mate. Las blancas consiguen vencer.",
                    "de": "Der schwarze König ist abgeschnitten und dazu noch am Brettrand, wo er Mattdrohungen ausgeliefert ist. Weiß gewinnt."
                }
            },
            {
                "move": "   1. Ke3 Re8+ 2. Kf4 Rd8 3. Ke4 Re8+ 4. Kf5 Rf8+ 5. Ke6 Rd8 6. Rd1 Rd4 7. Ke5 Rd8 8. d4 Kg6 9. Ke6 ",
                "comment": {
                    "pt": "Para evitar que o rei preto se aproxime e seguir avançando o peão.",
                    "en": "In order to prevent the black King from approaching and continue to advance the pawn.",
                    "es": "Para evitar que el rey negro se acerque y seguir avanzando el peón.",
                    "de": "Um zu verhindern, dass der schwarze König sich nähert und den Bauern weiter vorzurücken.",
                    "zh": "为了阻止黑王接近并继续挺兵。",
                    "pl": "Aby uniemożliwić czarnemu Królowi podejście i kontynuować marsz pionem.",
                    "ru": "Для того, чтобы не дать возможности черному Королю приближаться, и содействовать в продвижении пешки."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "¦§7 x ¦4 16",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "3K4\/3P2k1\/8\/8\/8\/8\/2r5\/5R2 w - - 0 1",
        "moves": [
            {
                "move": "",
                "comment": {
                    "pt": "Nesta posição as brancas têm dois planos para vencer: Um deles é usar a idéia da \"cobertura\" começando com 1-Tf4 e depois jogando Re7, para em determinado momento cobrir os xéques da torre , como ocorreu em exemplos anteriores. Qual o outro plano das brancas?",
                    "en": "In this position White has two plans to win: one is to use the idea of \"covering\", starting with 1-Rf4 and then Ke7 in order to cover the checks of the enemy Rook in a certain moment, as shown before in other examples.What is the other plan to win?",
                    "es": "En esta posición las blancas tienen dos planes para vencer: uno de ellos es usar la idea del \"puente\" empezando con 1-Tf4 y jugando después Re7, para cobrir oportunamente los jaques de torre, como ocurrió en ejemplos anteriores. ?Cuál es el otro plan de las blancas?",
                    "de": "In dieser Stellung hat Weiß zwei Pläne zum Gewinn: Den Aufbau einer Brücke mit 1. Tf4 nebst Re7, um im gegebenen Moment die Schachgebote der Türme zu decken, wie in den vorigen Beispielen. Welcher ist der andere Plan von Weiß?"
                }
            },
            {
                "move": "   1. Ra1 ",
                "comment": {
                    "pt": "Ocupar a oitava fila com a torre, protegendo dessa forma a casa de promoção do peão e garantindo a fuga do rei.",
                    "en": "In order to occupy the 8th rank with the Rook and protect the promotion square of the pawn and guarantee that the King escapes.",
                    "es": "Ocupar a octava línea con la torre, protegiendo de esta forma la casilla de promoción del peón y asegurando la fuga del rey.",
                    "de": "Die achte Reihe mit dem Turm zu besetzen, um das Umwandlungsfeld zu schützen und die Flucht des Königs zu sichern.",
                    "zh": "为了用车占据八线并保护兵的升变格和确保王能顺利逃离。",
                    "pl": "W celu okupowania ósmej linii Wieżą i obronę promocyjnego pola, jak również zagwarantowanie Królowi ucieczkę.",
                    "ru": "Для того, чтобы занять Ладьей восьмую горизонталь, защитить проходное поле пешки и гарантировать отход Королю."
                }
            },
            {
                "move": "   Kf7 ",
                "comment": {
                    "pt": "O melhor lance, aproximando o rei do peão.",
                    "en": "The best move, taking the King closer to the pawn.",
                    "es": "La mejor jugada, acercando el rey al peón.",
                    "de": "Der beste Zug, der König nähert sich dem Bauern.",
                    "zh": "最佳一着，使王更加靠近兵。",
                    "pl": "Najlepszy ruch, zbliża Króla do piona.",
                    "ru": "Лучший ход, который сближает Короля с пешкой."
                }
            },
            {
                "move": "   2. Ra8 Rc1 ",
                "comment": {
                    "pt": "As pretas mantém a torre na coluna c para impedir a saída do rei adversário. Contra 2... Re6 seguiria 3-Re8, usando o rei preto como escudo.",
                    "en": "Black maintains the Rook in the c-file in order to hinder the exit of the opponent's King. Against 2...Ke6, 3-Ke8 would follow with the black King as a shield.",
                    "es": "Las negras mantienen la torre en la columna c para impedir la salida del rey adversario. Contra 2...Re6 seguiria 3-Re8, usando el rey negro como escudo.",
                    "de": "Schwarz behält den Turm auf der c-Linie, um die Flucht des gegnerischen Königs zu verhindern. Auf 2... Ke6 folgte missbraucht der weiße König mit 3. Ke8 seinen schwarzen Kollegen als Schutzschild.",
                    "zh": "黑方保持车在c-线来阻止敌王逃离。走2...Ke6，应3-Ke8把王作为屏障。",
                    "pl": "Czarne zatrzymują Wieżę na kolumnie c w celu utrudniania wejścia wrogiego Króla. Przeciwko 2. ... Ke6, nastąpi 3. Ke8 z czarnym Królem jako tarczą.",
                    "ru": "Черные оставляют Ладью на c-вертикали, для того чтобы помешать Королю соперника отойти. На игру 2...Ke6, следует 3-Ke8, где черный Король выступает в качестве щита."
                }
            },
            {
                "move": "   3. Rc8 ",
                "comment": {
                    "pt": "Força ndo a torre adversária a abandonar o controle da coluna c.",
                    "en": "Forcing the opponent's Rook to abandon the control of the c-file.",
                    "es": "Forzando la torre adversaria a abandonar el control de la columna c.",
                    "de": "Zwingt den gegnerischen Turm, die Kontrolle über die c-Linie aufzugeben.",
                    "zh": "迫使敌车放弃对c-线的控制。",
                    "pl": "Zmuszenie wrogiej Wieży do opuszczenia kolumny c.",
                    "ru": "Вынуждает Ладью соперника отказаться от контроля за c-вертикалью."
                }
            },
            {
                "move": "   Rd1 4. Kc7 ",
                "comment": {
                    "pt": "As brancas deixam a casa d8 livre para a promoção do peão e devem apenas defender-se contra os xéques.",
                    "en": "White leaves e8 for the promotion of the pawn. And now it should only defend itself from checks.",
                    "es": "Las blancas dejan a casilla d8 libre para la promoción del peón y sólo les resta defenderse de los jaques",
                    "de": "Weiß räumt das Feld d8 für die Umwandlung vom Bauern und muss sich lediglich vor den Schachgeboten schützen.",
                    "zh": "白方清空e8让兵升变。现在它仅仅需防御自己不被将军。",
                    "pl": "Białe zostawiają pole e8 do promocji piona. Teraz powinny jedynie bronić się przed szachami.",
                    "ru": "Белые освобождают поле e8 для проведения пешки. И теперь им остается только защищаться от шахов."
                }
            },
            {
                "move": "   Rc1+ 5. Kb6 ",
                "comment": {
                    "pt": "O rei branco se distancia do peão e vai em direção da torre inimiga.",
                    "en": "The white King goes further away from the pawn and gets closer to the enemy Rook.",
                    "es": "El rey blanco se distancia del peón y va en dirección a la torre enemiga.",
                    "de": "Der weiße König entfernt sich vom Bauern und geht auf den gegnerischen Turm zu.",
                    "zh": "白王走得离兵越远，离敌车越近。",
                    "pl": "Biały Król oddala się od piona i zbliża wrogiej Wieży.",
                    "ru": "Белый Король еще дальше отходит от пешки и сближается с Ладьей соперника."
                }
            },
            {
                "move": "   Rb1+ 6. Ka5 ",
                "comment": {
                    "pt": "Como a casa de promoção do peão está protegida pela torre, o rei branco pode se aproximar da torre contrária.",
                    "en": "As the promotion square is protected by the Rook, the white King can get closer to the opponent's Rook.",
                    "es": "Como la casilla de promoción del peón está protegida por la torre, el rey blanco puede acercarse a la torre contraria.",
                    "de": "Da das Umwandlungsfeld vom Turm gedeckt ist, kann sich der weiße König dem gegnerischen Turm nähern.",
                    "zh": "因为升变格受到车的保护，所以白王可以更加接近敌车。",
                    "pl": "Jako, że promocyjne pole jest chronione przez Wieżę, biały Król może zbliżyć się do Wieży przeciwnika.",
                    "ru": "Так как поле превращения пешки находится под контролем Ладьи, белый Король может сблизиться с Ладьей противника."
                }
            },
            {
                "move": "Ra1+ 7. Kb4 Rb1+ 8. Ka3 Ra1+ 9. Kb2",
                "comment": []
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "¦§3 x ¦4 161",
        "white_sort": "",
        "black": "dificil",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "8\/1k6\/8\/8\/4K3\/4P3\/2R5\/7r b - - 0 1",
        "moves": [
            {
                "move": "",
                "comment": {
                    "pt": "Após o aprendizado dos exemplos anteriores , você deve encontrar a melhor defesa para as pretas;",
                    "en": "After studying the previous examples. you should find the best defense for Black.",
                    "es": "Después del aprendizaje de los ejemplos anteriores, usted debe encontrar la mejor defensa para las negras.",
                    "de": "Nachdem Sie die vorigen Beispiele gelernt haben, können Sie jetzt die beste Verteidigung für Schwarz finden."
                }
            },
            {
                "move": "   1... Rh8 ",
                "comment": {
                    "pt": "Para realizar o ataque frontal e evitar o avanço do peão.",
                    "en": "In order to perform a frontal attack and prevent the pawn from advancing.",
                    "es": "Para realizar el ataque frontal y evitar el avance del peón.",
                    "de": "Um frontal anzugreifen und den Vormarsch vom Bauern zu verhindern.",
                    "zh": "为了实施正面攻击并阻止兵挺进。",
                    "pl": "Zagrane w celu przeprowadzenia frontalnego ataku i zatrzymania marszu piona.",
                    "ru": "Для того, чтобы исполнить фронтальную атаку и помешать продвижению пешки."
                }
            },
            {
                "move": "   2. Rc3 Kb6 ",
                "comment": {
                    "pt": "Para incomodar a torre branca, que nesta posição cumpre duas funções importantes ; cortar o rei preto e defender o peão, liberando seu rei desta função.",
                    "en": "In order to disturb the white Rook that plays two important roles in this position: cutting the black King and defending the pawn, freeing the own King from this task.",
                    "es": "Para molestar la torre blanca, que en esta posición cumple dos funciones importantes: cortar el rey negro y defender el peón, liberando su rey de esta función.",
                    "de": "Um den weißen Turm zu stören, der in dieser Stellung zwei wichtige Funktionen erfüllt: den schwarzen König abzuschneiden und den Bauern zu decken, damit der König von dieser Aufgabe entledigt ist.",
                    "zh": "为了扰乱白车，它在此处起到了两个重要的作用：阻断黑王并防御兵，使王可以从这个任务中解脱出来。",
                    "pl": "Zagrane, aby przeszkodzić białej Wieży, która odgrywa dwie istotne role w tej pozycji: odcina czarnego Króla i broni piona, uwalniając własnego Króla od tego zadania.",
                    "ru": "Для того, чтобы нарушить планы Ладьи выполнить две важные функции в этой ситуации: отрезать черного Короля и защитить пешку, освобождая от этих задач, своего Короля."
                }
            },
            {
                "move": "   3. Kd5 Rd8+ 4. Ke6 Re8+ 5. Kd7 Re4 6. Kd6 Re8 ",
                "comment": {
                    "pt": "As brancas ameaçavam 7-Rd5 seguido do avanço do peão.",
                    "en": "White threatened 7-Kd5 followed by the advance of the pawn.",
                    "es": "las blancas amenazaban 7-Rd5 seguido del avance del peón.",
                    "de": "Weiß drohte 7. Kd5 nebst Vorrücken des Bauern.",
                    "zh": "白方威胁7-Kd5随后挺兵。",
                    "pl": "Białe grożą 7. Kd5 kontynuowane z marszem pionem.",
                    "ru": "Белые угрожают 7-Kd5 с последующим продвижением пешки."
                }
            },
            {
                "move": "   7. Rb3+ Ka5 8. Kc5 Ka4 ",
                "comment": {
                    "pt": "Parabéns!",
                    "en": "Congratulations!",
                    "es": "!Felicitaciones!",
                    "de": "Herzlichen Glückwunsch!",
                    "zh": "恭喜！",
                    "pl": "Gratulacje!",
                    "ru": "Поздравляем!"
                }
            }
        ],
        "game_terminator": "1\/2-1\/2"
    },
    {
        "title": "",
        "white": "¦  x §§3 171",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "2R5\/8\/8\/8\/1p6\/1kp5\/8\/4K3 w - - 0 1",
        "moves": [
            {
                "move": "",
                "comment": {
                    "pt": "As brancas precisam parar o avanço dos peões coordenando a ação do rei e da torre.",
                    "en": "White needs to stop the advance of the pawns coordinating the action of the King with the Rook.",
                    "es": "Las blancas necesitan frenar el avance de los peones coordinando la acción del rey y de la torre.",
                    "de": "Weiß muss König und Turm koordinieren, um die Bauern zu halten."
                }
            },
            {
                "move": "   1. Rb8 ",
                "comment": {
                    "pt": "Excelente jogada que evita as jogadas do rei preto para c2 e b2.",
                    "en": "Excellent move that prevents the black King from moving to c2 and b2.",
                    "es": "Excelente jugada que evita las jugadas del rey negro para c2 y b2.",
                    "de": "Ausgezeichneter Zug, der den schwarzen König daran hindert, nach c2 bzw.b2 zu gehen.",
                    "zh": "极好的一着可以阻止黑王从c2移到b2。",
                    "pl": "Znakomity ruch uniemożliwiający czarnemu Królowi przemieszczenie się na c2 i b2.",
                    "ru": "Великолепный ход, который не дает черному Королю ходить на c2 и b2."
                }
            },
            {
                "move": "   Ka3 2. Kd1 b3 3. Kc1 ",
                "comment": {
                    "pt": "Agora que o rei branco está ajudando no bloqueio dos peões, o próximo passo é forçar o avanço de um deles e captura-los. As pretas retardam ao máximo este avanço.",
                    "en": "Now that the white King is helping with the block of the pawns, the next step is to force the advance of one of them and capture them. Black delays this advance as much as possible.",
                    "es": "Ahora que el rey blanco está bloqueando los peones, el próximo paso es forzar el avance de uno de ellos y capturarlo. Las negras retrasan al máximo este avance.",
                    "de": "Der weiße König blockiert jetzt die Bauern, nun besteht der nächste Schritt darin, das Vorrücken der Bauern zu erzwingen, um sie zu schlagen. Schwarz verzögert nach Kräften dieses Vorrücken.",
                    "zh": "在白王在帮助封堵黑兵，下一步就是强迫其中一个兵前进并捉之。黑方必须尽可能的拖延挺兵。",
                    "pl": "Podczas gdy biały Król wspomaga blok pionów, następnym krokiem jest wymuszenie marszu jednego z nich, by pochwycić je. Czarne oddalają ten ruch najdłużej, jak się da.",
                    "ru": "Теперь, когда Белый Король помогает блокировать пешки, следующим шагом надо вынудить Черных продвинуть одну из них, для того чтобы следующим ходом Белые смогли ее взять. Черные оттягивают продвижение одной из этих пешек."
                }
            },
            {
                "move": "   Ka4 4. Rc8 ",
                "comment": {
                    "pt": "4-Rb1 surtiria o mesmo efeito.",
                    "en": "4-Kb1 would have the same result.",
                    "es": "4-Rb1 el mismo efecto.",
                    "de": "4. Kb1 hätte die gleiche Folge.",
                    "zh": "走4-Kb1会达到同样的效果。",
                    "pl": "4. Kb1 dałoby ten sam rezultat.",
                    "ru": "Ход 4-Kb1 ведет к такому-же результату."
                }
            },
            {
                "move": "   Kb4 5. Kb1 b2 6. Kc2 Ka3 7. Rxc3+ Ka2 8. Rb3 Ka1 9. Ra3# ",
                "comment": {
                    "pt": "9-Rxb2 levaria ao empate!",
                    "en": "9-Kxb2 would lead to a draw!",
                    "es": "9-Rxb2 !llevaría al empate!",
                    "de": "9. Kxb2 führt zum Remis!",
                    "zh": "走9-Kxb2会导致和局！",
                    "pl": "9. Kxb2 prowadzi do remisu!",
                    "ru": "Игра 9-Kxb2 ведет к ничье."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "¦§§ x ¦ 172",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "4r3\/6k1\/8\/6PR\/5K1P\/8\/8\/8 b - - 0 1",
        "moves": [
            {
                "move": "",
                "comment": {
                    "pt": "Não há muitas dificuldades em ganhar com dois peões passados unidos, mas o lado defensor pode ,em alguns casos, conseguir o empate.",
                    "en": "It isn't very difficult to win with two united passed pawns but the defending side can, in some cases, reach a draw.",
                    "es": "No hay muchas dificultades en ganar con dos peones pasados y unidos, pero el lado defensor puede, en algunos casos, conseguir el empate.",
                    "de": "Es ist nicht schwierig, mit zwei verbundenen Freibauern zu gewinnen, aber der Verteidiger kann in gewissen Fällen remisieren."
                }
            },
            {
                "move": "   1... Re6 ",
                "comment": {
                    "pt": "Evitando que a torre branca entre em jogo com Th6. As pretas necessitam apenas manter a torre na terceira fila para empatar.",
                    "en": "Preventing the white Rook from entering the game with Rh6. Black needs only to keep the Rook in the 3rd rank in order to draw.",
                    "es": "Evitando que la torre blanca entre en juego. Las negras sólo necesitan mantener la torre en la tercera línea para empatar.",
                    "de": "Verhindert, dass der weiße Turm ins Spiel gebracht wird (Th6). Schwarz muss nur den Turm auf der dritten Reihe halten, um zu remisieren.",
                    "zh": "阻止白车走Rh6投入战斗。黑方只要保全三线上的车就能求得和局。",
                    "pl": "Uniemożliwiając białej Wieży wejście w grę przez Wh6. Czarne potrzebują jedynie zatrzymać Wieżę na trzeciej linii, aby zremisować.",
                    "ru": "Не дает белой Ладье вступить в игру ходом Rh6. Черным необходимо держать Ладью на третьей горизонтали, для того чтобы свести игру к ничейному результату."
                }
            }
        ],
        "game_terminator": "1\/2-1\/2"
    },
    {
        "title": "",
        "white": "¦§§ x ¦4 173",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "1K6\/3k4\/4R3\/3PP3\/8\/8\/8\/r7 b - - 0 1",
        "moves": [
            {
                "move": "1... Rb1+ ",
                "comment": {
                    "pt": "É praticamente impossível empatar contra dois peões passados unidos no centro, mas neste caso as pretas aproveitam uma situação especial. A sequência é única e deve começar com xéque para que o rei branco vá para a coluna torre. Se 1...Ta5 2-Td6 Re7 3-Rc7 ganhando facilmente.",
                    "en": "It's almost impossible to draw against two united passed pawns in the center but in this case Black takes advantage of a special situation. The sequence is unique and must start with check so that the white King moves to the Rook file. If 1...Ra5, 2-Rd6 Ke7 3-Kc7 wins easily.",
                    "es": "es prácticamente imposible empatar contra dos peones pasados unidos en el centro, pero en este caso las negras aprovechan una situación a secuencia es única y debe comenzar con para que el rey blanco vaya para a columnla torre. si 1...2-Td6 Re7 3-Rc7 ganando fácilmente.",
                    "de": "Es ist praktisch unmöglich, gegen zwei verbundene Freibauern im Zentrum zu remisieren, aber hier kommt Schwarz eine besondere Situation zumute. Schwarz kann die Zugfolge nicht umstellen und der erste Zug ist ein Schachgebot, um den weißen König an den Brettrand zu drängen. Auf 1...Ta5 gewinnt 2. Td6 Ke7 3. Kc7 leicht.",
                    "zh": "跟中心通路联兵斗争中谋求和局几乎是不可能的，但是这个例子中黑方利用了一种特殊情况。这个顺序是唯一的并且必须由将军开始，逼白王走到边线上。如果下1...Ra5，2-Rd6 Ke7 3-Kc7很容易取胜。",
                    "pl": "Jest prawie niemożliwym zremisować przeciwko dwóm zjednoczonym w centrum wolnym pionom, ale w tym wypadku Czarne wykorzystują przewagę wynikającą ze specjalnej sytuacji. Sekwencja jest unikalna i musi zacząć się od szachowania, aby biały Król przemieścił się na kolumnę Wieży. Jeśli 1. ... Wa5, wtedy 2. Wd6 Ke7 3. Kc7 wygrywa gładko.",
                    "ru": "Практически невозможно свести игру на ничью с двумя связанными проходными пешками по центру игрового поля, но Черные имеют некое преимущество, в данной ситуации. Последовательность ходов должна начинаться с шаха, для того чтобы белый Король отошел на ладейную вертикаль. Если 1...Ra5, 2-Rd6 Ke7 3-Kc7, последует легкая победа."
                }
            },
            {
                "move": "   2. Ka7 Rb5 3. Rd6+ Kc7 ",
                "comment": {
                    "pt": "Explorando o tema de mate.",
                    "en": "Exploring the mate theme.",
                    "es": "explotando el tema de mate.",
                    "de": "Nutzt das Mattmotiv aus.",
                    "zh": "充分利用逼和主题。",
                    "pl": "Wykorzystując temat matowy.",
                    "ru": "Использует угрозу мата."
                }
            },
            {
                "move": "   4. Rc6+ ",
                "comment": {
                    "pt": "Se 4-Ra5 seguiria 4...Tc5 e as brancas perdem um peão.",
                    "en": "If 4-Ka5, ...Rc5 follows and White loses a pawn.",
                    "es": "si 4-Ra5 seguiria 4... Tc5 y las blancas pierden un peón.",
                    "de": "Auf 4. Ka5 folgt 4...Tc5 und Weiß verliert einen Bauern.",
                    "zh": "下4-Ka5，应...Rc5白方会丢掉一个兵。",
                    "pl": "Jeśli 4. Ka5, następuje ... Wc5 i Białe tracą piona.",
                    "ru": "Если 4-Ka5, ...Rc5, Белые теряют пешку."
                }
            },
            {
                "move": "   Kd8 ",
                "comment": {
                    "pt": "Única. Se 4...Rd7 5-e6 ganharia.",
                    "en": "Only move possible. If 4.. .Kd7, 5-e6 would win.",
                    "es": "única. si 4...Rd7 5-e6 ganaria.",
                    "de": "Einziger Zug. Auf 4...Kd7 gewinnt 5. e6.",
                    "zh": "唯一可行的一着。下.. .Kd7，应5-e6会取得胜利。",
                    "pl": "Jedyny możliwy ruch. Jeśli 4. ... Kd7, 5. e6 wygrywa.",
                    "ru": "Единственно возможный ход. На игру 4...Kd7, следует победа на 5-e6."
                }
            },
            {
                "move": "5. Rd6+ Kc7",
                "comment": []
            }
        ],
        "game_terminator": "1\/2-1\/2"
    },
    {
        "title": "",
        "white": "¦§§ x ¦6 174",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "1K6\/1P1k4\/1P6\/8\/8\/8\/r7\/2R5 w - - 0 1",
        "moves": [
            {
                "move": "1. Rd1+ Ke7 ",
                "comment": {
                    "pt": "As brancas têm dificuldades para escapar som seu rei, justamente devido ao peão em b6. Se não houvesse este peão as brancas venceriam jogando Td4, escapando com o rei por b6 e cobrindo os xéques com a torre, conforme já demonstrado em outros exemplos.White has a hard time to escape with its King because of the b6-pawn. If it wasn't for this pawn, White would win easily with Rd4, running with the King through b6 and covering checks with the Rook, as demonstrated in other examples.",
                    "es": "Las blancas enfrentan dificultades para escapar son su rey, justamente debido al peón en b6. Si no estuviera este peón las blancas vencerían jugando con el rey por b6 y con la torre, según ya vimos en otros ejemplos.",
                    "de": "Weiß hat wegen des Bauern auf b6 Schwierigkeiten, mit seinem König zu fliehen. Ohne diesen Bauern würde Weiß mit Td4 gewinnen, und mit dem König über b6 fliehen. Schachgebote würden vom Turm gedeckt, wie bereits in vorigen Beispielen gesehen.",
                    "zh": "因为b6上的兵白王逃离困难重重。如果没有这个兵的存在白方可以走Td4获胜，并且白王可以从b6逃离。跟前面的例子一样可以用车应将。"
                }
            },
            {
                "move": "   2. Rd6 ",
                "comment": {
                    "pt": "Única para ganhar. O peão de b6 será útil nesta variante.",
                    "en": "Only move that wins. The b6-pawn will be useful in this variation.",
                    "es": "Unica para ganar. El peón de b6 será útil en esta variante.",
                    "de": "Einziger Gewinnzug. Der Bauer auf b6 ist nützlich in dieser Variante.",
                    "zh": "唯一获胜的一着。b6-兵在这个变例中非常有用。",
                    "pl": "Jedyny zwycięski ruch. Pion b6 byłby bezużyteczny w tej wariacji.",
                    "ru": "Единственный победный ход. Пешка на b6 будет полезна в этом варианте."
                }
            },
            {
                "move": "   Rc2 ",
                "comment": {
                    "pt": "A melhor defesa . Contra 2...Rxd6 seguiria 3-Rc8 Tc1 4-Rd8 ganhando. Contra 2...Ta1 3-Rc7.",
                    "en": "The best defense. Against 2... Kxd6, 3-Kc8 Rc1 4-Kd8 would win. Against 2...Ra1 3-Kc7",
                    "es": "la mejor defensa contra 2...Rxd6 ,seguiria 3-Rc8 Tc1 4-Rd8 ganando. Contra 2...Ta1, 3-Rc7.",
                    "de": "Die beste Verteidigung. Gegen 2...Kxd6 folgt 3. Tc8 Tc1 4. Td8 mit Gewinn. Auf 2...Ta1 folgt 3. Kc7.",
                    "zh": "最佳防御。走2... Kxd6，应3-Kc8 Rc1 4-Kd8可以获胜。下 2...Ra1会应3-Kc7。",
                    "pl": "Najlepsza obrona. Przeciwko 2. ... Kxd6, wygrywa 3. Kc8 Wc1 4. Kd8. Przeciwko 2. ... Wa1 3. Kc7.",
                    "ru": "Лучшая защита. На игру 2... Kxd6, 3-Kc8 Rc1 4-Kd8 Белые выигрывают. На 2...Ra1, следует 3-Kc7."
                }
            },
            {
                "move": "   3. Rc6 ",
                "comment": {
                    "pt": "Novamente única. A torre preta deve capturar a branca e estará mal colocada em c6.",
                    "en": "Again, only move possible. The black Rook has to capture the white one and will be poorly-positioned on c6.",
                    "es": "De nuevo única. La torre negra debe capturar a la blanca y estará mal ubicada en c6.",
                    "de": "Noch einmal der einzige Zug. Der schwarze Turm muss den weißen nehmen und wird auf c6 schlecht stehen.",
                    "zh": "又是唯一可行的一着。黑车必须捉白车，c6的位置很不利。",
                    "pl": "Ponownie, jedyny możliwy ruch. Czarna Wieża musi schwytać białą i będzie przez to źle usytuowana na c6.",
                    "ru": "Опять, единственно возможный ход. Черная Ладья должна взять белую Ладью, в результате чего она будет плохо cпозиционирована на c6."
                }
            },
            {
                "move": "Rxc6 4. Ka7",
                "comment": []
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "¦§§ x ¦5 175",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "1k6\/1P6\/K7\/1P6\/8\/8\/6r1\/3R4 b - - 0 1",
        "moves": [
            {
                "move": "",
                "comment": {
                    "pt": "Tudo parece perdido, entretanto as pretas têm recursos.",
                    "en": "Everything seems lost, however Black has a resorce left.",
                    "es": "Todo parece perdido, sin embargo las negras tienen recursos.",
                    "de": "Die Stellung scheint verloren zu sein, jedoch hat Schwarz Ressourcen."
                }
            },
            {
                "move": "   1... Ra2+ 2. Kb6 Rd2 ",
                "comment": {
                    "pt": "Este é o recurso, perseguir a torre branca e afogar o rei.",
                    "en": "This resource is to chase the white Rook and stalemate the King.",
                    "es": "Éste es el recurso, perseguri a la torre blanca; si la torre negra es capturada, el rey negro quedará ahogado.",
                    "de": "Das ist die Ressource: den weißen Turm zu verfolgen und den König pattzusetzen.",
                    "zh": "办法是为了追击白车并且逼和王。",
                    "pl": "Te zasoby posłużą pogoni za białą Wieżą i doprowadzą do pata Króla.",
                    "ru": "Для того, чтобы преследовать белую Ладью и создать для Короля патовую ситуацию."
                }
            },
            {
                "move": "3. Rh1 Rh2",
                "comment": []
            }
        ],
        "game_terminator": "1\/2-1\/2"
    },
    {
        "title": "",
        "white": "¦§ x ¦§3 176",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "8\/7k\/P1R5\/8\/1r6\/8\/1p6\/1K6 w - - 0 1",
        "moves": [
            {
                "move": "1. a7 ",
                "comment": {
                    "pt": "Também é possível começar com 1-Tc7 e após 1...Rg6 seguir com 2-a7.",
                    "en": "It's also possible to start with 1-Rc7 and after 1...Kg6 continue with 2-a7.",
                    "es": "También es posible comenzar con 1-Tc7 y después de 1...Rg6 seguir con 2-a7.",
                    "de": "Es ist möglich, mit 1-Tc7 anzufangen und nach 1...Kg6 mit 2. a7 zu folgen.",
                    "zh": "由1-Rc7开始是可行的，然后在走1...Kg6之后下2-a7。",
                    "pl": "Możliwe jest także rozpocząć od 1. Wc7 i po 1. ... Kg6 kontynuować z 2. a7.",
                    "ru": "Так же существует возможность начать с 1-Rc7 и после 1...Kg6, продолжить игрой 2-a7."
                }
            },
            {
                "move": "Ra4 2. Rc7+ Kg6 3. Kxb2 Kf6 4. Kb3 Ra1 5. Kb4 Ke6 6. Kb5 Kd6 7. Rc6+ Kd5 8. Ra6 Rb1+ 9. Ka5 Kc5 10. Rc6+ Kxc6 11. a8=Q+",
                "comment": []
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "¦§ x ¦§5 177",
        "white_sort": "",
        "black": "dificil",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "8\/8\/8\/5P1R\/6p1\/6k1\/5r2\/4K3 b - - 0 1",
        "moves": [
            {
                "move": "",
                "comment": {
                    "pt": "Este final ocorreu no match pelo campeonato mundial , disputado em 1984, entre Kasparov e Karpov. Tente jogar como Karpov e explorar a má posição das peças brancas para ganhar!",
                    "en": "This endgame is from a World Championship match in 1984 between Kasparov and Karpov. Try to play like Karpov and explore the bad position of the white pieces in order to win.",
                    "es": "Este final ocurrió en el match por el Campeonato Mundial, en 1984, entre Kasparov y Karpov. !Trate de jugar como Karpov y de explotar la posición de las piezas blancas para ganar!",
                    "de": "Dieses Endspiel geschah in Kasparow - Karpow, Wettkampf um die Weltmeisterschaft 1984. Versuchen Sie, wie Karpow die schlechte Stellung der weißen Figuren auszunutzen!"
                }
            },
            {
                "move": "   1... Kg2 2. Rg5 g3 3. Rh5 Rf4 ",
                "comment": {
                    "pt": "Para cortar o rei branco.",
                    "en": "In order to cut the white King.",
                    "es": "Para cortar el rey blanco.",
                    "de": "Um den weißen König abzuschneiden.",
                    "zh": "为了阻断白王。",
                    "pl": "Aby odciąć białego Króla.",
                    "ru": "Для того, чтобы отрезать белого Короля."
                }
            },
            {
                "move": "   4. Ke2 Re4+ 5. Kd3 Kf3 ",
                "comment": {
                    "pt": "Lib erando o avanço do peão.",
                    "en": "Freeing the pawn to advance.",
                    "es": "Liberando el avance del peón.",
                    "de": "Befreit den Bauern zum Vorrücken.",
                    "zh": "解放兵使它得以前进。",
                    "pl": "Uwalniając piona, w celu jego marszu.",
                    "ru": "Деблокирует пешку для ее дальнейшего продвижения."
                }
            },
            {
                "move": "   6. Rh1 g2 7. Rh3+ Kg4 8. Rh8 Rf4 9. Ke2 Rxf5 ",
                "comment": {
                    "pt": "Parabéns!",
                    "en": "Congratulations!",
                    "es": "!Felicitaciones!",
                    "de": "Herzlichen Glückwunsch!",
                    "zh": "恭喜！",
                    "pl": "Gratulacje!",
                    "ru": "Поздравляем!"
                }
            }
        ],
        "game_terminator": "0-1"
    },
    {
        "title": "",
        "white": "¦§ x ¦§4 178",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "4k3\/1R6\/5P2\/4K1p1\/8\/8\/5r2\/8 w - - 0 1",
        "moves": [
            {
                "move": "",
                "comment": {
                    "pt": "Este final estaria empatadao se não existisse o peão preto em g5, mas na atual posição as brancas podem vencer.",
                    "en": "This endgame would be a draw without the existance of the black g5-pawn but in the present position White can win.",
                    "es": "Este final estaría empatado si no existiera el peón negro en g5, pero en la actual posición las blancas ganan.",
                    "de": "Dieses Endspiel wäre Remis ohne den schwarzen Bauern auf g5, aber in dieser Stellung kann Weiß gewinnen."
                }
            },
            {
                "move": "   1. Ke6 Re2+ 2. Kf5 g4 3. Kg6 ",
                "comment": {
                    "pt": "Este é o segredo! Utilizar o peão preto como escudo contra os xéques da torre. Tomar o peão em g4 levaria ao empate.",
                    "en": "This is the secret! To use the black pawn as a shield against Rook checks. Capturing the g4-pawn would lead to a draw.",
                    "es": "!Éste es el secreto! Usar al peón negro como escudo contra los jaques de la torre. Tomar el peón en g4 llevaría al empate.",
                    "de": "Das ist es doch! Der schwarze Bauer wird als Schutzschild gegen die Turmschachs benutzt. Den Bauern auf g4 zu schlagen würde zum Remis führen.",
                    "zh": "这是秘诀！把兵作为对付车将的盾牌。捉g4-兵会导致和棋。",
                    "pl": "Oto cała tajemnica! Aby użyć czarnego piona jako tarczę przeciwko szachowaniem przez Wieżę. Wzięcie piona g4 prowadziłoby do remisu.",
                    "ru": "В этом хитрость! Для того чтобы использовать черную пешку в роли щита от шаха Ладьей. Взятие пешки на g4 ведет к ничейному исходу."
                }
            },
            {
                "move": "Rf2 4. f7+ Kf8 5. Rb8+ Ke7",
                "comment": []
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "¦§§ x ¦2 179",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "7R\/1k5P\/8\/7r\/2P5\/8\/3K4\/8 w - - 0 1",
        "moves": [
            {
                "move": "",
                "comment": {
                    "pt": "As brancas utlizam um tema tático conhecido e vencem facilmente.",
                    "en": "White uses a well known tactical theme and wins easily.",
                    "es": "Las blancas usan un tema táctico conocido y vencen fácilmente.",
                    "de": "Weiß nutzt ein bekanntes taktisches Motiv aus und gewinnt leicht."
                }
            },
            {
                "move": "   1. c5 Rh6 ",
                "comment": {
                    "pt": "No caso de xéques , o rei branco se aproximaria da torre. No caso da tomada do peão c, qualquer jogada de torre, exceto 2-Tc8, ganharia.",
                    "en": "In case of checks, the white King would approach the Rook. In case the c-pawn is captured, any Rook move, except Rc8, would win.",
                    "es": "Si le dieran jaques, el rey blanco se acrecaría a la torre. Si se captura el peón c, cualquier jugada de torre, excepto 2-Tc8, ganaría.",
                    "de": "Bei Schachgeboten würde sich der weiße König dem Turm nähern. Wenn der c-Bauer geschlagen wird, gewinnt jeder Turmzug außer 2. Tc8.",
                    "zh": "如果将军的话白王会靠近车。如果c-兵被抓，车除了走Rc8之外都能获胜。",
                    "pl": "W przypadku szachowania, biały Król mógłby podejść do Wieży. Gdyby zaś pion z kolumny c został wzięty, jakikolwiek ruch Wieżą, oprócz Wc8, wygrywałby.",
                    "ru": "В случае шаха, белый Король должен приближаться к Ладье. В случае взятие c-пешки, любой ход Ладьей, кроме Rc8, будет победным."
                }
            },
            {
                "move": "   2. c6+ ",
                "comment": {
                    "pt": "Este é o ponto. O peão não pode ser tomado e as pretas devem bloqueá-lo.",
                    "en": "This is the point. The pawn can't be captured and Black has to block it.",
                    "es": "Éste es el punto: el peón no puede ser capturado y las negras deben bloquearlo.",
                    "de": "Das ist der Punkt. Der Bauer kann nicht geschlagen werden und muss von Schwarz blockiert werden.",
                    "zh": "这是要点。兵不能被捉，黑方必须封堵。",
                    "pl": "Właśnie tutaj. Pion nie może zostać wzięty i Czarne muszą go blokować.",
                    "ru": "В этом и смысл. Пешка не может быть взята и Черные вынуждены их блокировать."
                }
            },
            {
                "move": "   Kc7 3. Ra8 ",
                "comment": {
                    "pt": "Ganhando. Note que se o peão branco na coluna c, estivesse na coluna b ou a , este tema tático não seria possível e as brancas não ganhariam.",
                    "en": "Winning. Notice that if the white pawn in the c-file was in the b- or a-file, this tactical theme wouldn't be possible and White wouldn't win.",
                    "es": "Ganando. Observe que si el peón blanco estuviera en la columna \"b\" o \"a\" este tema táctico no sería posible y las blancas no ganarían.",
                    "de": "Gewinnt. Beachte, dass dieses taktische Motiv nicht möglich wäre, stünde der weiße Bauer auf der a- oder b- statt auf der c-Linie. In diesem Fall würde Weiß nicht gewinnen.",
                    "zh": "赢！注意这个战术只有当兵在a-线或者b-线而不是c-线时才可行。如果不是这样白棋也不会赢。",
                    "pl": "Wygrana. Zauważ, że jeśli biały pion na kolumnie c byłby na b lub a, ten taktyczny temat nie mógłby być możliwy i białe nie mogłyby zwyciężyć.",
                    "ru": "Победа! Обратите внимание на то, что если пешка на c-вертикали была бы на b- или a- вертикали, эта стратегия не будет работать, и Белые не смогут выиграть."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "¦§7 x ¦5 21",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "r7\/P2k4\/8\/8\/1K6\/8\/8\/R7 w - - 0 1",
        "moves": [
            {
                "move": "1. Kb5 ",
                "comment": {
                    "pt": "Geralmente é dificil vencer com o peão torre, mas neste final a torre branca está na posição ideal, ou seja atrás do próprio peão e apoiando seu avanço. Por outro lado a torre preta está na pior posição, imobilizada, bloqueando o peão branco. As brancas vencem aproximando seu rei para expulsar a torre adversária.",
                    "en": "Generally, its hard to win with the Rook-pawn, but in this endgame the Rook is in the ideal position, i.e., behind the pawn, supporting its advance. On the other hand, the black Rook is in the worst position: immobilized, blocking the white pawn. White wins by taking its King closer and chasing away the opponent's Rook.",
                    "es": "Generalmente es dificil vencer con el peón torre, pero en este final la torre blanca está en la posición ideal, es decir atrás del propio peón y apoyando su avance. Por otro lado la torre negra está en la peor posición, paralizada, bloqueando el peón blanco. Las blancas vencen acercando el rey para expulsar la torre adversaria.",
                    "de": "Normalerweise ist es schwierig, mit einem Randbauern zu gewinnen; in diesem Endspiel steht aber der Turm ideal, d. h. hinter dem eigenen Bauern, von wo aus er den Vormarsch des Bauern unterstützt. Andererseits steht der schwarze Turm denkbar schlecht: unbeweglich blockiert er den weißen Bauern. Weiß gewinnt, indem der König den gegnerischen Turm vertreibt.",
                    "zh": "通常来说要赢车兵残局很难，但是这个残局中车的位置非常理想，在兵之后，可以由兵保护前进。另外黑车处在比较糟糕的位置：为了封堵白兵而不能活动。白方将白王移近并将黑车赶走就能赢得胜利。",
                    "pl": "Zwykle bardzo trudno wygrać końcówki Wieża-pion, ale w tej grze końcowej Wieża jest w idealnej pozycji, np. za pionem, wspierając jego marsz. Z drugiej strony czarna Wieża jest w najgorszym możliwym miejsc: niemobilna, blokująca białego piona. Białe zwyciężą przez zbliżenie Króla i przegonienie wrogiej Wieży.",
                    "ru": "Как правило, нейтрализовать пешку под защитой Ладьи практически невозможно, но в этом эндшпиле, Ладья занимает идеальную позицию, так как она находится позади пешки, помогая ей в продвижении. С другой стороны, черная Ладья находится в худшей позиции: иммобилизирована и блокирована белой пешкой. Белые выиграют, если они приблизят своего Король и будут оттеснять Ладью соперника."
                }
            },
            {
                "move": "   Kc7 ",
                "comment": {
                    "pt": "Impe ndindo que as brancas joguem Rb6.",
                    "en": "Preventing White from playing Kb6.",
                    "es": "Impidiendo que las blancas jueguen Rb6.",
                    "de": "Vehrindert das weiße Kb6.",
                    "zh": "阻止白方下Kb6。",
                    "pl": "Uniemożliwiając Białym zagranie Kb6.",
                    "ru": "Не дает играть Белым Kb6."
                }
            },
            {
                "move": "   2. Ka6 ",
                "comment": {
                    "pt": "Protegendo o peao e evitando ...Rb7.",
                    "en": "Protecting the pawn and preventing ...Kb7.",
                    "es": "Protegiendo el peón y evitando ...Rb7.",
                    "de": "Schützt den Bauern und verhindert ...Kb7.",
                    "zh": "保护兵并阻止...Kb7。",
                    "pl": "Obrona piona i zatrzymanie ... Kb7.",
                    "ru": "Защищает пешку и не дает играть ...Kb7."
                }
            },
            {
                "move": "   Rh8 3. Rc1+ ",
                "comment": {
                    "pt": "Para afastar o rei preto e dar passagem ao próprio rei.",
                    "en": "In order to drive the opponent's King away and make way for its own King.",
                    "es": "Para alejar el rey negro y abrirle paso al rey.",
                    "de": "Um den schwarzen König zu entfernen und dem eigenen König den Weg zu bahnen.",
                    "zh": "为了赶走敌王并为己方王扫清道路。",
                    "pl": "Aby przegonić wrogiego Króla i utorować drogę dla własnego.",
                    "ru": "Для того, чтобы оттеснить Короля соперника и открыть путь своему Королю."
                }
            },
            {
                "move": "   Kd6 4. Kb7 ",
                "comment": {
                    "pt": "Ameaçando a8=D.",
                    "en": "Threatening a8=Q.",
                    "es": "Amenazando a8=d.",
                    "de": "Droht a8=D.",
                    "zh": "威胁a8=Q。",
                    "pl": "Grożąc a8=H.",
                    "ru": "Угрожает a8=Q."
                }
            },
            {
                "move": "   Rh7+ 5. Kb8 ",
                "comment": {
                    "pt": "Mantendo o controle da casa de promoção.",
                    "en": "Maintaining the control of the promotion square.",
                    "es": "Manteniendo el control de la casilla de promoción.",
                    "de": "Hält das Umwandlungsfeld unter Kontrolle.",
                    "zh": "保持对升变格的控制。",
                    "pl": "Utrzymanie kontroli nad promocyjnym polem.",
                    "ru": "Устанавливает контроль за проходным полем пешки."
                }
            },
            {
                "move": "   Rh8+ 6. Rc8 ",
                "comment": {
                    "pt": "Cobrindo o xéque e garantindo a vitória.",
                    "en": "Covering the check and guaranteeing victory.",
                    "es": "Tapando el jaque y asegurando el triunfo.",
                    "de": "Deckt das Schachgebot und sichert sich den Gewinn.",
                    "zh": "应将并且确保胜利。",
                    "pl": "Umykając z szacha i gwarantując sobie zwycięstwo.",
                    "ru": "Объявляет шах и гарантирует победу в этой партии."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "¦§§ x ¦§2 180",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "8\/6k1\/8\/R7\/6KP\/p5P1\/8\/r7 b - - 0 1",
        "moves": [
            {
                "move": "",
                "comment": {
                    "pt": "Já vimos que as brancas ganham se tem a vez, mas as pretas podem empatar se jogarem agora.",
                    "en": "It's already known that White wins on the move now but Black can draw if itself is on the move instead.",
                    "es": "Ya vimos que las blancas ganan si les toca jugar, pero las negras pueden empatar si les toca a ellas.",
                    "de": "Wir haben gesehen, dass Weiß am Zuge gewinnt; Schwarz am Zug remisiert."
                }
            },
            {
                "move": "   1... a2 ",
                "comment": {
                    "pt": "Não permitindo que as brancas movam seu rei, devido ao ataque ao peão g. Se 1-Rh5 Tg1.",
                    "en": "Preventing White from moving its King due to the attack against the g-pawn. If 1-Kh5, 1...Rg1.",
                    "es": "Impidiendo que las blancas muevan el rey, debido al ataque al peón g. Si 1-Rh5 Tg1.",
                    "de": "Der Angriff auf den g-Bauern verhindert, dass Weiß den König zieht. Auf 1. Kh5 kommt Tg1.",
                    "zh": "攻击g-兵来阻止白王移动。走1-Kh5，会应1...Rg1。",
                    "pl": "Uniemożliwiając Białym ruch Królem z powodu ataku przeciwko pionowi na kolumnie g. Jeśli 1. Kh5, wtedy 1. ... Wg1.",
                    "ru": "Не дает возможности Белым ходить Королем, из-за атаки на g-пешку. На 1-Kh5, следует 1...Rg1."
                }
            },
            {
                "move": "   2. Ra7+ Kg6 ",
                "comment": {
                    "pt": "Também seria possível ir para a primeira fila.",
                    "en": "It would also be possible to move to the 1st rank.",
                    "es": "También sería posible ir para a la primera línea.",
                    "de": "Es wäre auch möglich, auf die erste Reihe zu gehen.",
                    "zh": "移到一线也是有可能的。",
                    "pl": "Jest możliwe również wkroczenie na pierwszą linię.",
                    "ru": "Также будет возможно ходить на первую горизонталь."
                }
            },
            {
                "move": "   3. h5+ Kh6 4. Ra8 Kh7 ",
                "comment": {
                    "pt": "Também seria possível 4.. .Rg7. As brancas não conseguem progredir sem a participação de seu rei.",
                    "en": "4...Kg7 would also be possible. White isn't able to progress without the participation of its King.",
                    "es": "También sería posible 4...Rg7. Las blancas no consiguen progresar sin la participación de su rey.",
                    "de": "4...Kg7 wäre auch möglich. Weiß kommt ohne den König nicht weiter.",
                    "zh": "4...Kg7也是可行的。白方如果不能使白王参与战斗是不会有进展的。",
                    "pl": "4. ... Kg7 jest również możliwe. Białe nie są w stanie zrobić jakiegokolwiek postępu bez udziału własnego Króla.",
                    "ru": "Ход 4...Kg7 также возможен. Белые не могу развивать свою игру без участия своего Короля."
                }
            },
            {
                "move": "5. Kg5 Rg1 6. Ra7+ Kg8 7. Rxa2 Rxg3+",
                "comment": []
            }
        ],
        "game_terminator": "1\/2-1\/2"
    },
    {
        "title": "",
        "white": "¦§7 x ¦6 22",
        "white_sort": "",
        "black": "Conceito",
        "date": "",
        "event": {
            "en": "?"
        },
        "fen": "K7\/P4k2\/8\/8\/8\/8\/1r6\/4R3 w - - 0 1",
        "moves": [
            {
                "move": "",
                "comment": {
                    "pt": "Para vencer com o peão torre é necessário que o rei contrario esteja muito longe do peão. Aqui temos a situação limite neste tema. Se o rei preto estivesse uma casa mais próxima do peão a partida estaria empatada. O único método para vencer é liberar a fuga do rei branco e para tal , é necessário levar a torre a b8.",
                    "en": "In order to win with tha Rook-pawn it's necessary that the opponent's King is very distant from the pawn. Here is a limit situation of this theme. If the black King was one square closer to the pawn, the game would end with a draw. The only method to win is to release the white King and it's is necessary to take the Rook to b8, therefore.",
                    "es": "Para vencer con el peón torre es necesario que el rey contrario esté muy lejos del peón. Aquí tenemos la situación limite en este tema. Si el rey negro estuviera una casilla más cerca del peón la partida estaría empatada. El único método para vencer es liberar la fuga del rey blanco y para eso es necesario llevar la torre a b8.",
                    "de": "Um mit einem Randbauern zu gewinnen ist es nötig, dass der gegnerische König weit entfernt vom Bauern ist. Hier ist eine extreme Situation. Wenn der schwarze König dem Randbauern ein Feld näher stünde, wäre die Partie Remis. Die einzige Gewinnmethode besteht darin, die Flucht des weißen Königs zu sichern und dazu muss man den Turm bis b8 bringen."
                }
            },
            {
                "move": "1. Rc1 Ke7 2. Rc8 Kd7 3. Rb8 Ra2 4. Kb7 Rb2+ 5. Ka6 Ra2+ 6. Kb6 Rb2+ 7. Kc5",
                "comment": []
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "¦§7 x ¦7 23",
        "white_sort": "",
        "black": "Conceito",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "R7\/P4k2\/8\/8\/8\/4K3\/8\/r7 b - - 0 1",
        "moves": [
            {
                "move": "",
                "comment": {
                    "pt": "Com a torre bem posicionada as pretas têm melhores chances de empate. Neste caso a torre branca só poderá mover-se quando o rei defender o peão ou se houver algum golpe tático.",
                    "en": "Black has better chances to reach a draw, if the Rook is well-positionned. In this case, the white Rook can only move when the King defends the pawn or at a tactical strike.",
                    "es": "Con la torre bien ubicada las negras tienen mejores chances de empate. En este caso la torre blanca sólo podrá moverse cuando el rey defienda el peón o si hay algún golpe táctico.",
                    "de": "Wenn der Turm richtig steht, hat Schwarz größere Remischancen. Hier kann der weiße Turm nur dann ziehen, wenn der König den Bauern deckt oder sonst im Falle eines taktischen Tricks."
                }
            },
            {
                "move": "   1... Kg7 ",
                "comment": {
                    "pt": "Únic o movimento para empatar! Se as pretas fossem com o rei para a terceira fila as brancas venceriam dando xéque e coroando o peão, enquanto que, contra a jogada natural 1...Re7, as brancas venceriam com o golpe tático 2-Th8, ameaçando coroar o peão, para responder a 2...Txa7, com 3-Th7 ganhando a torre.",
                    "en": "Only possible move to reach a draw. If Black took its King to the 3rd rank, White would win with check and the promotion of the pawn while against the natural 1...Ke7, White would win with the tactical strike 2-Rh8, threatening to promote the pawn and answering 2...Rxa7 with 3-Rh7 winning the Rook.",
                    "es": "!Único movimiento para empatar! Si las negras fueran con el rey a la tercera línea las blancas vencerían dando jaques y coronando el peón, mientras que, contra a jugada natural 1...Re7, las blancas vencerían con el golpe táctico 2-Th8, amenazando coronar el peón, para responder a 2...Txa7, con 3-Th7 ganando la torre.",
                    "de": "Einziger Zug zum Remis! Wenn Schwarz den König auf die dritte Reihe zieht, gewinnt Weiß mit Schach nebst Umwandlung. Gegen den natürlichen Zug 1...Ke7 gewinnt Weiß mit dem taktischen Schlag 2-Th8 (droht den Bauern umzuwandeln) 2...Txa7 3. Th7 und gewinnt",
                    "zh": "唯一可以求得和局的一着。如果黑方将黑王移到三线，白兵就能获得升变同时将军获胜。走1...Ke7，白方可以运用战术攻击2-Rh8，威胁升变兵并应以2...Rxa7和3-Rh7取胜。",
                    "pl": "Jedyny możliwy ruch do osiągnięcia remisu. Jeśli Czarne wezmą swojego Króla na trzecią linię, Białe mogą wygrać przez szach i promocję piona podczas gdy na naturalne 1. ... Ke7 Białe mogłyby wygrać taktycznym uderzeniem 2. Wh8, grożąc promocją piona i po odpowiedzi 2. ... Wxa7 w 3. Wh7 wygrywając Wieżę.",
                    "ru": "Единственно возможный ход для ничейного исхода партии. Если Черные выдвинут своего Короля на третью горизонталь, Белые выиграют, объявив шах, и проведут свою пешку, в то время как на логичный ход 1...Ke7, Белые побеждают тактической атакой 2-Rh8, угрожают проведением пешки, а также отвечают 2...Rxa7 3-Rh7, выигрывая Ладью."
                }
            }
        ],
        "game_terminator": "1\/2-1\/2"
    },
    {
        "title": "",
        "white": "¦§7 x ¦8 24",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "R7\/P5k1\/1K6\/8\/8\/8\/8\/r7 b - - 0 1",
        "moves": [
            {
                "move": "",
                "comment": {
                    "pt": "As brancas ameaçavam mover sua torre para coroar o peão.",
                    "en": "White threatened to move its Rook in order to promote the pawn.",
                    "es": "Las blancas amenazaban mover su torre para coronar el peón.",
                    "de": "Weiß drohte, den Turm zu ziehen und den Bauern umzuwandeln."
                }
            },
            {
                "move": "   1... Rb1+ ",
                "comment": {
                    "pt": "Uni ca jogada, nao permitindo que as brancas movam a torre.",
                    "en": "Only way to prevent White from moving the Rook.",
                    "es": "Unica jugada, que no permite que las blancas muevan la torre.",
                    "de": "Einziger Zug, der einen Turmzug verhindert.",
                    "zh": "唯一可以阻止白方移动车的方法。",
                    "pl": "Jedyna droga, aby uniemożliwić Białym ruch Wieżą.",
                    "ru": "Единственный вариант позволяющий предотвратить Белым ходить Ладьей."
                }
            },
            {
                "move": "   2. Ka6 Ra1+ ",
                "comment": {
                    "pt": "Sempre que o rei defender o peão as pretas devem dar xéque. Quando ele se afastar do peão, podem voltar a coluna \"a\" , evitando que a torre branca seja liberada.",
                    "en": "Always when the King defends the pawn, Black should produce a check. When the King steps away from the pawn, Black can go back to the a-file, preventing the release of the Rook.",
                    "es": "Siempre que el rey defienda el peón las negras deben dar jaque; cuando se aleje del peón pueden volver a la columna \"a\", evitando que la torre blanca sea liberada.",
                    "de": "Jedes Mal, wenn der König den Bauern deckt, muss Schwarz Schach geben. Wenn der König sich vom Bauern entfernt, zieht der Turm auf die a-Linie zurück, damit sich der weiße Turm nicht befreit.",
                    "zh": "每次王防御兵的时候，黑方必须将军。如果王远离兵，黑车可以退回a-线，阻止白车获得自由。",
                    "pl": "Zawsze kiedy Król broni piona, Czarne powinny szachować. Kiedy Król odchodzi od piona, Czarne mogą wrócić na kolumną a, uniemożliwiając uwolnienie Wieży.",
                    "ru": "Всегда, когда Король защищает пешку, Черные должны пытаться поставить шах. Когда Король отходит на шаг от пешки, Черные могут вернуться на a-вертикаль."
                }
            },
            {
                "move": "3. Kb5",
                "comment": []
            }
        ],
        "game_terminator": "1\/2-1\/2"
    },
    {
        "title": "",
        "white": "¦§6 x ¦2 35",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "8\/4K1k1\/4P3\/8\/8\/8\/1r6\/R7 b - - 0 1",
        "moves": [
            {
                "move": "",
                "comment": {
                    "pt": "Nesta posição o rei preto está bem colocado, evitando que o branco fuja dos xéques e graças a isto as pretas conseguem o empate.",
                    "en": "Thanks to the well-positioned black King, preventing the white King from escaping the checks, Black reaches a draw.",
                    "es": "En esta posición el rey negro está bien ubicado, evitando que el blanco huya de los jaques y gracias a esto las negras consiguen el empate.",
                    "de": "Hier steht der schwarze König gut und verhindert, dass der weiße König sich den Schachgeboten entzieht. Schwarz remisiert"
                }
            },
            {
                "move": "   1... Rb7+ 2. Kd6 Rb6+ 3. Kd7 Rb7+ 4. Kd8 Rb8+ ",
                "comment": {
                    "pt": "Mantendo o rei branco distante do peão.",
                    "en": "Maintaining the white King away from the pawn.",
                    "es": "Manteniendo el rey blanco lejos del peón.",
                    "de": "Hält den König vom Bauern entfernt.",
                    "zh": "保持白王远离兵。",
                    "pl": "Utrzymując białego Króla z dala od piona.",
                    "ru": "Удерживает белого Короля от сближения с пешкой."
                }
            },
            {
                "move": "   5. Kc7 Rb2 6. Rf1 ",
                "comment": {
                    "pt": "A melhor tentativa, evitando que o rei preto se aproxime.",
                    "en": "The best try to prevent the black King from getting closer.",
                    "es": "La mejor tentativa, evitando que el rey negro se acerque.",
                    "de": "Der beste Versuch, um zu verhindern, dass der schwarze König sich nähert.",
                    "zh": "阻止黑王靠进的最佳方法。",
                    "pl": "Najlepsza próba uniemożliwienia czarnemu Królowi podejście bliżej.",
                    "ru": "Хороший ход, для того чтобы не дать сближаться черному Королю."
                }
            },
            {
                "move": "    Ra2 ",
                "comment": {
                    "pt": "Para dar xéques quando o rei branco se aproximar do peão. Quanto mais distante a torre estiver do peão mais xéques poderá dar e o rei branco não poderá auxiliar no avanço do peão.",
                    "en": "In order to produce checks whenever the white King gets closer to the pawn. The further the Rook is from the pawn, the more it will be able to check and the white King won't be able to support the advance of the pawn.",
                    "es": "Para dar jaques cuando el rey blanco se acerque al peón. Cuanto más lejos esté la torre del peón más jaques podrá dar y el rey blanco no podrá ayudar en el avance del peón.",
                    "de": "Um Schach zu geben, wenn sich der weiße König dem Bauern nähert. Je weiter vom Bauern entfernt, desto mehr Schachs kann der Turm geben, was den König daran hindern wird, den Vormarsch des Bauern zu unterstützen.",
                    "zh": "当白王靠近兵时将军。车离兵越远，将军的次数越多，白王因此不能支持白兵前进。",
                    "pl": "W celu szachowania w momencie, kiedy biały Król zbliża się do piona. Im dalej Wieża znajduje się od piona, tym więcej jest w stanie szachować i biały Król nie będzie w stanie wspierać marszu piona.",
                    "ru": "Для того, чтобы объявлять шах каждый раз, когда белый Король будет сближаться с пешкой. Чем дальше Ладья находится от пешки, тем больше у нее возможности объявлять шах, для того чтобы мешать белому Королю поддерживать продвижение своей пешки."
                }
            },
            {
                "move": "   7. e7 Ra7+ $11 ",
                "comment": {
                    "pt": "As brancas não tem como escapar dos xéques sem que seu peão fique vulnerável.",
                    "en": "White can't escape the checks without leaving its pawn vulnerable.",
                    "es": "Las blancas no tienen cómo escapar de los jaques sin que su peón quede vulnerable.",
                    "de": "Weiß kann sich vor den Schachgeboten nicht schützen, ohne dass der Bauer anfällig wird.",
                    "zh": "白方要躲避将军的话必然会使兵受创。",
                    "pl": "Białe nie mogą uciec od szachów bez narażania piona.",
                    "ru": "Белые не могут избегать серии шахов, не оставив пешку уязвимой."
                }
            }
        ],
        "game_terminator": "1\/2-1\/2"
    }
]