[
    {
        "title": "",
        "white": "casas centrais",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "r1bqnrk1\/pp4bp\/1n1p2p1\/3P4\/3BPp2\/1PN2P2\/P2QN2P\/R3KB1R b KQ - 0 1",
        "moves": [
            {
                "move": "1... Nd7 ",
                "comment": {
                    "pt": "Para melhorar consideravelmente a posição desta peça, que ocupará a casa e5.",
                    "en": "In order to improve considerably the position of this piece that will be placed on the e5 square afterwards.",
                    "es": "Para mejorar considerablemente la posición de esta pieza, que ocupará la casilla e5.",
                    "de": "Um die Stellung dieser Figur wesentlich zu verbessern, da er e5 besetzen wird.",
                    "zh": "为了明显改善这个棋子的局面，它之后会占据e5。",
                    "pl": "Aby wydatnie poprawić pozycję tej figury, która zostanie później umieszczona na e5.",
                    "ru": "Для того, чтобы значительно улучшить позицию этой фигуры, которая потом займет поле на e5."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "casas centrais",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "3r2k1\/pp4bp\/2n1pnp1\/2p5\/8\/2N1PN2\/PP2KPPP\/R1B5 w - - 0 1",
        "moves": [
            {
                "move": "1. Ng5 ",
                "comment": {
                    "pt": "Ganhando um tempo ao atacar o peão e, mas a idéia principal é ocupar a casa e4 com o cavalo.",
                    "en": "Winning a tempo while attacking the e-pawn, but mainly in order to occupy the e4 square with the Knight.",
                    "es": "Ganando un tiempo al atacar el peón \"e\", pero la idea principal es ocupar la casilla e4 con el caballo.",
                    "de": "Greift den e-Bauern mit Tempogewinn, die Hauptidee ist aber, das Feld e4 zu besetzen.",
                    "zh": "攻击e-兵时赢得一个先手，但是主要目的是为了让马占据e4格。",
                    "pl": "Wygrywając tempo podczas atakowania piona e, ale głównie w celu okupowania e4 Skoczkiem.",
                    "ru": "Выигрывает темп, пока атакуется e-пешка, но основной смысл - занять Конем поле e4."
                }
            },
            {
                "move": "   Re8 2. Nge4 Nxe4 3. Nxe4 ",
                "comment": {
                    "pt": "Nesta posiçao o cavalo atua no centro e nos flancos e nao poderá ser expulso pelos peoes contrários, nem pelo bispo.",
                    "en": "In this position the Knight acts on the center and flanks and won't be chased away by the opponent's pawns or Bishop.",
                    "es": "En esta posición el caballo actúa en el centro y en los flancos y no podrá ser expulsado por los penoes contrários, ni por el alfil.",
                    "de": "Von diesem Feld aus wirkt der Springer im Zentrum und an den Flügeln und kann von gegnerischen Bauern nicht vertrieben werden",
                    "zh": "在这个位置马既能在中心又能在侧翼活动，并且不会被敌兵或敌象赶走。",
                    "pl": "W tej pozycji Skoczek działa na centrum oraz flanki i nie może zostać przegoniony przez wrogie piony czy Gońca.",
                    "ru": "На этой позиции Конь оказывает воздействие на центр и фланги игрового поля, и не может быть оттеснен Слоном или пешками соперника."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "casas centrais",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "rnbq1rk1\/4bppp\/1p2pn2\/p1ppN3\/3P1P2\/2PBP3\/PP2Q1PP\/RNB2RK1 b - - 0 1",
        "moves": [
            {
                "move": "1... Ba6 ",
                "comment": {
                    "pt": "A troca destes bispos é favorável as pretas devido ao posicionamento dos peões brancos. As pretas terão acesso mais fácil a casa e4 e seu rei estará mais protegido após a troca destes bispos.",
                    "en": "Exchanging these Bishops favors Black, due to White's pawn positioning. Black will have greater access to e4 and its King will be better protected after the Bishop exchange.",
                    "es": "El cambio de estos alfiles es favorable a las negras debido al posicionamento de los peones blancos. Las negras tendrán acceso más fácil a la casilla e4 y su rey estará más protegido después del cambio de estos alfiles.",
                    "de": "Wegen der Stellung der weißen Bauern ist der Läuferabtausch günstig für Schwarz. Schwarz wird leichter Zugang auf e4 haben und der König wird geschützter stehen.",
                    "zh": "鉴于白兵的位置，兑象对黑方有利。兑象之后黑方更容易占据e4，黑王能得到更好的保护。",
                    "pl": "Wymiana Gońców faworyzuje Czarne z powodu umiejscowienia Białych pionów. Czarne będą miały lepszy dostęp do e4 i ich Król będzie lepiej chroniony po wymianie Gońców.",
                    "ru": "Размен этих Слонов способствует Черным из-за позиции пешки Белых.  Черные будут иметь лучший доступ к полю e4 и их Король будет лучше защищен, после размена Слона."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "casas centrais",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "rnb1k1nr\/p4ppp\/1p2p3\/2ppP3\/q2P4\/P1P2N2\/2PB1PPP\/RQ2KB1R b KQkq - 0 1",
        "moves": [
            {
                "move": "1... Ba6 ",
                "comment": {
                    "pt": "Defendendo a ameaça Bb5 e forçando a troca dos bispos de casas brancas. Esta troca favorece as pretas devido a estrutura de peões e mais tarde elas terão mais facilidades para ocupar casas importantes como c4, f5 e e4.",
                    "en": "Defending against the Bb5 threat and forcing a light-squared Bishop trade. This exchange favours Black due to its pawn structure and later on it will be easier to occupy important squares like c4, f5 and e4.",
                    "es": "Defendiendo la amenaza Ab5 y forzando el cambio de los alfiles de casillas blancas. Debido a la estructura de peones este cambio favorece a las negras, que más tarde tendrán más facilidades para ocupar casillas importantes como c4, f5 y e4.",
                    "de": "Wehrt die Drohung Lb5 ab und erzwingt den Läuferabtausch, was Schwarz wegen der Bauernstruktur begünstigt und die Besetzung von wichtigen Feldern wie c4, f5 und e4 erleichtern wird.",
                    "zh": "抵抗Bb5的威胁，强兑白格象，鉴于黑方的兵形对其有利，并且此后更容易占据关键格如c4、f5和e4。",
                    "pl": "Obrona przed Gb5 i wymuszenie wymiany jasnopolowego Gońca. Faworyzuje ona Czarne z powodu struktury pionów, na dodatek łatwiej będzie później okupować ważne pola, jak c4, f5 i e4.",
                    "ru": "Защищает от Bb5, и принуждает к размену светлопольного Слона. Этот размен дает Черным преимущество, что позволит их пешечной структуре, в дальнейшем, занимать такие важные поля, как c4, f5 и e4."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "casas centrais",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "rn1qk2r\/pb3ppp\/1p1ppn2\/2p5\/1PP5\/P1Q2NP1\/1B1PPP1P\/R3KB1R b KQkq - 0 1",
        "moves": [
            {
                "move": "1... Nc6 ",
                "comment": {
                    "pt": "Para dificultar o desenvolvimento branco e explorar a diagonal a8-h1 onde as pretas já tem o bispo posicionado.",
                    "en": "In order to make White's development difficult and explore the a8-h1 diagonal where Black already has a Bishop.",
                    "es": "Para dificultar el desarrollo blanco y explotar la diagonal a8-h1 en la que las negras ya tienen posicionado el alfil.",
                    "de": "Um die weiße Entwicklung zu erschweren und die Diagonale a8-h1 auszunutzen.",
                    "zh": "为了增加白棋出子的难度，充分利用黑象占据的a8-h1斜线。",
                    "pl": "Aby utrudnić rozwój Białych i wykorzystać przekątną a8-h1, gdzie Czarne ustawiły Gońca.",
                    "ru": "Для того, чтобы затруднить развитие фигур Белых и использовать диагональ a8-h1, где у Черных уже есть Слон."
                }
            },
            {
                "move": "   2. Bg2 Nd4 ",
                "comment": {
                    "pt": "Evitando o roque e pressionando ao longo da diagonal.",
                    "en": "Preventing castling and generating pressure along the diagonal.",
                    "es": "Evitando el enroque y presionando a lo largo de la diagonal.",
                    "de": "Verhindert die Rochade und übt Druck auf die Diagonale aus",
                    "zh": "阻止王车易位，给这条斜线施加压力。",
                    "pl": "Powstrzymując roszadę i generując presję wzdłuż przekątnej.",
                    "ru": "Для того чтобы предотвратить рокировку и создать давление вдоль диагонали."
                }
            }
        ],
        "game_terminator": "*"
    }
]