[
    {
        "title": "",
        "white": "segurança",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "r4rk1\/2qbb1pp\/3pp1p1\/p6P\/1p1NP3\/1P2BP2\/1PP3Q1\/2KR3R b - - 0 1",
        "moves": [
            {
                "move": "1... g5 ",
                "comment": {
                    "pt": "Para manter o rei o mais protegido possível.",
                    "en": "In order to defend the King as good as possible.",
                    "es": "Para mantener el rey lo más protegido posible.",
                    "de": "Um den König geschützt zu halten.",
                    "zh": "为了更好的保护王。",
                    "pl": "Aby chronić Króla, jak się tylko da.",
                    "ru": "Для того чтобы защитить Короля как можно лучше."
                }
            },
            {
                "move": "   2. Bxg5 Bxg5+ 3. Qxg5 h6 4. Qg4 Rf7 ",
                "comment": {
                    "pt": "Com o rei protegido ,as pretas poderão iniciar seu ataque com a jogada ...a4. Se agora 5-Cxe6 segue ...Dc8 6-Td6 Te7 ganhando material.",
                    "en": "With a protected King, Black can start its attack with ...a4. If 5-Nxe6, then Qc8 6-Rd6 Re7 will follow with material gain.",
                    "es": "Con el rey protegido, las negras podrán iniciar su ataque con la jugada ...a4. Si ahora 5-Cxe6 sigue ...Dc8 6-Td6 Te7, ganando material.",
                    "de": "Nachdem Schwarz seinen König in Sicherheit gebracht hat, kann er den Angriff mit ...a4 starten. Auf 5. Sxe6 folgt ...Dc8 6. Td6 Te7 mit Materialgewinn",
                    "zh": "因为黑王受到保护，很安全，黑棋走...a4开始放心攻击。如果下5-Nxe6，会跟Qc8，接着6-Rd6 Re7获得子力优势。",
                    "pl": "Z chronionym Królem Czarne mogą rozpocząć atak przez ... a4. Jeśli 5. Sxe6, wtedy Hc8 6. Wd6 We7 z przewagą materialną.",
                    "ru": "С хорошо охраняемым Королем, Черные могут начать атаку ...a4. На 5-Nxe6, следует Qc8 6-Rd6 Re7, с материальной выгодой."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "segurança",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "1r1q1rk1\/6np\/2npbppQ\/1ppNp3\/4P3\/3P1NPP\/1PP2PB1\/R4RK1 w - - 0 1",
        "moves": [
            {
                "move": "1. Nxf6+ ",
                "comment": {
                    "pt": "Para seguir com Cg5 e ganhar o peão de h7, criando um forte ataque contra o rei contrário.",
                    "en": "In order to continue with Ng5 and to take the h7-pawn, creating a strong offensive against the opponent's King.",
                    "es": "Para seguir con Cg5 y ganar el peón de h7, generando un fuerte ataque contra el rey contrario.",
                    "de": "Nebst Sg5 mit Gewinn des Bauern auf h7 und starkem Angriff.",
                    "zh": "为了接着下Ng5，兑掉h7-兵，向敌王发起强烈的进攻。",
                    "pl": "Aby kontynuować Sg5 i wziąć piona h7, kreując silną ofensywę.",
                    "ru": "Для того, чтобы продолжить игру Ng5 и взять пешку на h7, создать сильное наступление на Короля соперника."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "casas centrais",
        "white_sort": "",
        "black": "1",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "1r1q1rk1\/6bp\/p2pb3\/1p2pp2\/8\/2P1N1P1\/PP3PBP\/R2Q1RK1 w - - 0 1",
        "moves": [
            {
                "move": "1. Bd5 ",
                "comment": {
                    "pt": "Para trocar o bispo contrário e garantir que o cavalo ocupe definitivamente a importante casa d5.",
                    "en": "In order to take the Bishop and make sure that the important d5 square is definitely occupied by the Knight.",
                    "es": "Para cambiar el alfil contrario y asegurar que el caballo ocupe definitivamente la importante casilla d5.",
                    "de": "Um den gegnerischen Läufer abzutauschen und versichern, daß der Springer das wichtige Feld d5 besetzt.",
                    "zh": "为了兑掉敌象，确保d5这个非常重要的格子完全被马占据。",
                    "pl": "Aby zbić Gońca i mieć pewność, że istotne pole d5 jest zajęte przez Skoczka.",
                    "ru": "Для того чтобы взять Слона и убедиться в том, что Конь прочно занимает поле d5."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "casas centrais",
        "white_sort": "",
        "black": "1",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "r2q1rk1\/1p2bpp1\/p2p1n1p\/4p1B1\/4P3\/2N5\/PPP2PPP\/R2Q1RK1 w - - 0 1",
        "moves": [
            {
                "move": "1. Bxf6 ",
                "comment": {
                    "pt": "Para seguir com Cd5 e manter o cavalo nesta casa, de onde ele não poderá ser expulso e ainda ajudará em qualquer operação que as brancas decidam fazer.",
                    "en": "In order to continue with Nd5 and to stay there with the Knight, because it can't be chased away and can help with any of White's actions.",
                    "es": "Para seguir con Cd5 y mantener el caballo en esta casilla, de la que no podrá ser expulsado, y ayudar además en cualquier operación que las blancas decidan emprender.",
                    "de": "Um Sd5 zu spielen. Der Springer kann dann nicht mehr von dem Feld d5 vertrieben werden und wird sich an jeder Aktion beteiligen, die Weiß künftig unternimmt.",
                    "zh": "为了接着下Nd5，让马牢牢占据d5，因为这里既不会被赶走，又能参与所有白方组织的进攻。",
                    "pl": "Aby zagrać Sd5 i zostać tam Skoczkiem, ponieważ nie może on wtedy zostać przegoniony i będzie pomocny w każdej akcji Białych.",
                    "ru": "Для того чтобы продолжить игру Nd5 и остаться там с Конем, так как он не может быть оттеснен и может помочь Белым любыми своими действиями."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "casas centrais",
        "white_sort": "",
        "black": "1",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "r3brk1\/pp1nq1pp\/4p3\/1B1p4\/3P4\/5N2\/PP3PPP\/R2Q1RK1 w - - 0 1",
        "moves": [
            {
                "move": "1. Bxd7 ",
                "comment": {
                    "pt": "Para assegurar a casa e5 para o cavalo. Esta jogada deve ser feita agora porque as pretas ameaçavam ...Bh5 cravando o cavalo branco e exercendo pressão através da coluna f.",
                    "en": "In order to hold e5 for the Knight. This move must be made now, because Black threatened ...Bh5 pinning the white Knight and creating pressure through the f-file.",
                    "es": "Para asegurarle la casilla e5 al caballo. Esta jugada debe ser hecha ahora porque las negras amenazaban ...Ah5, clavando el caballo blanco y ejerciendo presión a través de la columna \"f\".",
                    "de": "Um das Feld e5 für den Springer zu sichern. Dieser Zug muss jetzt geschehen, denn sonst spielt Schwarz ...Le5 mit Fesselung des weißen Springers und Druck auf der f-Linie.",
                    "zh": "为了将e5格留给马。这一步必须这么走，否则黑方走...Bh5牵制住白马，并给f线施加压力。",
                    "pl": "Aby utrzymać e5 dla Skoczka. Posunięcie to musi zostać wykonane w tej chwili, ponieważ Czarne grożą ... Gh5, przygwożdżając Skoczka i wywierając presję na kolumnę f.",
                    "ru": "Для того чтобы удержать e5 за Конем. Сейчас надо выполнить этот ход, потому как Черные угрожаю ...Bh5, связывая белого Коня и создавая прессинг через f-горизонталь."
                }
            }
        ],
        "game_terminator": "*"
    }
]