[
    {
        "title": "",
        "white": "estrutura",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "r1b2rk1\/pp2bppp\/2n1p3\/q7\/3PN3\/P2BnN2\/1P2QPPP\/R4RK1 w - - 0 1",
        "moves": [
            {
                "move": "1. fxe3 ",
                "comment": {
                    "pt": "Reforçando o centro, abrindo a coluna f para a torre e evitando que o peão dama continue isolado.",
                    "en": "Reinforcing the center, opening the f-file for the Rook and preventing that the Queen-pawn continues isolated.",
                    "es": "Reforzando el centro, abriendo la columna \"f \" para la torre y evitando que el peón dama continue aislado.",
                    "de": "Verstärkt das Zentrum, öffnet die f-Linie für den Turm und unterstützt den d-Bauern, der jetzt kein Isolani mehr ist.",
                    "zh": "强化中心，为车开放f-线并支持已经不再是孤兵的d-兵。",
                    "pl": "Wzmacnianie centrum, otwarcie kolumny f dla Wieży i zapobieganie izolacji hetmańskiego piona.",
                    "ru": "Укрепляет центр, открывает f-вертикаль для Ладьи и предотвращает изоляцию Ферзевой пешки."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "estrutura",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "r2q1rk1\/pb3pbp\/1pn1p1p1\/8\/2BP4\/2n2NB1\/PP1Q1PPP\/3RR1K1 w - - 0 1",
        "moves": [
            {
                "move": "1. bxc3 ",
                "comment": {
                    "pt": "Reforçando o centro e ao mesmo tempo defendendo o peão em d4, que já não está isolado.",
                    "en": "Reinforcing the center and, at the same time, defending the d4-pawn that isn't isolated anymore.",
                    "es": "Reforzando el centro y al mismo tiempo defendiendo el peón en d4, que ahora no está más aislado.",
                    "de": "Verstärkt das Zentrum und unterstützt den Bauern auf d4, der jetzt kein Isolani mehr ist.",
                    "zh": "强化中心，同时防御不再是孤兵的d4-兵。",
                    "pl": "Wzmacnianie centrum i w tym samym czasie obrona piona d4, który przestaje być izolowany.",
                    "ru": "Укрепляет центр, и, в тоже время, защищает пешку на d4, которая больше не изолирована."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "estrutura",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "r2q1rk1\/pb1nbppp\/1p2p3\/4N3\/2PP4\/8\/PB2BPPP\/R2QR1K1 b - - 0 1",
        "moves": [
            {
                "move": "1... Nxe5 ",
                "comment": {
                    "pt": "Forçando as brancas a retomarem em e5 e desta forma debilitando consideravelmente sua estrutura de peões. Após a retomada, as brancas terão peões isolados em c4 e a2, além de terem bloqueado a diagonal para o próprio bispo em b2.",
                    "en": "Forcing White to retake on e5 and thus weakening considerably its pawn structure that will own isolated c4- and a2-pawns after the retake. Besides, the diagonal will be blocked for the b2-Bishop.",
                    "es": "Forzando a las blancas a tomar en e5 y debilitando de esta forma de manera considerable la estructura de peones. Después de capturar el peón, las blancas tendrán peones aislados en c4 y a2, además de haber bloqueado la diagonal del propio alfil en b2.",
                    "de": "Schwächt wesentlich die weiße Bauernstruktur. Nach 2. dxe5 werden die Bauern auf c4 und a2 zu Isolanis und die Diagonale des Läufers auf b2 ist blockiert.",
                    "zh": "迫使白方在e5反击，这样不仅可以大大削弱它的兵形，还能在c4和a2产生孤兵，此外还堵住了d2-象的象路。",
                    "pl": "Wymuszenie wzięcia przez Białe na e5 i co za tym idzie znaczne osłabienie ich struktury pionów, które teraz pozostaną izolowane na c4 i a2 po wzięciu. Poza tym przekątna będzie blokowana dla Gońca b2.",
                    "ru": "Вынуждает Белых отыгрывать e5, и, соответственно, значительно ослабить свою пешечную структуру, с появлением изолированных пешек на c4 и a2. Кроме того блокирует диагональ для Слона на b2."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "estrutura",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "r2q1rk1\/pb1nbppp\/4pn2\/1p6\/2PP4\/3B1N2\/PB1N1PPP\/R2Q1RK1 b - - 0 1",
        "moves": [
            {
                "move": "1... bxc4 ",
                "comment": {
                    "pt": "Destruindo parcialmente o centro branco , abrindo a diagonal para o bispo, deixando o peão dama isolado e conquistando a casa d5 para uma de suas peças, preferencialmente o cavalo.",
                    "en": "Partially destroying the white center, leaving the Queen-pawn isolated and conquering d5, preferably for the Knight.",
                    "es": "Destruyendo parcialmente el centro blanco, abriendo la diagonal para el alfil, dejando el peón dama aislado y conquistando la casilla d5 para una de sus piezas, preferentemente el caballo.",
                    "de": "Zerstört teilweise das weiße Zentrum, isoliert den weißen d-Bauern und erobert das Feld d5 für eine Figur (vorzugsweise den Springer).",
                    "zh": "部分摧毁白棋中心，孤立白方d-兵，夺取d5格（特别给马）。",
                    "pl": "Częściowo burząc białe centrum, pozostawienie hetmańskiego piona izolowanego i podbój d5 nadającego się dla Skoczka.",
                    "ru": "Частично разрушает центр Белых, оставляя изолированной ферзевую пешку и занимает поле d5, Конем."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "estrutura",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "r1bq1rk1\/pp2bppp\/4p3\/8\/3PQ3\/3B1N2\/PP3PPP\/R4RK1 b - - 0 1",
        "moves": [
            {
                "move": "1... g6 ",
                "comment": {
                    "pt": "A outra opção para defender h7 seria jogar 1...f5 , mas este avanço enfraqueceria consideravelmente o peão preto em e6 e a casa e5, que poderia ser ocupada pelo cavalo branco.",
                    "en": "The other option to defend h7 would be 1...f5, but this would considerably weaken the black e6-pawn and the e5 square that could be occupied by the white Knight.",
                    "es": "La otra opción para defender h7 sería jugar 1...f5, pero este avance debilitaría considerablemente el peón negro en e6 y la casilla e5, que podría ser ocupada por el caballo blanco.",
                    "de": "Die Alternative wäre 1...f5, die ebenfalls den Punkt h7 verteidigen würde, dafür aber sowohl den Bauern auf e6 und das Feld e5 wesentlich schwächen würde. Das Feld e5 könnte vom weissen Springer besetzt werden.",
                    "zh": "另外可以防御h7的走法是1...f5，但是这样会大大削弱e6-兵和e5格。e5格很有可能被白马攻占。",
                    "pl": "Inną opcją obrony h7 byłoby 1. ... f5, ale to znacznie osłabiłoby czarnego piona e6 i pole e5 mógłby zająć biały Skoczek.",
                    "ru": "Для того чтобы защитить h7 необходимо играть 1...f5, но это значительно ослабит черную пешку на e6, и позволит занять белым Конем поле e5."
                }
            }
        ],
        "game_terminator": "*"
    }
]