[
    {
        "title": "",
        "white": "seguranca",
        "white_sort": "",
        "black": "1",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "r2qr1k1\/pp2b1p1\/4pn1p\/n2p4\/8\/2N1B1P1\/PPQ1PPBP\/3R1RK1 w - - 0 1",
        "moves": [
            {
                "move": "1. Qg6 ",
                "comment": {
                    "pt": "Ameaçando Bxh6 e iniciando um ataque ao rei preto.",
                    "en": "Threatening Bxh6 and starting an offensive against the black King.",
                    "es": "Amenazando Axh6 e iniciando un ataque al rey negro.",
                    "de": "Droht Lxh6 und leitet einen Angriff auf den schwarzen König ein.",
                    "zh": "威胁Bxh6，对黑王发起进攻。",
                    "pl": "Zagrażając Gxh6 i rozpoczynając ofensywę przeciwko czarnemu Królowi.",
                    "ru": "Угрожает Bxh6 и начинает давление на черного Короля."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "seguranca",
        "white_sort": "",
        "black": "1",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "r2qrnk1\/pp3pb1\/2p1b1pp\/3p2P1\/3P3P\/2NBPN2\/PPQ2P2\/2KR3R b - - 0 1",
        "moves": [
            {
                "move": "1... h5 ",
                "comment": {
                    "pt": "Evitando a abertura de linhas contra o próprio rei.",
                    "en": "Preventing the line opening against its own King.",
                    "es": "Evitando a apertura de líneas contra el propio rey.",
                    "de": "Verhindert die Öffnung von Linien vor der eigenen Königsstellung.",
                    "zh": "防止开放己方王前面的路线。",
                    "pl": "Zapobiegając otwarciom linii na własnego Króla.",
                    "ru": "Предотвращает открытие линии своего Короля."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "seguranca",
        "white_sort": "",
        "black": "1",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "r2q1rk1\/pb2bppp\/1pn1pn2\/6B1\/3P4\/P1NQ1N2\/1PB2PPP\/R3R1K1 b - - 0 1",
        "moves": [
            {
                "move": "1... g6 ",
                "comment": {
                    "pt": "Única jogada para defender a ameaça branca de tomar o cavalo em f6 , seguido de Dh7.",
                    "en": "The only way to react to the white threat of taking the f6-Knight followed by Qh7.",
                    "es": "Única jugada para defender la amenaza blanca de tomar el caballo en f6, seguido de Dh7.",
                    "de": "Einziger Zug, um die weiße Bedrohung abzuwehren, den Springer zu schlagen nebst Dxh7.",
                    "zh": "唯一可以抵抗白方威胁的一步，跟着下Qh7攻击白马。",
                    "pl": "Jedyna reakcja na atak białych i wzięcie Skocza f6 kontynuowane przez Hh7.",
                    "ru": "Единственный способ отреагировать на угрозу Белых по взятию Коня f6 - это игра Qh7."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "segurança",
        "white_sort": "",
        "black": "1",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "r2q1rk1\/1p1bbppp\/p1nppn1B\/8\/4P3\/1NNB2Q1\/PPP2PPP\/R4RK1 b - - 0 1",
        "moves": [
            {
                "move": "1... Ne8 ",
                "comment": {
                    "pt": "A melhor defesa para o ponto g7, uma vez que nesta casa o cavalo preto não pode ser atacado. Se 1...Ch5 seguiria Dg4 atacando o cavalo e 1...g6 perderia a qualidade após 2-Bxf8.",
                    "en": "The best defense for g7, because the Knight can't be attacked at this place. If 1...Nh5, then Qg4 would follow attacking the Knight and1...g6 would lead to loss of quality after 2-Bxf8.",
                    "es": "La mejor defensa para el punto g7, una vez que en esta casilla el caballo negro no puede ser atacado. Si 1...Ch5 seguiria Dg4, atacando el caballo y 1...g6 perdería la calidad después de 2-Axf8.",
                    "de": "Die beste Verteidigung für das Feld g7, da der Springer auf e8 nicht angegriffen werden kann. Auf 1...Sh5 wurde Dg4 mit Angriff auf den Springer folgen, während 1...g6 die Qualität verliert.",
                    "zh": "对g7最佳的防御，因为马在这个位置不会遭到攻击。如果下1...Nh5，会应Qg4攻击马，而下1...g6会丢失质量。",
                    "pl": "Najlepsza obrona g7, ponieważ Skoczek nie może być atakowany w tym miejscu. Jeśli 1. ... Sh5, wtedy Hg4 atakując Skoczka, zaś 1. ... g6 straciłoby przewagę po 1. Gxf8.",
                    "ru": "Лучшая защита для g7,потому что Конь не может быть атакован на этой позиции. Если 1...Nh5, то Qg4 будет следовать атаке Коня, и 1...g6 приведет к потере качества после 2-Bxf8."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "segurança",
        "white_sort": "",
        "black": "1",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "2r2rk1\/2qbbp1p\/p1npp1p1\/1p4P1\/3NPP1Q\/1BN4R\/PPP4P\/2KR4 b - - 0 1",
        "moves": [
            {
                "move": "1... h5 ",
                "comment": {
                    "pt": "Única defesa para o ponto h7. As pretas exploram a cravada na diagonal d8-h4.",
                    "en": "The only way to defend h7. Black is exploring the pin on the d8-h4 diagonal.",
                    "es": "Única defensa para el punto h7. Las negras explotan la clavada en la diagonal d8-h4.",
                    "de": "Einzige Verteidigung für das Feld h7. Schwarz nutzt die Fesselung auf der Diagonale d8-h4 aus.",
                    "zh": "唯一可以防御h7的一步。黑方充分利用d8-h4斜线上的牵制。",
                    "pl": "Jedyna droga obrony h7. Czarne wykorzystują przygwożdżenie na przekątnej d8-h4.",
                    "ru": "Единственный способ защитить h7. Черные используют связку на диагонали d8-h4."
                }
            }
        ],
        "game_terminator": "*"
    }
]