[
    {
        "title": "",
        "white": "cravada",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "rn1q1rk1\/pbp1bppp\/1p2pn2\/3p4\/2PP4\/2N2NP1\/PP2PPBP\/R1BQ1RK1 w - - 0 1",
        "moves": [
            {
                "move": "1. Ne5 ",
                "comment": {
                    "pt": "Explorando a cravada ao longo da grande diagonal e evitando que as pretas joguem ...dxc4 abrindo a diagnal para op bispo de casas brancas.",
                    "en": "Taking advantage of the pin on the big diagonal and preventing Black from playing ...dxc4 to open the diagonal for the light-squared Bishop.",
                    "es": "Explotando la clavada a lo largo de la gran diagonal y evitando que las negras jueguen ...dxc4, abriendo la diagonal para el alfil de casillas blancas.",
                    "de": "Nutzt die Fesselung auf der langen Diagonale aus und verhindert, daß Schwarz mit ...dxc4 diese für seinen weißfeldrigen Läufer öffnet.",
                    "zh": "利用大斜线上的牵制战术，阻止黑方走...dxc4，给白格象扫清道路。",
                    "pl": "Wykorzystanie przygwożdżenia na długiej przekątnej i zatrzymywanie Czarnych przed zagraniem ... dxc4, aby otworzyć przekątną dla jasnopolowego Gońca.",
                    "ru": "Использует связку на большой диагонали и не дает Черным играть на ...dxc4, что откроет диагональ для белопольного Слона."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "cravada",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "r1bqkb1r\/1ppp1ppp\/p1n5\/8\/B2pn3\/5N2\/PPP2PPP\/RNBQ1RK1 w kq - 0 1",
        "moves": [
            {
                "move": "1. Re1 ",
                "comment": {
                    "pt": "Para explorar a cravada. Se as pretas defenderem agora o cavalo com 1.. .d5, as brancas continuam com 2-Cxd4 explorando outra cravada na diagonal a4-e8 e ao mesmo tempo ameaçando ganhar o cavalo das pretas jogando f3.",
                    "en": "In order to take advantage of the pin. If Black defends its knight now with 1...d5, White will continue with 2-Nxd4, exploring another pin on the a4-e8 diagonal and threatening to take the Knight with f3. Para explorar a cravada.",
                    "es": "Para explotar la clavada. Si las negras defienden ahora el caballo con 1...d5, las blancas continuan con 2-Cxd4 explotando otra clavada en la diagonal a4-e8 y amenazando al mismo tiempo ganar el caballo de las negras con f3.",
                    "de": "Nutzt die Fesselung aus. Falls Schwarz jetzt den Springer mit 1...d5 verteidigt, spielt Weiß 2. Sd4, was einerseits eine andere Fesselung ausnutzt (auf der Diagonale a4-e8) und andererseits f3 mit Figurengewinn droht.",
                    "zh": "充分利用牵制战术。如果黑方用1...d5来防御黑马，白方会应2-Nxd4，一方面利用a4-e8斜线上的另外一个牵制，另一方面威胁以f3捉马。",
                    "pl": "W celu wykorzystania przygwożdżenia. Jeśli Czarne będą teraz bronić Skoczka poprzez 1. ... d5, Białe zagrają 2. Sxd4, wykorzystując następne przygwożdżenie na przekątnej a4-d8 i grożąc wzięcie Skoczka przez f3.",
                    "ru": "Для того чтобы использовать связку. Если Черные защитят Коня ходом 1...d5, Белые продолжат игру на 2-Nxd4, используя другую связку на диагонали a4-e8 и угрожают взять Коня на f3."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "cravada",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "r1bqkb1r\/2pp1ppp\/p1n5\/1p2p3\/3Pn3\/1B3N2\/PPP2PPP\/RNBQ1RK1 b kq - 0 1",
        "moves": [
            {
                "move": "1... d5 ",
                "comment": {
                    "pt": "As pretas necessitam terminar o desenvovimento e não podem simplesmente tomar mais um peão (...exd4) , pois deixariam aberta a coluna e , onde está seu rei. É necessário equilibrar a posição central, abrir linhas para o desenvolvimento e assegurar a posição de seu cavalo em e4 e para tal a única jogada é ...d5.",
                    "en": "Black needs to complete development and mustn't simply take another pawn (...exd4), otherwise the file where its King is located would be open. It's necessary to balance central position, open lines for development and guarantee e4 for the Knight. Therefore the only possible move is ...d5.",
                    "es": "Las negras necesitan terminar el desarrollo y no pueden simplemente tomar otro peón (...exd4) , pues dejarían abierta la columna e, donde está el rey. Es necesario equilibrar la posición central, abrir líneas para el desarrollo y asegurar la posición del caballo en e4 y para eso la única jugada es ...d5.",
                    "de": "Schwarz muss seine Entwicklung vollenden und kann nicht einfach einen weiteren Bauern schlagen (...exd4), denn dann wäre die e-Linie - auf der der schwarze König steht - offen. Es ist notwendig, die Stellung im Zentrum auszugleichen, die Figuren zu entwickeln.",
                    "zh": "黑方必须将完成出子，不能简单的去攻击其他兵（...exd4），因为这样的话黑王所在的e线将被打开。必须要平衡中心局面，为出子开辟道路并且确保e4留给马。所以唯一可行的走法是...d5。",
                    "pl": "Czarne potrzebują zakończyć rozwój i muszą po prostu wziąć kolejnego piona (... exd4), inaczej kolumna na której ulokowany jest Król, zostanie otwarta. Konieczne utrzymanie balansu w centrum, otwarcie linii dla wyprowadzenia figur i zagwarantowanie pola e4 Skoczkowi. Jedyną taką możliwością jest więc ... d5.",
                    "ru": "Черные должны завершить развитие и не просто должны взять другую пешку (...exd4), так как вертикаль, где находится их Король, откроется. Они должны сбалансировать центральные позиции, открыть линии для развития фигур, а также e4 для Коня. Поэтому есть только один правильный ход в данной ситуации - это ...d5."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "cravada",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "r1bqkb1r\/1ppp1ppp\/p1n5\/4p3\/B2Pn3\/5N2\/PPP2PPP\/RNBQ1RK1 b kq - 0 1",
        "moves": [
            {
                "move": "1... b5 ",
                "comment": {
                    "pt": "As pretas devem jogar ...d5 em seu próximo lance para garantir a posição avançada de seu cavalo e abrir linhas para o desenvolvimento. Entretanto, antes de fazer esta jogada, é expulsar o bispo (.. .b5), com o objetivo de evitar que o cavalo (em c6) fique cravado.",
                    "en": "Black must play ...d5 on its next move in order to guarantee its Knight's advanced position and to open lines for development. Nevertheless, first it's necessary to play ...b5, chasing away the Bishop and thus preventing the Knight from getting pinned on c6.",
                    "es": "Las negras deben jugar ...d5 en su próxima jugada para asegurar la posición avanzada del caballo y abrir líneas para el desarrollo. Sin embargo, antes de hacer esta jugada, es necesario expulsar el alfil (...b5), con el objetivo de evitar que quede clavado el caballo (en c6).",
                    "de": "Im nächsten Zug muss Schwarz ...d5 spielen, um den Vorposten auf e4 zu sichern und die Figuren zu entwickeln. Davor aber muss der Läufer vertrieben werden, um die Fesselung des Springers auf c6 zu verhindern.",
                    "zh": "黑方下一步必须走...d5来确保由黑马打前哨，为子力出动打通线路。但是在此之前必须先走...b5，将象驱走，以此防止马被牵制在c6。",
                    "pl": "Czarne muszą zagrać ... d5 w ich następnym ruchu, aby zagwarantować Skoczkowi aktywną pozycję i otworzyć linie dla wyprowadzenia figur. Jednakże po pierwsze konieczne jest zagranie ... b5, by przegonić Gońca i dzięki temu powstrzymać przed przygwożdżeniem Skoczka na c6.",
                    "ru": "Следующим ходом Черные должны играть ...d5, для того чтобы улучшить позиции своего Коня и открыть линии для развития фигур. Тем не менее, сначала необходимо играть ...b5, оттесняя Слона и избегая сковывания Коня на c6."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "cravada",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "r1br2k1\/ppq1ppbp\/2n3p1\/8\/2BPP3\/4B3\/P3NPPP\/R2Q1RK1 w - - 0 1",
        "moves": [
            {
                "move": "1. Rc1 ",
                "comment": {
                    "pt": "Disputando a coluna com a dama preta e colocando-a numa situação perigosa onde ela estará exposta a ataques.",
                    "en": "Fighting for the file with the Queen and placing it in a dangerous situation, exposed to attacks.",
                    "es": "Disputando la columna con la dama negra y dejándola en una situación peligrosa, expuesta a ataques.",
                    "de": "Kämpft mit der schwarzen Dame um die c-Linie und bedroht sie indirekt.",
                    "zh": "跟黑后对抗，为了夺取开放线路，使之暴露并身涉险境。",
                    "pl": "Walka o kolumne z Hetmanem i umieszczenie go w niebezpieczeństwie, otwartego na ataki.",
                    "ru": "Борьба за вертикаль Ферзем, ставит его в опасную позицию и подвергают нападению."
                }
            }
        ],
        "game_terminator": "*"
    }
]