[
    {
        "title": "",
        "white": "plano",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "r1b2rk1\/2q1nppp\/p1pb4\/3p4\/8\/1P3N2\/PBP1BPPP\/R2Q1RK1 w - - 0 1",
        "moves": [
            {
                "move": "1. c4 ",
                "comment": {
                    "pt": "Para pressionar o centro preto e liberar a casa c2 para a dama, que poderá pressionar através da coluna c , das diagonais b1-h7 e eventualmente a1-h8, no caso de jogarem Dc3 mais tarde.",
                    "en": "In order to put pressure on the black center and free c2 for the Queen that will then create pressure through the c-file, the b1-h7 diagonal and, occasionally, through the a1-h8 diagonal if Qc3 is performed later on.",
                    "es": "Para presionar el centro negro y liberarle la casilla c2 a la dama, que podrá presionar tanto a través de la columna \"c\", como de las diagonales b1-h7 y - eventualmente - a1-h8, en el caso de que jueguen Dc3 más tarde.",
                    "de": "Um Druck auf das schwarze Zentrum auszuüben und das Feld c2 für die Dame zu räumen, die über die c-Linie, die Diagonale b1-h7 und eventuell a1-b8 (nach Dc3) Druck ausüben kann.",
                    "zh": "为了给黑方中心施加压力，腾出c2给王后，让王后可以通过c-线向b1-h7斜线或a1-h8斜线施加压力。",
                    "pl": "Wywieranie presji na czarne centrum i uwolnienie c2 dla Hetmana, co stworzy presję na kolumnę c, przekątną b1-h7 oraz momentami a1-h8, jeśli zagrane zostanie później Hc3.",
                    "ru": "Для того, чтобы оказать давление на центр Черных и освободить поле c2 для Ферзя, который создаст прессинг через c-вертикаль, диагональ b1-h7, а также на диагональ a1-h8, если потом будет игра Qc3."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "plano",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "8\/ppnr2kp\/2pqprp1\/8\/3PR2P\/1P4P1\/P2Q1P2\/4RBK1 w - - 0 1",
        "moves": [
            {
                "move": "1. h5 ",
                "comment": {
                    "pt": "Para enfraquecer as defesas do rei preto.",
                    "en": "In order to weaken the defenses of the black King.",
                    "es": "Para debilitar las defensas del rey negro.",
                    "de": "Um die Königsstellung zu schwächen.",
                    "zh": "为了削弱黑王的防御。",
                    "pl": "Osłabienie obrony czarnego Króla.",
                    "ru": "Для того чтобы ослабить защиту черного Короля."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "plano",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "r2qr1k1\/p1p2pp1\/1p1p1nnp\/4pN2\/2PPP3\/2PQ4\/P2B1PPP\/4RRK1 w - - 0 1",
        "moves": [
            {
                "move": "1. f4 ",
                "comment": {
                    "pt": "Para aumentar a pressão no centro e abrir linhas de ataque contra o rei preto.",
                    "en": "In order to increase pressure in the center and open lines for the attack against the black King.",
                    "es": "Para aumentar la presión en el centro y abrir líneas de ataque contra el rey negro.",
                    "de": "Um den Druck auf das Zentrum zu verstärken und Angriffslinien auf den schwarzen König zu öffnen.",
                    "zh": "增加中心的压力，给攻击黑王开放线路。",
                    "pl": "Zwiększenie presji w centrum i otwarcie linii dla ataku przeciwko czarnemu Królowi.",
                    "ru": "Для того чтобы усилить давление на центр игрового поля и открыть линии для атаки на черного Короля."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "plano",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "r1bq1rk1\/1ppn3p\/3p2n1\/p2P1p2\/2P1pP2\/1PNN4\/P3B1PP\/R2Q1RK1 w - - 0 1",
        "moves": [
            {
                "move": "1. Ne1 ",
                "comment": {
                    "pt": "Para ir a e3, via c2 , bloquear o peão passado das pretas, pressionar o peão em f5 e apoiar a possível ruptura em g4.",
                    "en": "In order to reach e3 through c2, block the black passed pawn and, at the same time, put pressure on the f5-pawn and support the occasional rupture on g4.",
                    "es": "Para ir a e3, vía c2, bloquear el peón pasado de las negras, presionar el peón en f5 y apoyar la posible ruptura en g4.",
                    "de": "Um über c2 das Feld e3 zu erreichen, um den schwarzen Freibauern zu blockieren. Von e3 aus wird der Springer auch Druck auf den Bauern f5 ausüben und einen eventuellen Hebel g4 unterstützen.",
                    "zh": "为了通过c2到达e3，封堵黑方通路兵，同时向f5-兵施加压力，支持可能在g4上的突破。",
                    "pl": "Aby osiągnąć e3 poprzez c2, zablokować czarnego wolnego piona i w tym samym czasie wywrzeć presję na piona f5, a w tym wspomóc okazjonalnie załamanie na g4.",
                    "ru": "Для того чтобы достичь поля e3 через c2, блокировать проходную пешку Черных и, в тоже время, напасть на f5-пешку."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "plano",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "1r3n1k\/r3q1p1\/4p2p\/p1p1P3\/2Bp1P2\/1P5Q\/P5PP\/2R2RK1 w - - 0 1",
        "moves": [
            {
                "move": "1. f5 ",
                "comment": {
                    "pt": "Para abrir linhas de ataque (coluna c e diagonal a2-g8) contra o rei preto.",
                    "en": "In order to open lines for the attack against the black King (c-file and a2-g8 diagonal).",
                    "es": "Para abrir líneas de ataque (columna \"c\" y diagonal a2-g8) contra el rey negro.",
                    "de": "Um die c-Linie sowie die Diagonale a2-g8 auf den schwarzen König zu öffnen.",
                    "zh": "为了开放线路，攻击黑王（c线和a2-g8斜线）。",
                    "pl": "Aby otworzyć linie dla ataku przeciwko czarnemu Królowi (kolumna c i przekątna a2-g8).",
                    "ru": "Для того чтобы открыть линии для атаки на черного Короля (c-вертикаль и диагональ a2-g8)."
                }
            }
        ],
        "game_terminator": "*"
    }
]