[
    {
        "title": "",
        "white": "estrutura",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "r1bq1rk1\/pp2ppbp\/2n3p1\/2P5\/8\/2P1BNP1\/P3PPBP\/R2Q1RK1 w - - 0 1",
        "moves": [
            {
                "move": "1. Nd4 ",
                "comment": {
                    "pt": "Para pressionar o flanco dama preto. Note que as brancas utilizam os próprios peões dobrados favoravelmente, servindo de apoio para suas peças.",
                    "en": "In order to put pressure on the black queenside. Note that White uses its own doubled pawns for its benefit as a support for its pieces.",
                    "es": "Para presionar el flanco dama negro. Observe que las blancas utilizan los propios peones doblados favorablemente, sirviendo de apoyo para sus piezas.",
                    "de": "Um Druck auf den Damenflügel auszuüben. Bemerken Sie, daß Weiß die Doppelbauern zu seinem eigenen Gunsten ausnutzt, indem er sie als Stützpunkte für seine Figuren benutzt.",
                    "zh": "为了给黑方后翼施加压力。注意白方将自己的叠兵作为其他的棋子支撑点。",
                    "pl": "Wywieranie presji na czarne skrzydło hetmańskie. Zauważ, że Białę używają własnych zdublowanych pionów dla korzyści wynikających ze wspomagania przez nie figury.",
                    "ru": "Для того чтобы оказать давление на ферзевый фланг Черных. Заметьте, что Белые используют используют сдвоенные пешки, для поддержки своих фигур."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "estrutura",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "r1b2rk1\/pp3pp1\/5q1p\/2p1pP2\/2P5\/2PBP3\/P1Q3PP\/R4RK1 w - - 0 1",
        "moves": [
            {
                "move": "1. Be4 ",
                "comment": {
                    "pt": "Para ocupar a casa d5 com esta peça, que estará apoiada pelo peão em c4. Note que o fato das brancas terem peões dobrados é favorável neste caso devido a abertura das colunas, principamente a coluna b, por onde as brancas poderão atuar em conjunto com a torre e o bispo (Tb1-Bd5).",
                    "en": "In order to occupy d5 with this piece, supported by the c4-pawn. Note that White has doubled pawns, which is positive in this case, due to open files, especially the b-file, where White will be able to act both with its Rook and Bishop (Rb1-Bd5).",
                    "es": "Para ocupar la casilla d5 con esta pieza, que estará apoyada por el peón en c4. Observe que el hecho de que las blancas tienen peones doblados es favorable en este caso debido a la apertura de las columnas, principamente la columna \"b\", por donde las blancas podrán actuar en conjunto con la torre y el alfil (Tb1-Bd5).",
                    "de": "Um das Feld d5 mit dem Läufer zu besetzen, der vom Bauern auf c4 unterstützt werden wird. Bemerken Sie, daß in diesem Fall die Doppelbauern für Weiß günstig sind, da dadurch die b-Linie offen bleibt, auf der der Turm mit dem Läufer gut zusammen spielen können (Tb1-Ld5).",
                    "zh": "通过c4-兵的支持，让象来占据d5。注意白棋的叠兵在这个例子是有利的，因为开放线的原因，特别是b-线，叠兵可以和车象联合行动。",
                    "pl": "Aby zająć d5 tą figurą, wspomaganą przez piona c4. Zauważ, że Białe mają zdublowane piony, które stanowią w tym przypadku przewagę z uwagi na otwarte kolumny, szczególnie b, gdzie Białe są w stanie operować zarówno Wieżą, jak Gońcem (Wb1-Gd5).",
                    "ru": "Для того, чтобы занять поля d5 этой фигурой, при поддержке пешки на c4. Обратите внимание, что у Белых сдвоенные пешки, которые в данном случае является положительным моментом, из-за открытых вертикалей, особенно b-вертикали, где Белые могут действовать своей Ладьей или Слоном (Rb1-Bd5)."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "estrutura",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "2r2rk1\/2p1qppp\/p3b3\/1p1pP3\/3n4\/1NP4P\/PP1Q1PP1\/2R1R1K1 w - - 0 1",
        "moves": [
            {
                "move": "1. cxd4 ",
                "comment": {
                    "pt": "Para atacar através da coluna c, onde as pretas terão um peão atrasado. Qualquer outra retomada em d4 permitiria a jogada ...c5.",
                    "en": "In order to attack through the c-file, where Black owns a passed pawn. Any other retake on d4 would allow ...c5.",
                    "es": "Para atacar a través de la columna \"c,\" donde las negras tendrán un peón retrasado. Cualquier otra manera de recapturar en d4 permitiría la jugada ...c5.",
                    "de": "Um auf der c-Linie anzugreifen, auf der ein schwarzer rückständiger Bauer steht. Mit der Dame bzw. dem Springer auf d4 zurückzuschlagen würde 1...c5 zulassen.",
                    "zh": "为了攻击c-线，因为此线上黑棋有一个落后兵。用后或马反击d4，会使得走...c5成为可能。",
                    "pl": "Atak kolumny c, gdzie Czarne posiadają wolnego piona. Każde inne wzięcie na d4 pozwoliłoby na ... c5.",
                    "ru": "Для того, чтобы атаковать через c-вертикаль, где у Черных находится проходная пешка. На любой другой отыгрыш на d4, будет следовать ...c5."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "domínio",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "1r2kr2\/R7\/b2ppp2\/2p1n3\/2P1P3\/P4PP1\/1PR3P1\/4KB2 b - - 0 25",
        "moves": [
            {
                "move": "25... Bb7 ",
                "comment": {
                    "pt": "Para jogar ...Cc6 e deixar a torre branca fora de jogo.",
                    "en": "In order to play ...Nc6 and leave the white Rook out of the game.",
                    "es": "Para jugar ...Cc6 y dejar la torre blanca fuera de juego.",
                    "de": "Um ...Sc5 zu spielen und den weißen Turm auf a7 außer Spiel zu lassen.",
                    "zh": "为了下...Nc6让白车出局。",
                    "pl": "Aby zagrać Sc6 i zdjąć z gry białą Wieżę.",
                    "ru": "Для игры ...Nc6, и сковывания белой Ладьи."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "plano",
        "white_sort": "",
        "black": "1",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "r4r1k\/1b4p1\/p1p4p\/1p2B1q1\/3P4\/P1P1P3\/B1Q3PP\/3R2K1 w - - 0 1",
        "moves": [
            {
                "move": "1. Bb1 ",
                "comment": {
                    "pt": "As brancas planejam um ataque contra o rei preto e montam uma bateria com sua dama e bispo para penetrar na casa h7.",
                    "en": "White is planning to attack the black King and is gathering the forces of the Queen and Bishop to enter h7.",
                    "es": "Las blancas planean un ataque contra el rey negro y montan una batería con su dama y alfil para penetrar en la casilla h7.",
                    "de": "Weiß bereitet einen Angriff auf den schwarzen König vor und droht, mit der Dame (vom Läufer unterstutzt) auf h7 einzudringen.",
                    "zh": "白方计划准备攻击黑王，正在为此积聚后和象的力量来入侵h7。",
                    "pl": "Białe planują atak na czarnego Króla i zbierają siły Hetmana i Gońca, by wkroczyć na h7.",
                    "ru": "Белые планируют атаку на черного Короля и концентрируют силы Ферзя и Слона."
                }
            }
        ],
        "game_terminator": "*"
    }
]