[
    {
        "title": "",
        "white": "plano",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "r1bq1rk1\/pp2b2p\/2p2n2\/3p1pp1\/3P4\/1PNQPPP1\/PB4BP\/R4RK1 b - - 0 1",
        "moves": [
            {
                "move": "1... g4 ",
                "comment": {
                    "pt": "Para evitar que as brancas joguem e4 e conquistar esta casa, que deverá ser ocupada pelo cavalo preto.",
                    "en": "In order to prevent White from playing e4 and conquering this square that the black Knight is supposed to occupy.",
                    "es": "Para evitar que las blancas jueguen e4 y conquisten esta casilla, que deberá ser ocupada por el caballo negro.",
                    "de": "Um e4 zu verhindern und danach das Feld e4 mit dem Springer zu besetzen.",
                    "zh": "为了阻止白方下e4，之后用黑马意占据这格。",
                    "pl": "Aby uniemożliwić Białym zagranie e4 i podbicie tego pola, gdyż powinien je zająć czarny Skoczek.",
                    "ru": "Для того чтобы предотвратить игру Белых e4 и захватить это поле, которое хотел занять черный Конь."
                }
            },
            {
                "move": "   2. fxg4 Nxg4 ",
                "comment": {
                    "pt": "Para garantir o controle da casa e4 e eventualmente voltar a f6 para ocupa-la com o cavalo.",
                    "en": "In order to guarantee the control of the e4 square and occasionally return to f6 with the Knight that can then occupy e4.",
                    "es": "Para asegurar el control de la casilla e4 y volver a f6 eventualmente para ocuparla con el caballo.",
                    "de": "$ Sichert die Kontrolle über das Feld e4. Eventuell wird der Springer über f6 dieses Feld erreichen",
                    "zh": "为了确保对e4的控制，可能的话退回f6这样马就可以占据e4。",
                    "pl": "W celu zagwarantowania sobie kontroli nad e4 i możliwość powrotu na f6 Skoczkiem, aby mógł później zająć e4.",
                    "ru": "Для того чтобы гарантированно контролировать поле e4 и вернуться Конем на f6, для того чтобы позже занять e4."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "plano",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "r2r2k1\/pbq2pbp\/1p2p1p1\/n1p5\/3PPP2\/2PBB2P\/P3NQP1\/2R2RK1 b - - 0 1",
        "moves": [
            {
                "move": "1... f5 ",
                "comment": {
                    "pt": "Valorizando a ação do bispo de b7 e evitando que as brancas joguem f5 abrindo a coluna f, para atacar o rei preto.",
                    "en": "Improving the value of the b7-Bishop and preventing that White plays f5 and opens the f-file to attack the black King.",
                    "es": "Potencializando la acción del alfil de b7 y evitando que las blancas jueguen f5, que abriría a columna \"f\" para atacar el rey negro.",
                    "de": "Verstärkt den Läufer auf b7 und verhindert das weiße f5, was die f-Linie für den Angriff auf den schwarzen König öffnen würde.",
                    "zh": "增加b7-象的价值，阻止白方下f5，开放f-线来攻击黑王。",
                    "pl": "Poprawienie wartości Gońca b7 i uniemożliwienie Białym zagranie f5 oraz otwarcie kolumny f do ataku czarnego Króla.",
                    "ru": "Повышает ценность Слона на b7, мешает Белым играть f5 и открывает f-вертикаль для атаки на черного Короля."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "plano",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "2r1r1k1\/1b3p1p\/ppn1pbpB\/7q\/3P4\/PB2QN2\/1P3PPP\/3RR1K1 w - - 0 1",
        "moves": [
            {
                "move": "1. d5 ",
                "comment": {
                    "pt": "Aproveitando a cravada na coluna e para criar um peão passado e descoordenar as peças pretas.",
                    "en": "Taking advantage of the pin in the e-file in order to create a passed pawn and hinder the coordination of the black pieces.",
                    "es": "Aprovechando la clavada en la columna \"e\" para crear un peón pasado y descoordinar las piezas negras.",
                    "de": "Nutzt die Fesselung auf der e-Linie aus um einen Freibauern zu erhalten und unterbindet das Zusammenspiel der schwarzen Figuren.",
                    "zh": "利用e-线上的牵制来制造通路兵，阻止黑方子力协同。",
                    "pl": "Wykorzystanie przygwożdżenia na kolumnie e w celu stworzenia wolnego piona i utrudnienia koordynacji czarnych figur.",
                    "ru": "Воспользовавшись связкой на e-вертикали для того, чтобы создать проходную пешку и помешать координации фигур у Черных."
                }
            },
            {
                "move": "Nd8 2. d6",
                "comment": []
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "plano",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "r2r2k1\/pp1b1pp1\/1qn1pb1p\/3n4\/2BP4\/P4N2\/1PQ1NPPP\/R1BR2K1 w - - 0 1",
        "moves": [
            {
                "move": "1. Qe4 ",
                "comment": {
                    "pt": "Pressionando d5 e preparado uma manobra para atacar o rei preto.",
                    "en": "In order to put pressure on d5 and prepare the offensive against the black King.",
                    "es": "Presionando d5 y preparado una maniobra para atacar el rey negro.",
                    "de": "Übt Druck auf d5 aus und bereitet ein Angriffsmanöver auf den schwarzen König.",
                    "zh": "给d5施加压力，准备攻击黑王。",
                    "pl": "Aby wywrzeć presję na d5 i przygotować ofensywę przeciw czarnemu Królowi.",
                    "ru": "Для того, чтобы оказать давление на d5 и подготовится к атаке на черного Короля."
                }
            },
            {
                "move": "   Nce7 2. Bd3 ",
                "comment": {
                    "pt": "Criando uma bateria de ataque com bispo e dama, para penetrar em h7.",
                    "en": "Creating a battery with a Bishop and the Queen in order to enter h7.",
                    "es": "Creando una batería de ataque con alfil y dama, para penetrar en h7.",
                    "de": "$ Der Läufer unterstützt das Eindringen der Dame auf h7",
                    "zh": "用象连续猛攻让后入侵h7。",
                    "pl": "Kreując baterię Gońcem i Hetmanem w celu wtargnięcia na h7.",
                    "ru": "Создает батарею из Слона и Ферзя, для занятия h7."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "plano",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "1qr2rk1\/pb2bpp1\/1pn1p2p\/8\/8\/P1BBPN2\/1PQ2PPP\/2RR2K1 w - - 0 1",
        "moves": [
            {
                "move": "1. Qa4 ",
                "comment": {
                    "pt": "Para atacar o rei preto utilizando a dama e os bispos.",
                    "en": "In order to attack the black King using the Queen and both Bishops.",
                    "es": "Para atacar el rey negro utilizando a dama y los alfiles.",
                    "de": "Um den schwarzen König mit Dame und Läufer anzugreifen.",
                    "zh": "为了用后和双象攻击黑王。",
                    "pl": "Aby zaatakować czarnego Króla używając Hetmana i obu Gońców.",
                    "ru": "Для атаки на черного Короля, используя Ферзя и Слона."
                }
            },
            {
                "move": "   Rfd8 2. Qe4 g6 3. Qg4 ",
                "comment": {
                    "pt": "Com excelentes possibilidades de ataque e a ameaça direta de Bxg6.",
                    "en": "With excellent chances for attacks and the direct threat of Bxg6.",
                    "es": "Con excelentes posibilidades de ataque y la amenaza directa de Axg6.",
                    "de": "$ Mit ausgezeichneten Angriffschancen und der direkten Drohung Lxg6",
                    "zh": "非常好的进攻机会和Bxg6的直接威胁。",
                    "pl": "Ze świetnymi szansami ataki i bezpośrednią groźbą Gxg6.",
                    "ru": "Отличная возможность для атаки и создания прямой угрозы Bxg6."
                }
            }
        ],
        "game_terminator": "*"
    }
]