[
    {
        "title": "",
        "white": "estrutura",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "r1bq1rk1\/pp1nbppp\/4pn2\/2P5\/2p5\/5NP1\/PPQ1PPBP\/RNB2RK1 w - - 0 1",
        "moves": [
            {
                "move": "1. c6 ",
                "comment": {
                    "pt": "Para enfraquecer a estrutura de peões contrária antes de retomar o peão em c4.",
                    "en": "In order to weaken the opponent's pawn structure before retaking the c4-pawn.",
                    "es": "Para debilitar la estructura de peones contraria antes de recapturar el peón en c4.",
                    "de": "Um die gegnerischen Bauernstruktur zu schwächen, bevor der Bauer auf c4 zurückgewonnen wird.",
                    "zh": "在收复c4-兵之前削弱对方的兵形。",
                    "pl": "Aby osłabić strukturę pionów oponenta zanim weźmie się piona c4.",
                    "ru": "Для того чтобы ослабить пешечную структуру оппонента, перед тем как отыграть пешку на c4."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "estrutura",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "London",
            "zh": "Event 1"
        },
        "fen": "r1bqk1nr\/pppp1ppp\/2n5\/2b5\/2BpP3\/2P2N2\/P4PPP\/RNBQ1RK1 b kq - 0 7",
        "moves": [
            {
                "move": "7... d3 ",
                "comment": {
                    "pt": "As brancas ameaçavam cxd4 construindo um poderoso centro. Para evitar esta ameaça , impedir o desenvolvimento do cavalo branco por c3, e ainda manter a diagonal a1-h8 o mais fechada possível ,esta é a melhor jogada.",
                    "en": "White threatens cxd4 to build up a strong center. Therefore that's the best move to prevent it and hinder the development of the white Knight through c3, at the same time as it maintains the a1-h8 diagonal as blocked as possible.",
                    "es": "Las blancas amenazaban Cxd4 construyendo un poderoso centro. Ésta es la mejor jugada para evitar esta amenaza, impedir el desarrollo del caballo blanco por c3 y mantener además la diagonal a1-h8 lo más cerrada posible.",
                    "de": "Weiß drohte, mit cxd4 ein starkes Zentrum zu bilden. Der Textzug ist der beste, um diese Drohung abzuwehren. Hinzu wird verhindert, daß sich der Springer auf b1 über c3 ins Spiel kommt und die Diagonale a1-h8 bleibt - zumindest für eine gute Zeit - versperrt.",
                    "zh": "白方走cxd4威胁建立一个强大的中心。这是阻止这个计划的最佳一步，此外还阻碍白马通过c3到达b1投入战斗，同时也尽可能的封堵了a1-h8线。",
                    "pl": "Białe grożą cxd4 by zbudować silne centrum. Dlatego też jest to najlepszy ruch, aby temu zapobiec i utrudnić wyprowadzenie białego Skoczka przez c3, w tym samym czasie przekątna a1-h8 ulega blokadzie.",
                    "ru": "Белые угрожают игрой cxd4, для того чтобы выстроить сильный центр. Поэтому это лучший ход, который предотвращает развитие белого Коня через c3, и, в тоже время, удерживает блокированной диагональ a1-h8."
                }
            }
        ],
        "game_terminator": "0-1"
    },
    {
        "title": "",
        "white": "estrutura",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "r2r2k1\/p3qppp\/1p2pn2\/8\/P2P4\/4PN2\/4QPPP\/RR4K1 w - - 0 1",
        "moves": [
            {
                "move": "1. a5 ",
                "comment": {
                    "pt": "Criando uma fraqueza na estrutura de peões preta e livrando-se do peão isolado. Se as pretas tomarem ou deixarem as brancas tomar o peão, terminarão com um peão isolado.",
                    "en": "Creating a weakness in the black pawn structure and getting rid of the isolated pawn. Whether Black takes the pawn or lets White take one, the result will be an isolated black pawn.",
                    "es": "Creando una debilidad en la estructura de peones negra y librándose del peón aislado. Las negras terminarán con un peón aislado, tomando el peón o dejando que las blancas lo hagan.",
                    "de": "Schafft dem Gegner eine Schwäche und wird den Isolani los. Egal, ob Schwarz den Bauern schlägt oder nicht, die Entstehung eines Isolanis ist unvermeidlich.",
                    "zh": "给黑兵的兵形制造弱点，消除孤兵。无论黑方是否吃兵或者让白方来吃，结果出现一个黑孤兵。",
                    "pl": "Tworzenie słabości w czarnej strukturze pionów i pozbycie się izolowanego piona. Niezależnie od tego, czy Czarne wezmą piona, czy pozwolą Białym wziąć swojego, rezultatem będzie izolowany czarny pion.",
                    "ru": "Создает слабость пешечной структуры Черных и избавляет от изолированной пешки. Результатом взятия пешки Белыми или Черными - будет изолированная черная пешка."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "estrutura",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "r1bq1rk1\/ppp2pp1\/2np1n1p\/4p3\/2B1P3\/2NPbN2\/PPP1QPPP\/R4RK1 w - - 0 1",
        "moves": [
            {
                "move": "1. fxe3 ",
                "comment": {
                    "pt": "Esta retomada é superior a retomada de dama. As brancas estão trazendo um peão para o centro, controlando importantes casas centrais (d4 ,f4) e abrindo a coluna f para a torre.",
                    "en": "This retake is superior to the Queen retake, because White brings a pawn to the center, controls important central squares (d4, f4) and opens the f-file for the Rook.",
                    "es": "Ésta jugada es superior a recapturar el peón con la dama. Las blancas están trayendo un peón hacia el centro, vontrolando importantes casillas centrales (d4, f4) y abriendo la columna \"f\" para la torre.",
                    "de": "Dies ist stärker, als mit der Dame zurückzuschlagen. Weiß bringt einen Bauern zum Zentrum, kontrolliert wichtige Felder (d4, f4) und öffnet die f-Linie für den Turm.",
                    "zh": "这个反击要优先于王后的反击。因为白方将一个兵移到中心，控制了关键格格（d4和f4），并且为车开放了f-线。",
                    "pl": "Takie bicie jest lepsze, niż bicie Hetmanem, ponieważ Białe sprowadzają piona do centrum, kontrolują ważne centralne pola (d4, f4) i otwierają kolumnę f dla Wieży.",
                    "ru": "Этот отыгрыш лучше чем отыгрываться Ферзем, потому что Белые приводят пешку к центру, контролируя тем самым важный центральный квадрат (d4, f4) и открывают f-вертикаль для Ладьи."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "estrutura",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "rn1qk1nr\/1b3ppp\/4p3\/pp6\/2PP4\/2B1PN2\/5PPP\/R2QKB1R b KQkq - 0 1",
        "moves": [
            {
                "move": "1... b4 ",
                "comment": {
                    "pt": "Mantendo uma estrutura com dois peões passados unidos e sem nenhum peão isolado.",
                    "en": "Maintaining pawn structure with two connected passed pawns and no isolated pawns.",
                    "es": "Manteniendo una estructura con dos peones pasados unidos y sin ningún peón aislado.",
                    "de": "Behält eine Struktur mit zwei verbundenen Freibauern und ohne Isolanis.",
                    "zh": "保持两个通路联兵无孤兵的兵形。",
                    "pl": "Utrzymując strukturę pionów z dwoma połączonymi wolnymi pionami i żadnymi izolowanymi.",
                    "ru": "Удерживает пешечную структуру из двух связанных проходных пешек."
                }
            }
        ],
        "game_terminator": "*"
    }
]