[
    {
        "title": "",
        "white": "estrutura",
        "white_sort": "",
        "black": "1",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "r2qkb1r\/pp1nppp1\/2p2nbp\/4N3\/3P3P\/6N1\/PPP2PP1\/R1BQKB1R w KQkq - 0 1",
        "moves": [
            {
                "move": "1. Nxg6 ",
                "comment": {
                    "pt": "Arruinando a estrutura de peões contrária. Agora as pretas terão uma debilidade em g6 e outras em e6 e e5, devido ao fato do peão e estar isolado.",
                    "en": "Ruining the opponent's pawn structure. Now Black will have a weakness on g6 and also on e6 and e5, due to the isolated e-pawn.",
                    "es": "Arruinando la estructura de peones adversaria. Ahora las negras tendrán una debilidad en g6 y otras en e6 y e5, debido al hecho de que el peón \"e\" está aislado.",
                    "de": "Zerstört die gegnerische Bauernstruktur. Nun hat Schwarz Schwächen auf g6, e6 und e5, da der e-Bauer zum Isolani wurde.",
                    "zh": "摧毁对手的兵形。目前黑方因为e-兵会成为孤兵，导致g6、e6和e5上出现弱点。",
                    "pl": "Zrujnowanie struktury pionów oponenta. Teraz Czarne mają słabość na g6 oraz e6 i e5 z powodu izolowanego piona e.",
                    "ru": "Разрушает пешечную структуру оппонента. Теперь у Черных появляются слабые места на g6, а также на e6 и e5, из-за изолированной e-пешки."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "estrutura",
        "white_sort": "",
        "black": "1",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "r1bqnrk1\/pp1nppbp\/2p3p1\/4P3\/P1B5\/2N2N2\/1PP2PPP\/R1BQ1RK1 w - - 0 1",
        "moves": [
            {
                "move": "1. e6 ",
                "comment": {
                    "pt": "Para trocar este peão pelo peão f preto e deixar isolado o peão de e7. Além disto, as brancas abrem a diagonal (a2-g8) para seu bispo e criam perspectivas de ataque contra o rei contrário.",
                    "en": "In order to exchange this pawn for the black f-pawn and leave an isolated pawn on e7. Besides, White opens the a2-g8 diagonal for its Bishop and creates chances for an attack against the King.",
                    "es": "Para cambiar este peón por el peón \"f\" negro y dejar aislado el peón de e7. Además de esto, las blancas abren la diagonal (a2-g8) para el alfil y crean perspectivas de ataque contra el rey contrario.",
                    "de": "Um den eigenen e-Bauern gegen den schwarzen f-Bauern und dadurch den schwarzen e-Bauern zum Isolani zu machen. Außerdem öffnet Weiß eine Diagonale (a2-g8) und schafft dadurch gute Angriffschancen.",
                    "zh": "为了用这个兵兑换黑方的f-兵，使黑方的e7上产生孤兵。此外白方还为白象开放了a2-g8这条斜线，创造了攻击黑王的机会。",
                    "pl": "Aby wymienić tego piona na czarnego piona f i pozostawienie izolowanego piona na e7. Poza tym Białe otwierają przekątną a2-g8 dla Gońca i tworzą szansę na atak Króla.",
                    "ru": "Для того чтобы разменять эту пешку на черную f-пешку и оставить изолированную пешку на e7. Кроме того, Белые открывают диагональ a2-g8 для своего Слона и получают шанс на атаку Короля."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "estrutura",
        "white_sort": "",
        "black": "1",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "r1bq1rk1\/ppppnppp\/5b2\/3P4\/2B1R3\/5N2\/PP3PPP\/R1BQ2K1 w - - 0 1",
        "moves": [
            {
                "move": "1. d6 ",
                "comment": {
                    "pt": "Forçando o enfraquecimento da estrutura contrária, abrindo a diagonal para seu bispo e dificultando o desenvolvimento do bispo preto em c8. Se fosse vez das pretas estas jogariam ...d6 e solucionariam os problemas citados.",
                    "en": "Forcing a weakness in the opponent's structure, opening the diagonal for the Bishop and hindering the development of the black c8-Bishop. If it was Black's turn, it would play ...d6 and it would solve all these problems.",
                    "es": "Forzando el debilitamiento de la estructura contraria, abriendo la diagonal para el alfil y dificultando el desarrollo del alfil negro en c8. Si le tocara a las negras, éstas jugarían ...d6 y solucionarían los problemas citados.",
                    "de": "Schwächt die gegnerische Bauernstruktur, öffnet eine Diagonale und erschwert die Entwicklung des weißfeldrigen Läufers von Schwarz. Schwarz am Zug würde d6 spielen und damit all die erwähnten Probleme erst vermeiden.",
                    "zh": "破坏对方的兵形，开放一条斜线，阻碍黑方白格象的活动。如果轮到黑方走，它可能会下...d6，那么会避免以上提到的所有问题。",
                    "pl": "Wymuszając słabość w strukturze oponenta, otwierając przekątną dla Gońca i utrudniając wyprowadzenie czarnego Gońca c8. Jeśli byłaby tura Czarnych, mogłyby zagrać ... d6, co rozwiązałoby te problemy.",
                    "ru": "Ослабляет структуру оппонента, открывает диагональ для Слона и препятствует передвижению черного Слона на c8. Если бы был ход Черных, они бы сыграли ...d6 и избежали бы подобных проблем."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "estrutura",
        "white_sort": "",
        "black": "1",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "r1bq1rk1\/ppp1nppp\/3p1n2\/1B2p1B1\/4P3\/2PP1N2\/P1P2PPP\/R2Q1RK1 w - - 0 1",
        "moves": [
            {
                "move": "1. Bxf6 ",
                "comment": {
                    "pt": "Para enfraquecer a posição do rei preto e debilitar a estrutura de peões.",
                    "en": "In order to weaken the position of the black King and the pawn structure.",
                    "es": "Para debilitar la posición del rey negro. así como la estructura de peones.",
                    "de": "Um sowohl die Königsstellung als auch die Bauernstruktur zu schwächen.",
                    "zh": "为了削弱黑王局面和兵形结构。",
                    "pl": "Osłabianie pozycji czarnego Króla i struktury pionów.",
                    "ru": "Для ослабления позиций черного Короля и пешечной структуры."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "estrutura",
        "white_sort": "",
        "black": "1",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "r4rk1\/pbq2ppp\/2nb1n2\/2pp4\/8\/1P1BPN2\/PB1N1PPP\/R2Q1RK1 w - - 0 1",
        "moves": [
            {
                "move": "1. Bxf6 ",
                "comment": {
                    "pt": "Para debilitar a estrutura de peões e enfraquecer a posição do rei contrário.",
                    "en": "In order to weaken the pawn structure and the position of the opponent's King.",
                    "es": "Para debilitar la estructura de peones y consecuentemente la posición del rey contrario.",
                    "de": "Wird den Doppelbauern los, verstärkt das Zentrum und erweitert den Wirkungsbereich des Läufers auf b2.",
                    "zh": "消除叠兵，强化中心，扩大b2象的攻击范围。",
                    "pl": "Osłabianie pozycji czarnego Króla i struktury pionów.",
                    "ru": "Для ослабления пешечной структуры и позиций Короля оппонента."
                }
            }
        ],
        "game_terminator": "*"
    }
]