[
    {
        "title": "",
        "white": "estrutura",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "3rrbk1\/1qp2pp1\/pn1p3p\/1p6\/3PP3\/1P1QBN1P\/P4PP1\/2R1R1K1 w - - 0 1",
        "moves": [
            {
                "move": "1. d5 ",
                "comment": {
                    "pt": "Com o objetivo de fixar o peão preto em c7, que mais tarde poderá ser atacado e também de controlar a casa c6 que poderá ser ocupada por um cavalo ou uma torre.",
                    "en": "Aiming to anchor the black pawn on c7 that may be attacked later on through the file and also in order to control the c6 square that can be occupied by a Knight or a Rook.",
                    "es": "Con el objetivo de fijar el peón negro en c7, que más tarde podrá ser atacado, y también para controlar la casilla c6 que podrá ser ocupada por un caballo o por una torre.",
                    "de": "Mit der Absicht, den Bauern auf c7 festzulegen, damit er später unter Beschuss genommen wird. Außerdem wird das Feld c6 kontrolliert, das von einem Springer bzw. einem Turm besetzt werden kann.",
                    "zh": "目的是将黑兵牢牢的锁定在c7，以便进行攻击。此外还为了控制c6格，以防被车或马占据。",
                    "pl": "W celu zdobycia argumentu przeciwko czarnemu pionowi na c7, który może być później atakowany przez kolumnę, a także aby kontrolować pole c6, które może zająć Skoczek lub Wieża.",
                    "ru": "Стремится закрепить черную пешку на c7, которая может быть позднее атакована по вертикале, а также для контроля над полем c6, которое может быть занято Конем или Ладьей."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "estrutura",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "1r2r1k1\/1pq2pbp\/p2p2p1\/2pP4\/P1N1P3\/5P2\/1PQ3PP\/R4RK1 w - - 0 1",
        "moves": [
            {
                "move": "1. a5 ",
                "comment": {
                    "pt": "Garantindo a posição do cavalo em c4 e evitando que as pretas joguem ... b5 valorizando sua maioria de peões no flanco dama. Este peão em a5 bloqueia os dois peões pretos em a6 e b7.",
                    "en": "Guaranteeing the Knight's position on by preventing Black from playing . ..b5, which would increase the value of its pawn structure on the queenside. This a5-pawn blocks both black pawns on a6 and b7.",
                    "es": "Asegurando la posición del caballo en c4 y evitando que las negras jueguen ...b5 para poner en marcha la mayoría de peones en el flanco dama. Este peón en a5 bloquea los dos peones negros en a6 y b7.",
                    "de": "Sichert die Stellung des Springers auf c4 und verhindert, daß Schwarz seine Bauernmehrheit am Damenflügel durch ...b5 zur Geltung bringt. Der Bauer auf a5 blockiert die Bauern auf a6 und b7.",
                    "zh": "保证马在c4的位置，阻止黑棋走...b5来获得后翼多兵。这个a5-兵阻拦了a6和b7上的两个敌兵。",
                    "pl": "Gwarantując Skoczkowi pozycję zapobiegając Czarnym zagranie ... b5, które powiększyłoby jakość jego struktury pionów na skrzydle hetmańskim. Pion a5 blokuje oba czarne piony a6 i b7.",
                    "ru": "Гарантирует возможность Коню предотвратить игру Черных ..b5, что даст преимущество их пешечной структуре на ферзевом фланге. Эта пешка на поле a5 блокирует обе черные пешки на a6 и b7."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "estrutura",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "2kr3r\/1pp1npp1\/p1p5\/4p2p\/4P3\/3PBP1P\/PPP2P2\/R4RK1 w - - 0 1",
        "moves": [
            {
                "move": "1. f4 ",
                "comment": {
                    "pt": "Desdobrando os peões e reforçando a luta pelo centro.",
                    "en": "Undoubling the pawns and reinforcing the struggle for the center.",
                    "es": "Recomponiendo los peones y reforzando la lucha por el centro.",
                    "de": "Wird den Doppelbauern los und verstärkt den Kampf um das Zentrum.",
                    "zh": "消除叠兵，加强争夺中心的的火力。",
                    "pl": "Wychodząc z sytuacji zdublowanych pionów i przenosząc ciężar walki w centrum.",
                    "ru": "Раздваивает пешки и усиливает борьбу за центр."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "estrutura",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "r1bq1rk1\/p3bppp\/1pn1p3\/3n4\/3P4\/1BN2N2\/PP3PPP\/R1BQ1RK1 b - - 0 1",
        "moves": [
            {
                "move": "1... Nxc3 ",
                "comment": {
                    "pt": "As brancas planejavam Bxd5 isolando o peão preto. Com esta jogada as pretas eviatm esta idéia e se preparam para atacar os peões brancos centrais, principalmente o de c3, possivelmente com as jogadas ; ... Ba6-Ca5-Tc8",
                    "en": "White was planning Bxd5 by isolating the black pawn with this move. Black prevents it from happening and prepares to attack White's central pawns, especially c3, probably by means of Ba6-Na5-Rc8.",
                    "es": "Las blancas planeaban Axd5 aislando el peón negro. Con esta jugada evitan las negras esta idea y se preparan para atacar los peones centrales del blanco, principalmente el de c3, posiblemente con las jugadas ...Aa6-Ca5-Tc8",
                    "de": "Weiß plante Lxd5, wonach ein Isolani auf d5 entstehen würde. Mit diesem Zug durchkreuzt Schwarz diesen Plan und plant seinerseits die weißen Zentralbauern (vor allem den auf c3) anzugreifen. Dies könnte durch diese Zugfolge geschehen: La6-Sa5-Tc8.",
                    "zh": "白方走这一步的意图是继续下Bxd5，在d5制造一个孤兵。黑方为了使白方的计划落空，并从它的角度计划攻击白方中心兵（特别是c3）。这可以通过以下棋序实现：Ba6-Na5-Rc8。",
                    "pl": "Białe planowały Gxd5 by izolować czarnego piona tym ruchem. Czarne zapobiegły temu i przygotowują atak na Białę centrum pionów, szczególnie c3, prawdopodobnie poprzez Ga6-Sa5-Wc8.",
                    "ru": "Белые планируют игру Bxd5, изолируя черную пешку этим ходом. Черные предотвращают это, и приготавливаются к нападению на центральные пешки Белых, особенно c3, возможно играя Ba6-Na5-Rc8."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "estrutura",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "4r3\/3rnbk1\/1pp2pn1\/p5p1\/P2PP1Pp\/1P2N2P\/2BR1KN1\/2R5 b - - 0 1",
        "moves": [
            {
                "move": "1... c5 ",
                "comment": {
                    "pt": "Com o objetivo de conquistar uma importante casa para o cavalo preto (Ce5) após a resposta branca d5.",
                    "en": "In order to conquer an important square for the black Knight (Ne5) after White responds with d5.",
                    "es": "Con el objetivo de conquistar una importante casilla para el caballo negro (Ce5) después de la respuesta blanca d5.",
                    "de": "Mit der Idee, nach der weißen Antwort d5 das Feld e5 für den Springer zu erobern.",
                    "zh": "目的是在白方应d5之后，给黑马占据一个重要格（Ne5）。",
                    "pl": "Aby zdobyć ważne pole dla czarnego Skoczka (Se5) po odpowiedzi Białych na d5.",
                    "ru": "Для того, чтобы занять важное поле для черного Коня (Ne5), после того, как Белые отвечают d5."
                }
            }
        ],
        "game_terminator": "*"
    }
]