[
    {
        "title": "",
        "white": "estrutura",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "r1bq1rk1\/pp2bpp1\/2p1p2p\/8\/3P4\/2PB4\/PP2QPPP\/R1B1R1K1 w - - 0 1",
        "moves": [
            {
                "move": "1. Qe4 ",
                "comment": {
                    "pt": "Forçando um sério enfraquecimento na estrutura de peões contrária. As pretas devem defender a penetração em h7 e para tal devem jogar 1...f5 enfraquecendo o peão e a casa e5. A jogada 1...g6 não é possível devido a perda do peão em h6; 1...g6 2-Bxh6.",
                    "en": "Forcing a serious weakness in the opponent's pawn structure. Black must defend the invasion on h7 and therefore play 1...f5, which weakens the e5-pawn. 1...g6 isn't possible, because it leads to the loss of the h6-pawn: 1...g6 2- Bxh6.",
                    "es": "Provocando un serio debilitamiento en la estructura de peones adversaria. Las negras deben evitar la penetración en h7 y para eso deben jugar 1...f5, debilitando el peón y la casilla e5. La jugada 1...g6 no es posible debido a la pérdida del peón en h6; 1...g6 2-Axh6.",
                    "de": "Erzwingt eine ernste Schwächung der gegnerischen Bauernstruktur. 1...f5 schwächt den Bauern auf e6 sowie das Feld e5, 1...g6 geht aber nicht, da der Bauer auf h6 verloren geht: 1...g6 2. Lxh6.",
                    "zh": "逼迫对手的兵形产生致命的弱点。黑方必须抵御h7上的入侵，因此会走 1...f5来削弱e5-兵和d5格。走1...g6不可行，因为会导致h6-兵的丢失： 1...g6 2- Bxh6。",
                    "pl": "Wymuszenie poważnej słabości w strukturze pionów przeciwnika. Czarne muszą bronić się przed inwazją na h7, stąd grają 1. ... f5, co osłąbia piona e5. 1. ... g6 nie jest możliwe, ponieważ prowadzi do utraty piona h6: 1. ... g6 2. Gxh6.",
                    "ru": "Вынуждает серьезно ослабить пешечную структуру оппонента. Черные должна защищаться от вторжения на h7 игрой 1...f5, что ослабит пешку на e5. Вариант 1...g6 невозможен, потому как он ведет к потере пешки на h6: 1...g6 2- Bxh6."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "estrutura",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "r2qr1k1\/1p3ppp\/p1p1bn2\/1P1p4\/3P4\/2N1PN2\/P4PPP\/R2Q1RK1 w - - 0 1",
        "moves": [
            {
                "move": "1. bxc6 ",
                "comment": {
                    "pt": "Após a retomada das pretas ....bxc6, este peão ficará atrasado. A jogada 1-bxa6 seria um grave erro por não criar fraquezas na posição contrária , abrir a coluna para a torre preta e deixar o próprio peão em a2 isolado.",
                    "en": "After Black's retake ...bxc6, this pawn will be isolated. 1bxa6 would be a big mistake, as it doesn't create any weakness to the opponent and opens the file for the Rook, leaving an isolated pawn behind on a2.",
                    "es": "Después de la jugada de las negras ....bxc6, este peón quedará retrasado. La jugada 1-bxa6 sería un grave error por que no crearía debilidades en la posición negra, abriría la columna para la torre negra y aislaría el peón de a2.",
                    "de": "Nach 1...bxc6 wird dieser Bauer schwach. 1. bxa6 wäre ein grober Fehler, da dadurch nicht nur keine Schwächen in der gegnerischen Stellung verursacht werden würden, sondern die Öffnung der a-Linie für den Gegner ermöglicht werden würde.",
                    "zh": "黑方反击下走...bxc6之后这个兵成为孤兵。走1bxa6是非常大的错误，因为既不会给对方造成任何威胁，还为对方开放了a-线，在a2格后产生一个孤兵。",
                    "pl": "Po wzięciu Czarnych ... bxc6 ten pion zostanie izolowany. 1. bxa6 byłoby pomyłką jako, że nie tworzy żadnych słabości u przeciwnika i otwiera kolumnę dla Wieży, pozostawiając izolowanego piona z tyłu na a2.",
                    "ru": "После того как Черные отыгрываются ...bxc6, эта пешка станет изолированной. Ошибочный ход - 1bxa6. Он никоим образом не ослабляет оппонента, а только открывает вертикаль для Ладьи и оставляет позади изолированную пешку на a2."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "estrutura",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "r2q1rk1\/pb2bppp\/1pn1pn2\/8\/2pP4\/1P1B1N2\/PB1N1PPP\/R2Q1RK1 w - - 0 1",
        "moves": [
            {
                "move": "1. bxc4 ",
                "comment": {
                    "pt": "Trazendo um peão para o centro e evitando que o peão em d4 fique isolado.",
                    "en": "Bringing a pawn to the center and preventing an isolated pawn on d4.",
                    "es": "Trayendo un peón hacia el centro y evitando que el peón en d4 quede aislado.",
                    "de": "Bringt einen Bauern zum Zentrum und vermeidet den Isolani auf d4.",
                    "zh": "将一个兵移到中心，以防在d4处产生孤兵。",
                    "pl": "Przeniesienie piona do centrum zamiast izolowania go na d4.",
                    "ru": "Продвигает пешку к центру и предотвращает изоляцию пешки на d4."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "estrutura",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "rnbq1rk1\/pp1p1ppp\/4pn2\/2P5\/1bP5\/2N1PN2\/PP3PPP\/R1BQKB1R b KQ - 0 1",
        "moves": [
            {
                "move": "1... Ne4 ",
                "comment": {
                    "pt": "Para explorar a cravada e garantir que os peões brancos ficarão triplicados na coluna c. A jogada 1...Bxc3 também seria boa, mas não exploraria a cravada.",
                    "en": "In order to explore the pin and guarantee tripled white pawns on the c-file. 1...Bxc3 would also be good, but wouldn't explore the pin.",
                    "es": "Para explotar la clavada y aseguar que los peones blancos quedarán triplicados en la columna \"c\". La jugada 1...Axc3 también sería buena, pero no explotaría la clavada.",
                    "de": "Nutzt die Fesselung aus und stellt sicher, daß auf der c-Linie verdreifachte Bauern entstehen werden. 1...Lxc3 wäre auch gut, würde aber die Fesselung nicht ausnutzen.",
                    "zh": "充分利用牵制战术，使白兵在c-线产生三叠兵。1...Bxc3也是可以的但是就不能充分利用牵制战术。",
                    "pl": "Wykorzystanie przygwożdżenia i gwarancja umieszczenia trzeciego piona w kolumnie c. 1. ... Gxc3 byłoby również dobre, ale nie wykorzystuje przygwożdżenia.",
                    "ru": "Использует связку, что гарантирует страивание белых пешек на c-вертикали. Также хороший ход 1...Bxc3, но он не использует связку."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "estrutura",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "2rq1rk1\/pb1nbppp\/1p3n2\/2Pp4\/8\/1P2PN2\/PBQNBPPP\/2R2RK1 w - - 0 1",
        "moves": [
            {
                "move": "1. c6 ",
                "comment": {
                    "pt": "Para evitar que as pretas unam seus peões jogando ....bxc5 no próximo lance.",
                    "en": "In order to prevent Black from connecting its pawns with ...bxc5 on the next move.",
                    "es": "Para evitar que las negras unan sus peones jugando ....Axc5 en la próxima jugada.",
                    "de": "Verhindert, daß Schwarz mit ...bxc5 im nächsten Zug seine Bauern verbindet.",
                    "zh": "阻止黑方走...bxc5来联合它的兵。",
                    "pl": "Aby zapobiec Czarnym połączeniu ich pionów przez ... bxc5 w następnym ruchu.",
                    "ru": "Для того чтобы помешать Черным соединить их пешки ...bxc5, на следующем ходу."
                }
            }
        ],
        "game_terminator": "*"
    }
]