[
    {
        "title": "",
        "white": "casas centrais",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "r1b1r1k1\/ppq2ppp\/2nbpn2\/3p4\/3P4\/2PB1N2\/PP1NQPPP\/R1B1R1K1 w - - 0 1",
        "moves": [
            {
                "move": "1. Ne5 ",
                "comment": {
                    "pt": "Para levar o outro cavalo a f3 e abrir linhas para o bispo de casas pretas. Este lance também evita que as pretas joguem ...e5.",
                    "en": "In order to take the other Knight to f3 and open lines for the dark-squared Bishop. This move also prevents Black from playing ...e5.",
                    "es": "Para llevar el otro caballo a f3 y abrir líneas para el alfil de casillas negras. Esta jugada también evita que las negras jueguen ...e5.",
                    "de": "Um den Springer von d2 auf f3 zu bringen und eine Diagonale für den schwarzfeldrigen Läufer zu öffnen. Dieser Zug verhindert auch das schwarze ...e5.",
                    "zh": "为了将马从d2移到f3，给黑格象敞开斜线。这一步同时也阻止了黑方走...e5。",
                    "pl": "Aby zbić drugiego Skoczka na f3 i otworzyć linie dla ciemnopolowego Gońca. Powstrzyma to również Czarne przed zagraniem ... e5.",
                    "ru": "Для того чтобы переместить другого Коня на f3, а также для того, чтобы открыть линии для чернопольного Слона. Этот ход также мешает Черным играть на ...e5."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "casas centrais",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "r4rk1\/pbq2p1p\/1p2pp2\/2b5\/8\/3B1N2\/PPP1QPPP\/3R1RK1 w - - 0 1",
        "moves": [
            {
                "move": "1. Be4 ",
                "comment": {
                    "pt": "Trocando uma das peças pretas mais ativas , desbloqueando a coluna dama para a torre e evitando a possível jogada preta ...Df4.",
                    "en": "Exchanging one of Black's most active pieces, unblocking the Queen-file for the Rook and preventing Blacks possible move ...Qf4.",
                    "es": "Cambiando una de las piezas negras más activas, desbloqueando la columna dama para la torre y evitando la posible jugada negra ...Df4.",
                    "de": "Tauscht eine der aktivsten schwarzen Figuren ab, entlastet die d-Linie und verhindert ...Df4.",
                    "zh": "兑换黑方最活跃的棋子，为车扫清后翼，尽可能阻止黑方走...Qf4。",
                    "pl": "Wymieniając jedną z najbardziej aktywnych figur Czarnych, odblokując hetmańską kolumnę dla Wieży i powstrzymując Czarne przed zagraniem ... Hf4.",
                    "ru": "Разменивает одну из самых активных фигур Черных, открывает ферзевую вертикаль для Ладьи и предотвращает возможный ход Черных на ...Qf4."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "casas centrais 3",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "rn1qkb1r\/ppp2ppp\/3p1n2\/5bN1\/2PPp3\/2N5\/PP2PPPP\/R1BQKB1R w KQkq - 0 1",
        "moves": [
            {
                "move": "1. g4 ",
                "comment": {
                    "pt": "As pretas ameaçavam expulsar o cavalo branco com ...h6 e este não teria uma boa retirada. Com esta jogada as brancas forçam a troca do peoa g pelo peão e contrário, conquistam maioria central e resolvem o problema do seu cavalo que retornará tomando o peão de e4, caso as pretas tomem em g4. Se agora 1...Bg6 segue 2-Bg2.",
                    "en": "Black threatens to chase the white Knight away with ...h6 and this piece wouldn't have good retreat options. With this move, White forces the exchange of the g-pawn for the opponent's e-pawn, achieves central majority and solves the problem with its own Knight taking the e4-pawn, if Black takes g4. If 1...Bg6, then 2-Bg2 will follow.",
                    "es": "Las negras amenazaban expulsar el caballo blanco con ...h6 y éste no tendría una buena retirada. Con esta jugada las blancas fuerzan el cambio del peón \"g\" por el peón \"e\" adversario, conquistan mayoría central y resuelven el problema del caballo que retornará tomando el peón de e4, si las negras toman en g4. Si ahora 1...Bg6 sigue 2-Bg2 .",
                    "de": "Schwarz drohte, den Springer mit ...h6 zu vertreiben, nachdem dieser kein gutes Feld zur Verfügung hätte. Mit dem Textzug zwingt Weiß den Abtausch vom e-Bauern gegen den g-Bauern, erreichen eine Mehrheit im Zentrum und lösen das Problem vom Springer, der den Bauern auf e4 schlagen wird.",
                    "zh": "黑方走...h6威胁将白马赶走，此后这个子就没有好的去路。走这一步，白方强逼g-兵兑e-兵，获得中心优势，解决了马在e4会受到攻击的问题。",
                    "pl": "Czarne grożą przegonieniem białego Skoczka przez ... h6 i nie ma żadnej sensownej opcji ucieczki. Tym ruchem Białe wymuszają wymianę piona g za wrogi pion e, osiągając przewagę w centrum i rozwiązując problem Skoczka, jeśli Czarne wezmą g4 przez e4. Jeśli 1. ... Gg6, wtedy 2. Gg2.",
                    "ru": "Черные угрожают и оттесняют белого Коня с позиции ...h6, для которого это отступление не несет ничего хорошего. Этим ходом, Белые принуждают к размену g-пешки на e-пешку, достигая тем самым центрального большинства, и решают проблему своего Коня, беря пешку на e4, если Черные берут пешку на g4. Если 1...Bg6, следует 2-Bg2."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "casas centrais",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "r1nb1rk1\/1p3ppp\/2qpbn2\/1N2p3\/p1P1P3\/4BP2\/PP1NB1PP\/2QR1RK1 b - - 0 1",
        "moves": [
            {
                "move": "1... Bb6 ",
                "comment": {
                    "pt": "Para trocar os bispo e enfraquecer as casas pretas do adversário, que tem a maioria de seu peões centrais em casas brancas.",
                    "en": "In order to trade the Bishop and weaken the opponent's dark squares, because most of the opponent's central pawns are on light squares.",
                    "es": "Para cambiar los alfiles y debilitar las casillas negras del adversario, que tiene la mayoría de su peones centrales en casillas blancas.",
                    "de": "Um die Läufer abzutauschen und die schwarzen Felder vom Weißen zu schwächen, da die meisten weißen Bauern auf weißen Feldern stehen.",
                    "zh": "为了兑象并削弱对手的黑格，因为对手大部分兵都处在白格上。",
                    "pl": "Aby wymienić Gońca i osłabić ciemne pola przeciwnika, ponieważ większość centralnych pionów oponenta znajduje się na jasnych polach.",
                    "ru": "Для того чтобы разменять Слона и ослабить защиту темных полей у оппонента, потому что большинство центральных пешек соперника занимают светлые поля."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "casas centras",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "r3r1k1\/1b2n1pp\/pppp1p2\/5P2\/4P3\/1NN5\/PPP3PP\/R4RK1 w - - 0 1",
        "moves": [
            {
                "move": "1. Nd4 ",
                "comment": {
                    "pt": "Para posicionar o cavalo em e6, onde ele estará muito mais atuante.",
                    "en": "In order to place the Knight on e6 where it will be very active.",
                    "es": "Para posicionar el caballo en e6, donde estará mucho más activo.",
                    "de": "Um den Springer auf e6 zu stellen, wo er viel aktiver stehen wird.",
                    "zh": "为了将马置于e6，在这个位置马会变得很活跃。",
                    "pl": "Aby umieścić Skoczka na e6, gdzie będzie bardzo aktywny.",
                    "ru": "Для размещения Слона на поле e6, где он будет наиболее активен."
                }
            }
        ],
        "game_terminator": "*"
    }
]