[
    {
        "title": "",
        "white": "peao passado",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "8\/8\/kr3p2\/2K2P2\/8\/8\/8\/4R3 w - - 0 1",
        "moves": [
            {
                "move": "1. Re6 ",
                "comment": {
                    "pt": "Forçando a troca de torres e criação de um peão passado, que não poderá ser detido.",
                    "en": "Forcing a Rook exchange and creating a passed pawn that can't be detained.",
                    "es": "Forzando el cambio de torres y la creación de un peón pasado, que no podrá ser detenido.",
                    "de": "Zwingt den Abtausch der Türme und schafft einen Freibauern, der nicht mehr gehalten werden kann.",
                    "zh": "强兑车，制造不会被截留的通路兵。",
                    "pl": "Wymuszając wymianę Wieży i tworząc wolnego piona, który nie może być zatrzymany.",
                    "ru": "Вынуждает к размену Ладьи и дает проходную пешку, которая не сможет быть остановлена."
                }
            },
            {
                "move": "Rxe6 2. fxe6",
                "comment": []
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "peao passado",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "8\/5p1p\/6P1\/6PP\/3k4\/8\/8\/K7 b - - 0 1",
        "moves": [
            {
                "move": "1... fxg6 ",
                "comment": {
                    "pt": "Evitando que as brancas criem um peão passado, o que ocorreria após as jogadas 1...hxg6 2-h6.",
                    "en": "Preventing White from creating a passed pawn, which would happen after 1...hxg6 2-h6.",
                    "es": "Evitando que las blancas creen un peón pasado, lo que ocurriría después de las jugadas 1... hxg6 2-h6.",
                    "de": "Anders würde Weiß einen Freibauern schaffen: 1...hxg6 2. h6.",
                    "zh": "阻止白方制造通路兵：1...hxg6 2-h6。",
                    "pl": "Zapobiegając przed stworzeniem przez Białe wolnego piona, co stałoby się po 1. ... hxg6 2. h6.",
                    "ru": "Не дает создать Белым проходную пешку, которая может получиться после 1...hxg6 2-h6."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "peao passado",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "8\/2pk4\/1p6\/3KP3\/1P6\/8\/8\/8 w - - 0 1",
        "moves": [
            {
                "move": "1. b5 ",
                "comment": {
                    "pt": "Este peão branco consegue, após esta jogada, conter os dois peões pretos em c7 e b6 ,de modo que as pretas não criem um peão passado. As brancas irão vencer graças ao seu peão passado em e5.",
                    "en": "After this move, the white pawn will be able to detain both black pawns, on c7 and b6, so that Black won't be able to create a passed pawn. White will win, due to its passed pawn on e5.",
                    "es": "Este peón blanco logra, después de esta jugada, contener los dos peones negros en c7 y b6, de modo que las negras no creen un peón pasado. Las blancas ganan gracias a su peón pasado en e5.",
                    "de": "Dieser Bauer stoppt die beiden schwarzen Bauern und verhindert, daß Schwarz einen Freibauern erhält. Weiß wird aufgrund seines Freibauern auf e5 gewinnen.",
                    "zh": "走这步，白兵可以阻拦在c7和b6的两个黑兵，阻止黑通路兵的出现。白方因为在e5拥有通路兵，所以赢得胜利。",
                    "pl": "Po tym ruchu biały pion jest w stanie sięgnąć oba czarne na c7 i b6, co nie pozwoli Czarnym stworzyć wolnego piona. Białe zwyciężą dzięki wolnego pionowi na e5.",
                    "ru": "После этого хода белая пешка может блокировать продвижение обеих черных пешек на c7 и b6, не дав, тем самым, создать проходную пешку. Белые выиграют благодаря своей проходной пешке на e5."
                }
            },
            {
                "move": "   Ke7 2. Kc6 Kd8 3. e6 Ke7 4. Kxc7 Kxe6 5. Kxb6 ",
                "comment": {
                    "pt": "Seguido de Ra7 e o avanço de peão.",
                    "en": "Followed by Ka7 and the advance of the pawn.",
                    "es": "Seguido de Ra7 y el avance del peón.",
                    "de": "$ Nebst Ka7 und Vorrücken des b-Bauern.",
                    "zh": "跟着下Ka7，前进兵。",
                    "pl": "Kontynuowane przez Ka7 i marsz pionem.",
                    "ru": "Последует Ka7 и продвижение пешки."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "peao passado",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "8\/5p2\/2k5\/6p1\/1PK5\/8\/6P1\/8 w - - 0 1",
        "moves": [
            {
                "move": "1. g4 ",
                "comment": {
                    "pt": "Contendo a criaçao de um peão passado das pretas que ocorreria após as jogadas ...f5-f4-g4-f3. Agora as brancas vencerão graças ao seu peão passado, que será sacrificado em troca de peões pretos. É recomendável que você tente executar este plano e vencer.",
                    "en": "Hindering the creation of a black passed pawn that would have appeared after ...f5-f4-g4-f3. Now White wins thanks to its own passed pawn that will be sacrificed in exchange for black pawns. Try to win.",
                    "es": "Evitando la creación de un peón pasado de las negras, que ocurriría después de las jugadas ...f5-f4-g4-f3. Ahora las blancas vencerán gracias a su peón pasado, que será sacrificado a cambio de peones negros. Es recomendable que usted trate de ejecutar este plan y vencer.",
                    "de": "Verhindert, daß Schwarz einen Freibauern nach ...f5-f4-g4-f3 erhält. Nun gewinnt Weiß dank seines Freibauern, der geopfert wird, damit der weiße Könige die übrigen schwarzen schlägt. Es ist empfehlenswert, daß Sie selbst versuchen, diesen Gewinnplan durchzuführen.",
                    "zh": "下 ...f5-f4-g4-f3以后可以阻止黑方制造通路兵。现在白方通过弃通路兵让白王可以攻击余下的黑子，并最终赢得胜利。",
                    "pl": "Utrudniając stworzenie czarnego wolnego piona, które nastąpiłoby po ... f5-f4-g4-f3. Teraz Białę wygrywają dzięki własnemu wolnemu pionowi, który zostanie poświęcony w zamian za czarne. Spróbuj wygrać.",
                    "ru": "Препятствует черным создать проходную пешку, которая получится после ...f5-f4-g4-f3. Теперь Белые выиграют благодаря своей проходной пешке, которая получилась при размене с черными пешками."
                }
            },
            {
                "move": "   f6 ",
                "comment": {
                    "pt": "Após a jogada 1...f5 as pretas criam um peão passado , mas ao sacrificar um peão deixam as brancas com dois peões passados e seu rei é incapaz de contê-los, enquanto o rei branco pode evitar a coroaçao do peão preto; 2-gxf5 g4 3-Rd3 (entrando no quadrado do peão) ...Rb5 4-f6 e as pretas não conseguem evitar a coroação deste peão.",
                    "en": "After 1... f5, Black will create a passed pawn, but as it sacrifices a pawn, it leaves White with two passed pawns that the black King won't be able to restrain. The white King, on the other hand, is able to prevent the promotion of the black King: 2-gxf5 g4 3-Kd3 (entering the \"square\" of the pawn) ...Kb5 4-f6 and Black won't be able to prevent this pawn's promotion.",
                    "es": "Después de la jugada 1. ..f5 las negras crean un peón pasado, pero al sacrificar un peón dejan a las blancas con dos peones pasados y su rey es incapaz de contenerlos, mientras el rey blanco puede evitar la coronación del peón negro; 2-gxf5 g4 3-Rd3 (entrando en el cuadrado del peón) ...Rb5 4-f6 y las negras no consiguen evitar la coronación de este peón.",
                    "de": "$ Nach 1...f5 schafft Schwarz einen Freibauern, der aber vom weißen König gehalten werden kann, während der schwarze König nicht in der Lage ist, die beiden weißen Freibauern zu halten: 2.gxf5 g4 3. Kd3 (erreicht das Quadrat) ...Kb5 4. f6 und Schwarz kann die Umwandlung des f-Bauern nicht mehr verhindern.",
                    "zh": "走1... f5后黑方制造一个通路兵，但是被白王截留，同时黑王又不能同时压制两个白通路兵：2.gxf5 g4 3. Kd3 （到达方形区） ...Kb5 4. f6，黑方再也无法阻止f-兵的升变。",
                    "pl": "Po 1. ... f5 Czarne stworzą wolnego piona, ale jako, że poświęcą jednego, zostawią Białę z dwoma wolnymi pionami, które czarny Król jest w stanie zbić. Z drugiej strony biały Król jest w stanie zapobiec promocji: 2. gxf5 g4 3. Kd3 (wchodząc w \"kwadrat\" piona) ... Kb5 4. f6 i Czarne nie są w stanie zapobiec promocji piona.",
                    "ru": "После 1... f5, Черные создают проходную пешку, но так как они жертвуют пешкой, они оставляют у Белых две проходные пешки, которым черный Король никак не может помешать. С другой стороны, белый Король может препятствовать продвижению черного Короля: 2-gxf5 g4 3-Kd3 (входит в \"пешечный квадрат\").  ...Kb5 4-f6 и Черные не смогут предотвратить проведения и превращения этой пешки."
                }
            },
            {
                "move": "   2. Kd4 Kb5 3. Ke4 Kxb4 4. Kf5 Kc5 5. Kxf6 Kd6 6. Kxg5 ",
                "comment": {
                    "pt": "ganhando",
                    "en": "winning.",
                    "es": "Ganando",
                    "de": "$ Und gewinnt",
                    "zh": "赢了",
                    "pl": "Wygrywając.",
                    "ru": "Побеждает."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "bloqueio",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "r1bq2k1\/p1p2ppp\/2p1r3\/1pb5\/8\/2P2B2\/PP1P1PPP\/R1BQ1RK1 b - - 0 1",
        "moves": [
            {
                "move": "1... Qd3 ",
                "comment": {
                    "pt": "Evitando que as brancas joguem d4 , seguido do desenvolvimento do bispo. A dama preta não pode ser atacada nesta casa.",
                    "en": "Preventing White from completing development with d4, followed by the development of the Bishop. The black Queen can't be attacked on this square.",
                    "es": "Evitando que las blancas jueguen d4 , seguido del desarrollo del alfil. La dama negra no puede ser atacada en esta casilla.",
                    "de": "Verhindert, daß Weiß d4 spielt und dann den Läufer entwickelt. Auf diesem Feld kann die Dame nicht angegriffen werden.",
                    "zh": "阻止白方走d4完成出子和紧接下来出象。黑后在这格不会受到攻击。",
                    "pl": "Uniemożliwiając Białym ukończenie rozwoju poprzez d4, kontynuowane przez wyprowadzenie Gońca. Czarny Hetman nie może być atakowany na tym polu.",
                    "ru": "Мешает Белым закончить развитие d4, следующее за развитием Слона. Черный Ферзь не может быть атакован на этом поле."
                }
            }
        ],
        "game_terminator": "*"
    }
]