[
    {
        "title": "",
        "white": "plano",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "5rk1\/4n1bp\/1pnr4\/p1p1p1p1\/2PpPpP1\/PP1P1P1q\/R5NP\/2BQRNK1 b - - 0 23",
        "moves": [
            {
                "move": "23... h5 ",
                "comment": {
                    "pt": "Para abrir linhas de ataque contra o rei branco .Se as brancas tomarem o peão 2-gxh5 as pretas poderão mais tarde planejar uma ruptura em g4. Se as brancas não tomarem o peão, as pretas poderão jogar, no momento oportuno, ...hxg4, seguido de ...f3.",
                    "en": "In order to open lines for the attack against the white King. If White takes the pawn, then Black continues 2-gxh5 and may plan a rupture on g4 later on. If White doesn't take the pawn, Black may play ...hxg4, at convenient time, followed by ...f3.",
                    "es": "Para abrir líneas de ataque contra el rey blanco. Si las blancas toman el peón 2-gxh5 las negras podrán planear más tarde una ruptura en g4. Si las blancas no toman el peón, las negras podrán jugar, en el momento oportuno, ... hxg4, seguido de ...f3.",
                    "de": "Um Linien auf den weißen König zu öffnen. Falls Weiß auf h5 schlägt, kann Schwarz einen Hebel mit g5 vorbereiten. Schlägt Weiß aber nicht, kann Schwarz im geeigneten Augenblick ...hxg4 nebst ...f3 spielen.",
                    "zh": "为了给攻击白王开放路线。如果白方攻击h5，黑方可以应2-gxh5计划在g4处突破。如果白方没有攻击，黑方可以在适宜的时候走...hxg4跟着 ...f3。",
                    "pl": "Aby otworzyć linie dla ataku na białego Króla. Jeśli Białe wezmą piona, Czarne pójdą 2. gxh5 i mogą zebrać później g4. Jeśli Białe nie wezmą piona, Czarne mogą zagrać ... hxg4 w swoim czasie, kontynuowane przez ... f3.",
                    "ru": "Для того чтобы открыть пути для атаки на белого Короля. Если Белые берут пешку, то Черные играют 2-gxh5 и планируют разорвать на g4 позднее. Если Белые не берут пешку, Черные могут сыграть ...hxg4, а затем f3."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "plano",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "1k1r1br1\/1pp2pq1\/1p1p2np\/3N2p1\/P2PP1B1\/6B1\/2PQ2PP\/R5K1 w - - 0 1",
        "moves": [
            {
                "move": "1. a5 ",
                "comment": {
                    "pt": "Para abrir linhas contra o rei preto e fazer com que a torre participe do ataque.",
                    "en": "In order to open lines against the black King and make the Rook participate in the attack.",
                    "es": "Para abrir líneas contra el rey negro y hacer que la torre participe del ataque.",
                    "de": "Um Linien auf den schwarzen König zu öffnen und den Turm am Angriff zu beteiligen.",
                    "zh": "为了给攻击黑王开放路线，让车投入战斗。",
                    "pl": "Aby otworzyć linie przeciw czarnemu Królowi i zaktywizować Wieżę w ataku.",
                    "ru": "Для того чтобы открыть линии для атаки на черного Короля, а также для того чтобы Ладья также приняла участие в атаке."
                }
            },
            {
                "move": "b5 2. a6 b6 3. a7+ Kb7 4. Qc3 (4. Nxc7) (4. c3)",
                "comment": []
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "plano",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "2r2rk1\/pp1bppb1\/3p1npp\/q7\/3NP1P1\/1BN1QP2\/PPP4P\/2KR3R w - - 0 1",
        "moves": [
            {
                "move": "1. h4 ",
                "comment": {
                    "pt": "Para abrir linhas contra o rei contrário. A idéia é continuar com g5.",
                    "en": "In order to open lines against the King. The idea is to continue with g5.",
                    "es": "Para abrir líneas contra el rey contrario. La idea es continuar con g5.",
                    "de": "Um Linien auf den gegnerischen König zu öffnen. Die Idee ist, g5 folgen zu lassen.",
                    "zh": "为了开放对方王前的路线。目的是为了可以继续下g5。",
                    "pl": "Aby otworzyć linie przeciwko Królowi. Pomysłem jest kontynuacja przez g5.",
                    "ru": "Для того чтобы открыть линии к Королю, сыграв потом на g5."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "plano",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "1rb2rk1\/1pq1bppp\/p2ppn2\/8\/3NPPP1\/1PN1BQ2\/1PP4P\/R4RK1 w - - 0 1",
        "moves": [
            {
                "move": "1. g5 ",
                "comment": {
                    "pt": "As brancas planejam um ataque ao rei preto e para obter sucesso devem expulsar o cavalo e em seguida tentar abrir linhas para a participação do maior número de peças possível.",
                    "en": "White is planning an attack against the black King and in order to be successful it must chase away the Knight and open lines for the participation of as many white pieces as possible.",
                    "es": "Las blancas planean un ataque al rey negro y para tener éxito deben expulsar el caballo e inmediatamente tratar de abrir líneas para la participación del mayor número posible de piezas.",
                    "de": "Weiß plant einen Angriff auf den schwarzen König und dazu muss zuerst der schwarze Springer vertrieben werden und danach die Öffnung von Linien unternommen werden, damit soviele Figuren wie möglich angreifen.",
                    "zh": "白方计划攻击黑王，为了取得成功必须赶走黑马，为更多白子参与战斗开放路线。",
                    "pl": "Białe planują atak przeciwko czarnemu Królowi i aby im się powiodło, muszą przegonić Skoczka i otworzyć linie dla udziału tak wielu figur, jak to możliwe.",
                    "ru": "Белые планируют атаку на черного Короля и для этого им необходимо оттеснить Коня, и открыть линии для участия в этой атаке как можно большему количеству своих фигур."
                }
            },
            {
                "move": "   Nd7 2. f5 ",
                "comment": {
                    "pt": "Para atacar com o peões e enfraquecer as defesas do rei preto. A alternativa 2-Dh5 para tentar levar a torre a h3 e atacar o ponto h7 também seria possível. A diferença entre as duas possibilidades é que na primeira as brancas atacam inicialmente com peoes e na segunda tentam decidir atacando diretamente com as peças pesadas.",
                    "en": "In order to attack with pawns and weaken the defenses of the black King. The alternative 2-Qh5 to take the Rook to h3 and attack h7 would also be possible. The difference is that at the first move White attacks with pawns and at the second it decides to attack directly with major pieces.",
                    "es": "Para atacar con peones y debilitar las defensas del rey negro. La alternativa 2-Dh5, para intentar llevar la torre a h3 y atacar el punto h7 también sería posible. La diferencia entre las dos posibilidades es que en la primera las blancas atacan inicialmente con penoes y en la segunda tratan de decidir atacando directamente con las piezas pesadas.",
                    "de": "$ Der Angriff mit Bauern hat das Ziel, die Königsstellung zu schwächen. 2. Dh5, mit der Idee, den Turm auf h3 zu bringen und das Feld h7 anzugreifen wäre auch möglich. Der Unterschied besteht darin, daß mit f5 zuerst mit Bauern angegriffen wird und mit Dh5 sofort mit Schwerfiguren.",
                    "zh": "攻击兵的目的是削弱黑王的防御力量。另外一种走法2-Qh5可以将车移到h3，并攻击h7也是可以的。区别在于第一种走法白方用兵攻击，第二种走法直接用重子攻击。",
                    "pl": "Aby zaatakować pionami i osłabić defensywę czarnego Króla. Alternatywą jest 2. Hh5 i Wieża na h3, dzięki czemu atak na h7 będzie możliwy. Różnicą jest, że w pierwszym ruchu Białe atakują pionami, a w drugim atakują bezpośrednio głównymi figurami.",
                    "ru": "Для того чтобы атаковать пешками и ослабить защиту черного Короля. Другим вариантом будет игра 2-Qh5, чтобы ходить Ладьей на h3, и, как следствие, атаковать h7. Разница лишь в том, в первом варианте белые атакуют пешками, а во втором решают атаковать напрямую, тяжелыми фигурами."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "plano",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "?"
        },
        "fen": "r2q1rk1\/ppp2pbp\/2n2np1\/4p3\/4PP2\/2NBBQ2\/PPP3PP\/R3K2R w KQ - 0 1",
        "moves": [
            {
                "move": "1. f5 ",
                "comment": {
                    "pt": "Para ganhar espaço , manter o bispo de g7 e o centro fechados e iniciar um ataque no flanco rei , que poderá ser intensificado com o avanço do peão g (g4-g5).",
                    "en": "In order to win space, maintain both the g7-Bishop and the center closed and start an offensive in the kingside, which might be intensified by advancing the g-pawn (g4-g5).",
                    "es": "Para ganar espacio, mantener cerrados tanto el alfil de g7 y el centro e iniciar un ataque en el flanco rey, que podrá ser intensificado con el avance del peón g (g4-g5).",
                    "de": "Mit der Idee, Raum zu gewinnen, das Zentrum geschlossen und den Läufer blockiert zu halten sowie einen Angriff auf den Königsflügel einzuleiten, der mit dem Vorrücken des g-Bauern verstärkt werden kann.",
                    "zh": "为了赢得空间，封锁中心并且阻止象的前进，同时还在王翼开始发起攻击，如果前进g-兵可以加强该攻势。",
                    "pl": "Aby zdobyć przestrzeń utrzymując Gońca g7 i centrum zamknięte oraz by rozpocząć ofensywę na skrzydle królewskim, która może zostać wzmocniona przez marsz piona g (g4-g5).",
                    "ru": "Для того чтобы выиграть позиционное пространство, удержать Слона на g7, удержать закрытым центр, и начать атаку на королевском фланге, который может быть усилен развитием g-пешки (g4-g5)."
                }
            }
        ],
        "game_terminator": "*"
    }
]