[
    {
        "title": "",
        "white": "cravada",
        "white_sort": "",
        "black": "1",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "r2q1rk1\/pppb1ppp\/2np1n2\/1B2p1B1\/1b2P3\/2NP1N2\/PPP2PPP\/R2Q1RK1 w - - 0 1",
        "moves": [
            {
                "move": "1. Nd5 ",
                "comment": {
                    "pt": "Explorando a cravada do cavalo preto na diagonal h4-d8. Note que as pretas nao conseguirão evitar que seus peões sejam dobrados após a tomada em f6 e seu rei ficará mais vulnerável.",
                    "en": "Exploring the pinned black Knight on the h4-d8 diagonal. Note that Black won't be able to prevent pawns from doubling after the f6 capture and its King will get vulnerable.",
                    "es": "Explotando a clavada del caballo negro en la diagonal h4-d8. Observe que las negras no conseguirán evitar que sus peones sean doblados después de tomar en f6 lo dekará el rey más vulnerable.",
                    "de": "Nutzt die Fesselung des schwarzen Springers auf der Diagonale h4-d8 aus. Bemerken Sie, daß Schwarz die Bedrohung durch die Doppelbauern, die nach dem Schlag auf f6 entstehen werden, nicht mehr vermeiden kann. Dadurch wird die schwarze Königsstellung geschwächt.",
                    "zh": "充分利用黑马被牵制在h4-d8斜线的机会。注意黑方不能排除f6上吃子之后产生叠兵的威胁。因此黑王变得容易受攻击。",
                    "pl": "Wykorzystanie przygwożdżenia czarnego Skoczka na przekątnej h4-d8. Zauważ, że Czarne nie są w stanie powstrzymać zdublowania pionów po zbiciu na f6, więc ich Król będzie bardziej narażony na ataki.",
                    "ru": "Использует связанного черного Коня на диагонали h4-d8. Заметьте, что Черные не могут предотвратить сдваивание пешек после захвата f6."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "cravada",
        "white_sort": "",
        "black": "1",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "r2q1rk1\/pppb1p1p\/2np1p2\/bB1Np3\/4P3\/3P1N2\/PPP2PPP\/R2Q1RK1 w - - 0 1",
        "moves": [
            {
                "move": "1. Nh4 ",
                "comment": {
                    "pt": "Como as pretas tem os peões dobrados e seu rei está exposto, as brancas , para atacá-lo abrem caminho para a participação da dama, e ainda mantém a opção de jogar f4 e abrir a coluna f para a participação da torre.",
                    "en": "As Black has doubled pawns and an exposed King, White opens way for the Queen to attack, besides maintaining the option to play f4 and open the f-file for the Rook to participate.",
                    "es": "Como las negras tiene los peones doblados y el rey está expuesto, las blancas le abren camino a la dama para atacar el rey negro, y además mantienen la opción de jugar f4 y abrir la columna f para a participación de la torre.",
                    "de": "Um die geschwächte Königsstellung auszunutzen. Der Springer öffnet die Diagonale für die Dame und ermöglicht auch f4, damit auch der Turm am Angriff teilnimmt.",
                    "zh": "为了充分利用黑方叠兵和暴露黑王的弱点，白方为白后开辟攻击路线，同时保留f4的可能，以便让车投入战斗。",
                    "pl": "Skoro Czarne mają zdublowane piony i otwartego Króla, Białe otwierają drogi dla hetmańskiego ataku, a poza tym pozostawiają sobie opcję do zagrania f4 i otwarcia kolumny f dla udziału Wieży.",
                    "ru": "Сдвоенные пешки у Черных, открывают Белым возможность атаки Ферзем, кроме того выстраивает возможность играть f4 и открыть f-вертикаль для Ладьи."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "cravada",
        "white_sort": "",
        "black": "1",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "r1bq1rk1\/ppp2ppp\/2np1n2\/1B2p1B1\/1b2P3\/2NP1N2\/PPP2PPP\/R2Q1RK1 b - - 0 1",
        "moves": [
            {
                "move": "1... Bxc3 ",
                "comment": {
                    "pt": "As brancas ameaçavam Cd5 explorando a cravada do cavalo preto em f6 e portanto , o melhor a fazer é eliminar esta ameaça trocando o bispo pelo cavalo.",
                    "en": "White threatened to play Nd5, exploring the pinned black Knight on f6. Therefore, it's best to exchange the Bishop for the Knight.",
                    "es": "Las blancas amenazaban Cd5 explotando la clavada del caballo negro en f6 y, por lo tanto, lo mejor que se puede hacer es eliminar esta amenaza cambiando el alfil por el caballo .",
                    "de": "Weiß drohte 2. Sd5, um die Fesselung vom Springer auf f6 auszunutzen. Die beste Lösung besteht darin, den Springer sofort zu beseitigen, indem man den Läufer gegen ihn abtauscht.",
                    "zh": "白旗威胁下Nd5，充分利用黑马被牵制在f6的机会。因此最好的解决方法是用象兑换掉马。",
                    "pl": "Białe grożą zagraniem Sd5, wykorzystując przygwożdżonego czarnego Skoczka na f6. Więc najlepiej jest wymienić Gońca na Skoczka.",
                    "ru": "Белые угрожают игрой на Nd5, используя связанного черного Коня на f6. Поэтому лучше разменять Слона на Коня."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "cravada",
        "white_sort": "",
        "black": "1",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "r1bqkb1r\/ppp2ppp\/2np1n2\/1B6\/3NP3\/2N5\/PPP2PPP\/R1BQK2R b KQkq - 0 1",
        "moves": [
            {
                "move": "1... Bd7 ",
                "comment": {
                    "pt": "Única jogada para defender o cavalo e ao mesmo tempo sair da cravada na diagonal a4-e8.",
                    "en": "Only possible move to defend the Knight and unpin on the a4-e8 diagonal, at the same time.",
                    "es": "Única jugada para defender el caballo y salir al mismo tiempo de la clavada en la diagonal a4-e8.",
                    "de": "Einziger Zug um den Springer zu decken und zur gleichen Zeit die Fesselung auf der Diagonale a4-e8 aufzuheben.",
                    "zh": "唯一可以防御马的一着，并且同时能解除a4-e8斜线的牵制。",
                    "pl": "Jedyna możliwa obrona Skoczka i usunięcie przygwożdżenia na przekątnej a4-e8 w tym samym czasie.",
                    "ru": "Единственный ход защитить Коня и, в тоже время, освободить от связки диагональ a4-e8."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "cravada",
        "white_sort": "",
        "black": "1",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "r1bqkbnr\/1pp2ppp\/p1np4\/4p3\/B2PP3\/5N2\/PPP2PPP\/RNBQK2R b KQkq - 0 1",
        "moves": [
            {
                "move": "1... b5 ",
                "comment": {
                    "pt": "Para saira da cravada e ao mesmo tempo ganhar um tempo atacando o bispo branco.",
                    "en": "In order to unpin the piece and win a tempo attacking the white Bishop.",
                    "es": "Para salir de la clavada y al mismo tiempo ganar un tiempo atacando el alfil blanco.",
                    "de": "Hebt die Fesselung mit Tempogewinn (Angriff auf den weißfeldrigen Läufer) auf.",
                    "zh": "为了解除牵制，赢得先手攻击白象。",
                    "pl": "Aby usunąć przygwożdżenie figury i wygrać tempo atakując białego Gońca.",
                    "ru": "Для того чтобы развязать фигуру и выиграть темп, атакуя белого Слона."
                }
            }
        ],
        "game_terminator": "*"
    }
]