[
    {
        "title": "",
        "white": "plano",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "r1bqr1k1\/pp3ppp\/2pb1nn1\/3p2B1\/1P1P4\/2NBPN2\/P1Q2PPP\/1R3RK1 w - - 0 1",
        "moves": [
            {
                "move": "1. b5 ",
                "comment": {
                    "pt": "Para enfraquecer a estrutura de peões contrária. Qualquer decisão das pretas, seja tomar, avançar ou manter a situação , criará uma debilidade em sua posição.",
                    "en": "In order to weaken the opponent's pawn structure. Any decision Black takes will create a weakness in its position, whether it advances or not.",
                    "es": "Para debilitar la estructura de peones contraria. Cualquier decisión de las negra (tomar, avanzar o mantener el status quo), creará una debilidad en su posición.",
                    "de": "Um die schwarze Bauernstruktur zu schwächen. Eine Schwäche wird unvermeidlich entstehen, abgesehen von welcher Entscheidung Schwarz trifft (Schlagen, Vorrücken oder keinen Bauernzug).",
                    "zh": "为了削弱对手的兵形。黑方不论前进与否都会在这个位置产生弱点。",
                    "pl": "Osłabienie struktury pionów przeciwnika. Jakikolwiek ruch Czarnych stworzy słabość w ich pozycji.",
                    "ru": "Для того чтобы ослабить пешечную структуру соперника. Любое решение Черных создает слабость в их позициях."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "plano",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "3q1r1k\/r2b2bn\/3p4\/2p1p1pp\/p1Q1Pp2\/R1NP3P\/P1PB1PP1\/1R3KN1 b - - 0 1",
        "moves": [
            {
                "move": "1... g4 ",
                "comment": {
                    "pt": "Para abrir linhas , ganhar espaço neste flanco e atacar o rei branco.",
                    "en": "In order to open lines, win space on this flank and attack the white King.",
                    "es": "Para abrir líneas, ganar espacio en este flanco y atacar el rey blanco.",
                    "de": "Um Linien zu öffnen, Raum auf dem Königsflügel zu gewinnen und den weißen König anzugreifen.",
                    "zh": "为了打通开放线，在这一侧翼赢得空间并攻击白王。",
                    "pl": "Otwarcie linii, zdobycie przestrzeni na tej flance i atak białego Króla.",
                    "ru": "Для того чтобы открыть линии, выиграть позиционное пространство на этом фланге и атаковать белого Короля."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "plano",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "8\/p7\/8\/1p2p2p\/1P2P1p1\/P6k\/5P1P\/7K b - - 0 1",
        "moves": [
            {
                "move": "1... h4 ",
                "comment": {
                    "pt": "Para vencer, as pretas devem aproveitar sua vantagem de espaço e o plano iniciado agora lhes levará a ganhar um peão e a partida.",
                    "en": "In order to win, Black must use its space advantage and start a plan now, winning a pawn and the game afterwards.",
                    "es": "Para ganar, las negras deben aprovechar su ventaja de espacio; el plan iniciado ahora las llevará a ganar un peón y la partida.",
                    "de": "Um zu gewinnen, muss Schwarz seinen Raumvorteil ausnutzen. Mit dem gestarteten Plan wird Schwarz einen Bauern und somit die Partie gewinnen.",
                    "zh": "为了获胜黑方必须利用它的空间优势，开始计划先赢得一个兵之后再赢得胜利。",
                    "pl": "Aby wygrać, Czarne muszą wykorzystać przewagę przestrzeni i zacząć teraz, wygrywając piona i grę.",
                    "ru": "Для того чтобы выиграть, сначала Черные должны использовать свое пространственное преимущество и выиграть пешку."
                }
            },
            {
                "move": "   2. Kg1 g3 3. hxg3 hxg3 4. fxg3 Kxg3 5. Kf1 Kf3 ",
                "comment": {
                    "pt": "ou 5...Rf4 ganhando um peão e partida.",
                    "en": "or 5... Kf4 winning a pawn and the game.",
                    "es": "O 5...Rf4 ganando un peón y la partida.",
                    "de": "$ Oder auch 5...Kf4. Schwarz gewinnt den Bauern und die Partie.",
                    "zh": "或者5... Kf4赢得一个兵和最终的胜利。",
                    "pl": "Lub 5. ... Kf4 wygrywając piona i grę.",
                    "ru": "Если 5... Kf4, выигрывается пешка и партия."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "plano",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "6k1\/p4p1p\/4b1p1\/1p6\/2p1B3\/P1R1P1P1\/1P3PKP\/3r4 b - - 0 1",
        "moves": [
            {
                "move": "1... a5 ",
                "comment": {
                    "pt": "Para jogar ...b4 e criar um peão passado.",
                    "en": "In order to play ...b4 and create a passed pawn.",
                    "es": "Para jugar ...b4 y crear un peón pasado.",
                    "de": "Um ...b4 zu spielen und einen Freibauern zu schaffen.",
                    "zh": "为了下 ...b4制造通路兵。",
                    "pl": "Aby zagrać ... b4 i stworzyć wolnego piona.",
                    "ru": "Для того чтобы играть ...b4 и создать проходную пешку."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "plano",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "r1bq1rk1\/3nbppp\/p1p1pn2\/1p4B1\/3P4\/2NBPN2\/PPQ2PPP\/2R1K2R w K - 0 1",
        "moves": [
            {
                "move": "1. Ne5 ",
                "comment": {
                    "pt": "Duplo ataque! As brancas ameaçam o peão em c6 e também o peão em h7, após trocas em d7 e f6.",
                    "en": "Double attack! White threatens both the c6 and the h7-pawn, after the exchanges on d7 and f6.",
                    "es": "!Ataque doble! Las blancas amenazan el peón en c6 y también el peón en h7, después de los cambios en d7 y f6.",
                    "de": "Doppelangriff! Weiß droht sowohl den Bauern auf c6 als auch den auf h7, der nach den Abtäuschen auf d7 bzw. f6 fallen wird.",
                    "zh": "双击！在d7和f6上进行兑换之后，白方同时威胁c5和h7上的黑兵。",
                    "pl": "Podwójny atak! Białe grożą zarówno pionowi na c6, jak i h7 - po wymianach na d7 i f6.",
                    "ru": "Двойная атака! Белые угрожают на пешки c6 и h7, после размена на d7 и f6."
                }
            }
        ],
        "game_terminator": "*"
    }
]