[
    {
        "title": "",
        "white": "plano",
        "white_sort": "",
        "black": "1",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "5rk1\/pp1b1pb1\/2rppnpp\/q7\/4P1PP\/1BN1QP2\/PPP1N3\/2KR3R w - - 0 1",
        "moves": [
            {
                "move": "1. g5 ",
                "comment": {
                    "pt": "Para forçar a abertura de linhas contra o rei contrário.",
                    "en": "In order to force line opening towards the King.",
                    "es": "Para forzar la apertura de líneas contra el rey contrario.",
                    "de": "Um die Öffnung von Linien auf den schwarzen König zu zwingen.",
                    "zh": "强迫给黑王开放路线。",
                    "pl": "Aby wymusić otwarcie linii prowadzącej do Króla.",
                    "ru": "Для того чтобы открыть линию к черному Королю."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "plano",
        "white_sort": "",
        "black": "1",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "5rk1\/1b2ppb1\/q2p1np1\/2p3N1\/1p2P1P1\/nP1PB2P\/r1P1NQB1\/2R2RK1 w - - 0 1",
        "moves": [
            {
                "move": "1. Qh4 ",
                "comment": {
                    "pt": "Para jogar Txf6 e penetrar com a dama, apoiada pelo cavalo, em h7.",
                    "en": "In order to play Rxf6 and enter h7 with the Queen, supported by the Knight.",
                    "es": "Para jugar Txf6 y penetrar con la dama en h7, apoyada por el caballo.",
                    "de": "Um Txf6 nebst Eindringen der Dame auf h7 (mit der Unterstützung vom Springer) zu spielen.",
                    "zh": "在马的支持下，为了下Rxf6让后侵入h7。",
                    "pl": "Aby zagrać Wxf6 i wejść na h7 Hetmanem, wspomaganym przez Skoczka.",
                    "ru": "Для того чтобы сыграть Rxf6 и занять поле h7 Ферзем, при поддержке Коня."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "plano",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "2r3k1\/pbr1q2p\/1p2pnp1\/3p4\/3P1P2\/1P1BR3\/PB1Q2PP\/5RK1 w - - 0 1",
        "moves": [
            {
                "move": "1. f5 ",
                "comment": {
                    "pt": "Para abrir linhas de ataque contra o rei preto. A idéia é que as pretas joguem 1...gxf5 e permitam que as brancas ataquem através da coluna g, utilizando a torre de e3 e a dama.",
                    "en": "In order to open lines for the attack against the black King. The idea is that Black plays 1...gxf5 and allows White to attack through the g-file with the e3-Rook and the Queen.",
                    "es": "Para abrir líneas de ataque contra el rey negro. La idea es que las negras jueguen 1...gxf5 y permitan que las blancas ataquen a través de la columna \"g\", utilizando la torre de e3 y la dama.",
                    "de": "Um Linien bzw. Diagonalen auf den schwarzen König zu öffnen. Nach 1...gxf5 stünde dem Angriff über die g-Linie (mit der Dame und dem Turm auf e3) nichts im Wege.",
                    "zh": "为了开放攻击黑王的路线。目的是黑棋下1...gxf5，那么白棋可以用e3-车和后通过g-线毫无阻挡的进行攻击。",
                    "pl": "Aby otworzyć linie dla ataku przeciwko czarnemu Królowi. Ideą jest zagranie przez Czarne 1. ... gxf5 i praktyczne zezwolenie Białym na atak przez kolumnę g Wieżą e3 i Hetmanem.",
                    "ru": "Для того чтобы открыть линии атаки на черного Короля. Идея состоит в игре Черными 1...gxf5, что дает возможность Белым атаковать через g-диагональ Ладьей на e3 и Ферзем."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "plano",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "r4rk1\/1b2bppp\/ppq1pn2\/2pp4\/5P2\/1P1BP1N1\/PBPPQ1PP\/R4RK1 w - - 0 1",
        "moves": [
            {
                "move": "1. Nh5 ",
                "comment": {
                    "pt": "Os bispos brancos estão bem posicionados para atacar o rei preto, que tem como principal defensor o cavalo de f6. Com esta jogada as brancas planejam eliminar este defensor e abrir linhas para os bispos e a dama.",
                    "en": "The white Bishops are well positioned to attack the black King that has the f6-Knight as his main defender. With this move, White plans to eliminate this defender and open lines for its Bishop and Queen.",
                    "es": "Los alfiles blancos están bien posicionados para atacar el rey negro, que tiene como principal defensor el caballo de f6. Con esta jugada las blancas planean eliminar este defensor y abrir líneas para los alfiles y la dama.",
                    "de": "Beide weißen Läufer stehen zum Angriff auf den schwarzen König bereit, dessen bester Verteidiger der Springer auf f6 ist. Mit diesem Zug plant Weiß, diesen Verteidiger zu beseitigen und Linien bzw. Diagonale für den Angriff zu öffnen.",
                    "zh": "白象的位置对于攻击黑王很有利，因为有f6-马作为它强大的后盾。走这一步白棋计划消灭掉这个后盾，为它的后和象开放攻击路线。",
                    "pl": "Białe Gońce są dobrze ustawione do ataku na czarnego Króla posiadającego Skoczka f6 jako głównego obrońcę. Z tym ruchem Białe planują wyeliminowanie go i otwarcie linii dla Gońca i Hetmana.",
                    "ru": "У белого Слона хорошая позиция для нападения на черного Короля, у которого Конь на f6 выполняет основную защитную роль. Этим ходом Белые планируют нейтрализовать Коня и открыть линии для Слона и Ферзя."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "plano",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "3qkb1r\/3r1p1p\/1p2pp2\/pP6\/P7\/4NQP1\/4PP1P\/2R2RK1 w k - 0 1",
        "moves": [
            {
                "move": "1. Rfd1 ",
                "comment": {
                    "pt": "Para eliminar um dos principais defensores da posição preta ( atorre em d7) e atacar através da coluna dama. A ameaça imediata é Txd7. Note que um possível ataque ao longo da coluna c, por exemplo 1-Tc6 com a idéia de Tfc1, não seria tão efetivo devido a jogada ...Bc5, obstruindo a coluna.",
                    "en": "In order to eliminate one of the main defenders of Black's position (d7-Rook) and attack through the Queen-file. The immediate threat is Rxd7. Note that a possible attack along the c-file wouldn't be very effective, as 1-Rc6 aiming Rfc1, for example, because ...Bc5 would obstruct this file.",
                    "es": "Para eliminar uno de los principales defensores de la posición negra (la torre en d7) y atacar a través de la columna dama. La amenaza inmediata es Txd7. Observe que un posible ataque a lo largo de la columna \"c\", por ejemplo 1-Tc6 con la idea de Tfc1, no sería tan efetivo debido a jugada ...Ac5, que obstruye la columna.",
                    "de": "Um einen der wichtigsten Verteidiger der schwarzen Stellung zu beseitigen (den Turm auf d7) und über die d-Linie anzugreifen. Bemerken Sie, daß ein Angriff über die c-Linie, etwa 1. Tc6 nicht so stark wäre, da 1...Lc5 die c-Linie versperren würde.",
                    "zh": "为了消灭掉主要守卫（d7-车），并从d-线发起攻击。直接威胁是Rxd7。注意沿c-线的攻击力是不够的，譬如走1-Rc6目标Rfc1，因为...Bc5会堵住c-线。",
                    "pl": "Aby wyeliminować głównego obrońcę pozycji Czarnych (Wieżę d7) i zaatakować przez kolumnę hetmańską. Natychmiastową groźbą jest Wxd7. Zauważ, że możliwość ataku przez kolumnę c może być niezbyt efektywne, jako, że 1. Wc6 przygotowuje Wfc1, dla przykładu, ponieważ ... Gc5 blokuje kolumnę.",
                    "ru": "Для нейтрализации основного защитника позиций Черных (Ладья на d7) и нападении через ферзевую вертикаль. Непосредственная угроза это - Rxd7. Обратите внимание, что возможная атака по c-вертикали не будет очень эффективной, так как 1-Rc6 с целью Rfc1, например, потому что игра ...Bc5 будет этому препятствовать этому."
                }
            }
        ],
        "game_terminator": "*"
    }
]