[
    {
        "title": "",
        "white": "plano",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "2rqr1k1\/pb2bppp\/1pn2n2\/3p4\/8\/P1NQ1N2\/1PB2PPP\/R1B1R1K1 w - - 0 1",
        "moves": [
            {
                "move": "1. Bg5 ",
                "comment": {
                    "pt": "Ameaçando tomar o cavalo e depois o peão de h7.",
                    "en": "Threatening to take the Knight and the h7-pawn afterwards.",
                    "es": "Amenazando tomar el caballo y después el peón de h7.",
                    "de": "Droht zuerst den Springer und danach den Bauern auf h7 zu schlagen",
                    "zh": "威胁先攻击马然后再攻击h7上的兵。",
                    "pl": "Grożąc wzięciem Skoczka i piona h7 w następnej kolejności.",
                    "ru": "Угрожает взять Коня и затем пешку на h7."
                }
            },
            {
                "move": "   Ne4 ",
                "comment": {
                    "pt": "Se .. .g6, as brancas jogariam 2-Txe7 Dxe7 3-Cxd5 explorando a cravada e ganhando material.",
                    "en": "If 1...g6, then White would play 2-Rxe7 Qxe7 3-Nxd5 exploring the pin and winning material.",
                    "es": "Si 1...g6, las blancas jugarían 2-Txe7 Dxe7 3-Cxd5 explotando la clavada y ganando material.",
                    "de": "$ Auf ...g6 würde Weiß mit 2. Txe7 Dxe7 3. Sxd5 die Fesselung ausnutzen und Material gewinnen.",
                    "zh": "如果下1...g6，那么白方会应2-Rxe7 Qxe7 3-Nxd5充分利用牵制战术，赢取子力。",
                    "pl": "Jeśli 1. ... g6, wtedy Białe mogą zagrać 2. Wxe7 Hxe7 3. Sxd5 wykorzystując przygwożdżenie i wygrywając materiał.",
                    "ru": "Если 1...g6, Белые сыграют 2-Rxe7 Qxe7 3-Nxd5, используя связку и выигрывая материал."
                }
            },
            {
                "move": "   2. Nxe4 dxe4 3. Qxe4 g6 4. Qh4 ",
                "comment": {
                    "pt": "As brancas têm um forte ataque e poderão jogar no próximo lance Tad1 atacando a dama preta.",
                    "en": "White has now a strong attack and is able to attack the black Queen with Rad1 at the next move.",
                    "es": "Las blancas tienen un fuerte ataque y podrán jugar en la próxima jugada Tad1, atacando la dama negra.",
                    "de": "$ Weiß hat einen starken Angriff und kann im nächsten Zug Tad1 mit Angriff auf die Dame ziehen",
                    "zh": "白方现在猛烈进攻，下一步走Rad1可以进攻黑后。",
                    "pl": "Białe mają teraz silny atak i są zdolne do ataku czarnego Hetmana poprzez Wad1 w następnym ruchu.",
                    "ru": "Белые сейчас мощно атакуют и могут напасть на черного Ферзя Rad1, на следующем ходу."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "plano",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "r3nrk1\/p2q1ppp\/bp1pp3\/n1p5\/2PPPP2\/P1PBB1N1\/4Q1PP\/R4RK1 b - - 0 1",
        "moves": [
            {
                "move": "1... f5 ",
                "comment": {
                    "pt": "Para bloquear a posição e evitar que as brancas joguem f5 atacando o rei preto.",
                    "en": "In order to block the position and prevent White from attacking the black King through f5.",
                    "es": "Para bloquear la posición y evitar que sean las blancas las que jueguen f5, atacando el rey negro.",
                    "de": "Um die Stellung zu blockieren und das weiße f5 mit Angriff auf den schwarzen König zu verhindern.",
                    "zh": "为了堵住这个位置并防止白方通过f5攻击黑王。",
                    "pl": "W celu zablokowania pozycji i uniemożliwieniu Białym ataku czarnego Króla przez f5.",
                    "ru": "Для того чтобы блокировать позицию и предотвратить атаку Белых на черного Короля через f5."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "plano",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "5nk1\/6p1\/p2qp2p\/1p2p3\/1P2P1Q1\/1BP3PP\/5P2\/6K1 w - - 0 1",
        "moves": [
            {
                "move": "1. Qf5 ",
                "comment": {
                    "pt": "Após esta jogada as pretas não tem movimento satisfatório (Zugzwang) e deverão piorar sua posição. Contra 1...Rh8 as brancas jogam 2-Df7, contra 1... g6 segue 2-Df6 e todas as jogadas de dama e cavalo perdem um peão.",
                    "en": "After this move, Black's mobility isn't sufficient (Zugzwang) and it has to worsen its position. Against 1...Kh8, White plays 2-Qf7 or, against 1... g6, it plays 2-Qf6. And there will be lost a pawn in all Queen and Knight moves.",
                    "es": "Después de esta jugada las negras no tienen movimentos satisfactorios (Zugzwang) y deberán empeorar su posición. Contra 1...Rh8 las blancas juegan 2-Df7, contra 1...g6 sigue 2-Df6 y todas las jugadas de dama y caballo pierden un peón.",
                    "de": "Nach diesem Zug hat Schwarz am Zug keinen guten Zug (d.h. er ist im Zugzwang) und muss seine eigene Stellung verschlechtern. Auf 1... Kh8 folgt 2. Df7 und auf 1...g6 2. Df6. Alle Springer- bzw. Damenzüge führen zum Verlust eines Bauern.",
                    "zh": "走了这步之后，黑方就没有好的走法了（迫移局面），只能被迫使局面变得更糟。走1... Kh8，白方会应2. Df7；走1... g6，会应跟2-Qf6。任何马或后的移动都会导致丢兵。",
                    "pl": "Po tym ruchu mobilność Czarnych nie jest wystarczająca (Zugzwang) i wręcz pogarsza ich pozycję. Przeciwko 1. ... Kh8, Białe grają 2. Hf7 lub przeciwko 1. ... g6, grają 2. Hf6. I pion zostanie stracony w każdym ruchu Hetmanem oraz Skoczkiem.",
                    "ru": "После этого хода, Черные попадают в ситуацию Цугцванг, что ухудшает их положение. На игру 1...Kh8, Белые отвечают 2-Qf7, или на игру 1... g6, последует 2-Qf6. После чего теряется пешка, на любой ход Ферзя или Коня."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "plano",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "r1b1r1k1\/4qpb1\/p2p1n1p\/2pP4\/PpN1Pp2\/8\/1PQNBPPP\/4RRK1 w - - 0 1",
        "moves": [
            {
                "move": "1. e5 ",
                "comment": {
                    "pt": "Para abrir linhas ,criar um peão passado (d5) e explorar a posição da dama preta. Se as brancas jogassem 1-Bf3 as pretas poderiam jogar .. .Cd7 bloqueando o avanço e5.",
                    "en": "In order to open lines, create a passed pawn (d5) and explore the position of the black Queen. If White started with 1-Bf3, Black could play ... Nd7 blocking the advance of the e5-pawn.",
                    "es": "Para abrir líneas, crear un peón pasado (d5) y explotar al posición de la dama negra. Si las blancas jugaran 1-Af3, las negras podrían jugar ...Cd7, bloqueando el avance e5.",
                    "de": "Um Linien zu öffnen, einen Freibauern zu erhalten und die Stellung der schwarzen Dame auszunutzen. Auf 1. Lf3 würde Schwarz ...Sd7 spielen und das Vorrücken des e-Bauern blockieren.",
                    "zh": "为了开放线路，制造通路兵（d5），充分利用黑王的不利位置。如果白方下1-Bf3，黑方可以下... Nd7阻止e5-兵的前进。",
                    "pl": "W celu otwarcia linii, stworzenia wolnego piona (d5) i wykorzystania pozycji czarnego Hetmana. Jeśli Białe zaczną 1. Gf3, Czarne mogą odpowiedzieć ... Sd7 blokując postęp piona e5.",
                    "ru": "Для того чтобы открыть линии, создать проходную пешку на d5 и использовать позицию черного Ферзя. Если Белые начнут 1-Bf3, Черные могут сыграют ...Nd7, блокируя продвижение пешки на e5."
                }
            },
            {
                "move": "   dxe5 2. Bf3 ",
                "comment": {
                    "pt": "Ameaçando d6.",
                    "en": "Threatening d6.",
                    "es": "Amenazando d6.",
                    "de": "$ Droht d6.",
                    "zh": "威胁d6.",
                    "pl": "Grożąc d6.",
                    "ru": "Угрожает d6."
                }
            },
            {
                "move": "   Qf8 3. Nxe5 ",
                "comment": {
                    "pt": "Com grande vantagem ,devido ao superior posicionamento das peças e melhor estrutura de peões.",
                    "en": "With big advantage, due to superior piecepositioning and better pawn structure.",
                    "es": "Con gran ventaja, debido al posicionamento superior de las piezas y la mejor estructura de peones.",
                    "de": "$ Mit grossem Vorteil wegen der besseren Figurenstellung und Bauernstrukturen",
                    "zh": "因为棋子位置有利，兵形结构良好所以具有很大优势。",
                    "pl": "Z wielką przewagą z uwagi na świetne ustawienie figur i lepszą strukturę pionów.",
                    "ru": "C большим преимуществом, благодаря хорошей позиции фигур и лучшей пешечной структуры."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "plano",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "r1b1k2r\/1p1p1ppp\/p1n2nq1\/4p3\/4P3\/2N5\/PPP2PPP\/R1BQKB1R w KQkq - 0 1",
        "moves": [
            {
                "move": "1. Qd6 ",
                "comment": {
                    "pt": "Defendendo indiretamente o peão atacado e paralizando o desenvolvimento das pretas, que não poderão rocar nem mover o peao d para desenvolver o bispo.",
                    "en": "Defending the attacked pawn indirectly and paralyzing Black's development, because castling is prevented and the d-pawn can't be moved for the development of the Bishop.",
                    "es": "Defendiendo indirectamente el peón atacado y paralizando el desarrollo de las negras, que no podrán enrocarse ni mover el peón \"d\" para desarrollar el alfil.",
                    "de": "Verteidigt den Bauern indirekt und stört die schwarze Entwicklung, da Schwarz weder rochieren noch den d-Bauern (um den weißfeldrigen Läufer ins Spiel zu bringen) ziehen kann.",
                    "zh": "间接防御受到攻击的兵并使扰乱黑方出子计划，因为黑王既不能王车易位，d-兵又不能动（活跃白格象）。",
                    "pl": "Obrona atakowanego piona nie bezpośrednio i sparaliżowanie rozwoju Czarnych, ponieważ niemożliwa jest roszada i pion d nie może przesunąć się, aby umożliwić wyprowadzenie Gońca.",
                    "ru": "Косвенно защищает атакованную пешку и останавливает развитие Черных, потому что рокировке мешает d-пешка, которая, в свою очередь, мешает развитию Слона."
                }
            }
        ],
        "game_terminator": "*"
    }
]