[
    {
        "title": "",
        "white": "plano",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "r2qk2r\/3nbppp\/p2pb3\/4p1Pn\/1p2P3\/1N2BP2\/PPPQN2P\/R3KB1R w KQkq - 0 13",
        "moves": [
            {
                "move": "13. Ng3 ",
                "comment": {
                    "pt": "Forçando as pretas a tomarem uma decisão desfavorável ,entre sacrificar um peão (1.. .Cf4), melhorar a estrutura branca (1...Cxg3 2-hxg3) ou arruinar a própria estrutura (1...g6 2-Cxh5 gxh5).",
                    "en": "Forcing Black to decide between sacrificing a pawn (1...Nf4) (which improves White's structure) and ruining its own structure (1...g6 2-Nxh5 gxh5).",
                    "es": "Forzando las negras a tomar una decisión desfavorable , entre sacrificar un peón (1.. .Cf4), mejorar la estructura blanca (1...Cxg3 2-hxg3) o arruinar su propia estructura (1...g6 2-Cxh5 gxh5).",
                    "de": "Schwarz wird gezwungen, zwischen den Übeln zu wählen: entweder einen Bauern opfern (1...Sf4), oder Weiß helfen, die Bauernstruktur zu optimieren (1...Sxg3 2. hxg3) oder sonst die eigene Bauernstruktur zu zerstören (1...g6 2. Sxh5 gxh5).",
                    "zh": "逼迫黑方在弃兵（1...Nf4）（可以改善白棋的兵形结构）和破坏自己兵形之间作选择。",
                    "pl": "Zmuszając Czarne do wybrania jednego z dwojga - poświęcenia piona (1. ... Sf4) (co poprawi strukturę Białych) lub zrujnowania własnej struktury (1. ... g6 2. Sxh5 gxh5).",
                    "ru": "Вынуждает Черных жертвовать свою пешку (1...Nf4, что усиливает структуру Белых), а также разрушает и ослабляет их структуру (1...g6 2-Nxh5 gxh5)."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "plano",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "r4rk1\/2q1bppp\/p2pn3\/4p1PP\/1p2P3\/4BP1R\/PPPQ4\/1KNR4 w - - 0 21",
        "moves": [
            {
                "move": "21. g6 ",
                "comment": {
                    "pt": "Forçando a abertura de linhas contra o rei preto.",
                    "en": "Forcing line opening against the black King.",
                    "es": "Forzando la apertura de líneas contra el rey negro.",
                    "de": "Erzwingt die Öffnung von Linien auf den schwarzen König.",
                    "zh": "强行给黑王开放路线。",
                    "pl": "Wymusza otwarcie linii przeciw czarnemu Królowi.",
                    "ru": "Вынуждает открыть линии к черному Королю."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "plano",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "r1bqn1k1\/pp3rbp\/n4pp1\/2pP4\/2Q2B2\/2N2N2\/PP2BPPP\/3R1RK1 b - - 0 1",
        "moves": [
            {
                "move": "1... Nd6 ",
                "comment": {
                    "pt": "As brancas ameaçavam avançar o peão passado e com esta jogada as pretas evitam seu avanço.",
                    "en": "White threatens to advance the passed pawn, which Black prevents with this move.",
                    "es": "Las blancas amenazaban avanzar el peón pasado y con esta jugada las negras lo evitan.",
                    "de": "Weiß drohte, seinen Freibauern vorzurücken, was mit dem Textzug verhindert wird.",
                    "zh": "白方威胁挺兵，黑方走这一步进行阻止。",
                    "pl": "Białe grożą marszem wolnego piona, co niniejszym Czarne uniemożliwiają.",
                    "ru": "Белые угрожают продвижением проходной пешки. Этим ходом Черные предотвращают это."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "plano",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "r3k2r\/pp3ppp\/1np1b3\/8\/3PP3\/3B4\/P2K1PPP\/1R4NR w kq - 0 1",
        "moves": [
            {
                "move": "1. a4 ",
                "comment": {
                    "pt": "Além de defender o peão as brancas criam uma ameaça (a5) e desta forma pressionam o flanco dama preto.",
                    "en": "Besides defending the pawn, White creates a threat (a5) that puts pressure on the black queenside.",
                    "es": "Además de defender el peón las blancas crean una amenaza (a5) y presionan así el flanco dama negro.",
                    "de": "Weiß verteidigt den Bauern und droht dazu noch a5, was Druck auf den schwarzen Damenflügel ausübt.",
                    "zh": "除了防御兵，白方还在a5制造威胁，向黑方后翼施加压力。",
                    "pl": "Oprócz obrony piona, Białe tworzą groźbę (a5) wywołującą presję na czarnym skrzydle hetmańskim.",
                    "ru": "Кроме защиты своей пешки, Белые создают угрозу (a5), что оказывает давление на ферзевый фланг Черных."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "plano",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "4rbkn\/pp3qpp\/2pprp2\/5N2\/2P1P1PP\/1P3PR1\/PBQ5\/6RK w - - 0 1",
        "moves": [
            {
                "move": "1. g5 ",
                "comment": {
                    "pt": "Para abrir a coluna para as torres e a grande diagonal para o bispo.",
                    "en": "In order to open the file for the Rooks and the big diagonal for the Bishop and attack the black King.",
                    "es": "Para abrir la columna para las torres y la gran diagonal para el alfil.",
                    "de": "Um die Linie für die Türme zu öffnen und die lange Diagonale für den Läufer.",
                    "zh": "为了给车打通开放线，给象扫清象路，以便攻击黑王。",
                    "pl": "Aby otworzyć kolumnę dla Wieży i długą przekątną dla Gońca i zaatakować czarnego Króla.",
                    "ru": "Для того чтобы открыть вертикаль для Ладей и большую диагональ для Слона, а также для атаки на черного Короля."
                }
            }
        ],
        "game_terminator": "*"
    }
]