[
    {
        "title": "",
        "white": "plano",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "5rk1\/p1r1ppbp\/3p1np1\/1q6\/1p1BP2P\/1B3P2\/PPPQ2P1\/1K1R3R w - - 0 1",
        "moves": [
            {
                "move": "1. h5 ",
                "comment": {
                    "pt": "Em posições onde os reis estão em flancos opostos é importante atacar o rei contrário o mais rápido possível. As brancas sacrificam um peão para abrir a coluna h e acelerar o ataque. Na partida em que esta posição ocorreu, as pretas responderam 1....Tfc8, mas como exercício tente atacar supondo que as pretas aceitem o peão.",
                    "en": "It is important to attack the opponent's King as fast as possible when the Kings are in opposite flanks. White sacrifices a pawn in order to open the h-file and accelerate the attack. In the game where this position occurred, Black answered with 1...Rfc8, but let's assume that Black will accept the pawn here.",
                    "es": "En posiciones donde los reyes están en flancos opuestos es importante atacar el rey contrario lo más rápido posible. Las blancas sacrifican un peón para abrir la columna \"h\" y acelerar el ataque. En la partida en que ocurrió esta posición, las negras respondieron 1....Tfc8, pero - para practicar - trate de atacar suponiendo que las negras acetan el peón.",
                    "de": "Bei entgegengesetzten Rochaden muss man versuchen, so schnell wie möglich anzugreifen. Weiß opfert einen Bauern, um die h-Linie zu öffnen und den Angriff zu beschleunigen. In der Partie spielte Schwarz 1...Tfc8, versuchen Sie aber als Übung den Angriff nach der Annahme des Bauernopfesrs fortzusetzen.",
                    "zh": "如果双方在相反的两个侧翼进行王车易位，那么尽快攻击敌王是非常重要的。白方弃兵来开放h-线来加速进攻。在棋局中如果出现这个局面，黑棋会应1...Rfc8，但是我们假设黑棋会接受弃兵。",
                    "pl": "Ważnym jest atak Króla przeciwnika tak szybko jak to możliwe, kiedy Króle znajdują się na przeciwnych flankach. Białe poświęcają piona w celu otwarcia kolumny h i przyspieszenia ataku. W grze, gdzie pozycja wystąpiła, Czarne odpowiedziały 1. ... Wfc8, ale przypuśćmy, że Czarne akceptują ofiarę.",
                    "ru": "Очень важно атаковать Короля соперника как можно быстрее, когда Короли находятся на разных флангах. Белые жертвуют пешку, чтобы открыть h-вертикаль и ускорить атакующие действия. В этой позиции Черные отвечают 1...Rfc8, но давайте предполагать, что Черные все-таки берут пешку."
                }
            },
            {
                "move": "   Nxh5 2. Bxg7 ",
                "comment": {
                    "pt": "Eliminando um dos defensores do rei.",
                    "en": "Eliminating one of the King's defenders.",
                    "es": "Eliminando uno de los defensores del rey.",
                    "de": "$ Beseitigt einen der Verteidiger des Königs.",
                    "zh": "消灭王的一个卫兵。",
                    "pl": "Eliminując jednego z obrońców Króla.",
                    "ru": "Нейтрализует одного из защитника Короля."
                }
            },
            {
                "move": "   Kxg7 3. g4 ",
                "comment": {
                    "pt": "Expulsa ndo o cavalo para penetrar pela coluna torre.",
                    "en": "Chasing the Knight away in order to enter the file.",
                    "es": "Expulsando el caballo para penetrar por la columna torre.",
                    "de": "$ Vertreibt den Springer, um über die h-Linie einzudringen.",
                    "zh": "将马赶走，以便侵入h线。",
                    "pl": "Przeganiając Skoczka w celu wejścia w kolumnę.",
                    "ru": "Преследует Коня, для того чтобы попасть на вертикаль."
                }
            },
            {
                "move": "   Nf6 4. Qh6+ Kg8 5. g5 ",
                "comment": {
                    "pt": "Forçando a próxima jogada preta.",
                    "en": "Forcing the next black move.",
                    "es": "Forzando la próxima jugada negra.",
                    "de": "$ Erzwingt den nächsten schwarzen Zug.",
                    "zh": "迫使黑棋走下一步。",
                    "pl": "Wymuszając następny ruch Czarnych.",
                    "ru": "Вынуждает к следующему ходу Черных."
                }
            },
            {
                "move": "   Nh5 6. Rxh5 gxh5 7. g6 ",
                "comment": {
                    "pt": "Utilizando o tema da cravada na diagonal a2-g8 para forçar a abertura de linhas contra o rei preto.",
                    "en": "Using the theme of the pin on the a2-g8 diagonal in order force open lines for the attack against the black King.",
                    "es": "Utilizando el tema de la clavada en la diagonal a2-g8 para forzar la apertura de líneas contra el rey negro.",
                    "de": "$ Nutzt die Fesselung aus, um Linien auf den König zu öffnen",
                    "zh": "充分利用在a2-g8的牵制张数，为了开放攻击黑王的路线。",
                    "pl": "Wykorzystując przygwożdżenie na przekątnej a2-g8 w celu wymuszenia otwarcia linii dla ataku przeciwko czarnemu Królowi.",
                    "ru": "Использует идею связки диагонали a2-g8 для того, чтобы открыть линии для нападения на черного Короля."
                }
            },
            {
                "move": "hxg6 8. Qxg6+ Kh8 9. Qh6+ Kg8 10. Rg1+",
                "comment": []
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "plano",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "5rk1\/nb2ppbp\/q2p1np1\/2p5\/1p2PPP1\/1P1PBN1P\/r1P1NQB1\/2R2RK1 w - - 0 1",
        "moves": [
            {
                "move": "1. f5 ",
                "comment": {
                    "pt": "Iniciando um forte ataque contra o rei preto, que poderá ser intensificado com o avanço de outros peões (g5) ou através de um ataque direto com as peças pesadas (fxg6- Dh4-Cg5-Cf4). Se ao invés da jogada 1-f5 as brancas tivessem optado por g5, perderiam a opção de atacar com as peças pesadas.",
                    "en": "Starting a strong offensive against the black King, which can be intensified by the advance of other pawns (g5) or by a direct attack with major pieces (fxg6-Qh4-Ng5-Nf4). If White had chosen to play g5, instead, it would lose the opportunity to use major pieces in the attack.",
                    "es": "Iniciando un fuerte ataque contra el rey negro, que podrá ser intensificado con el avance de otros peones (g5) o a través de un ataque directo con las piezas pesadas (fxg6- Dh4-Cg5-Cf4). Si en vez de la jugada 1-f5 las blancas hubieran optado por g5, perderían la opción de atacar con las piezas pesadas.",
                    "de": "Leitet einen starken Angriff gegen den schwarzen König ein, der entweder durch Vorrücken von Bauern (g5) oder durch einen direkten Angriff mit Schwerfiguren (fxg6-Dh4-Sg5-Sf4) verstärkt werden kann. Wenn Weiß 1. g5 statt 1. f5 gespielt hätte, hätte er nicht mehr die Möglichkeit, mit Schwerfiguren anzugreifen.",
                    "zh": "开始猛烈的进攻黑王，攻势可以通过挺兵（g5）或用重子直接攻击（fxg6-Qh4-Ng5-Nf4）来增强。如果白方选择下g5而不是f5，则会失去用重子攻击的机会。",
                    "pl": "Rozpoczynając mocną ofensywę przeciwko czarnemu Królowi, która może zostać wzmocniona przez marsz innych pionów (g5) lub dokładny atak silnymi figurami (fxg6-Hh4-Sg5-Sf4). Jeśli Białe wybiorą zagranie g5 zamiast tego, stracą szansę użycia silnych figur w ataku.",
                    "ru": "Начинает решительную атаку на черного Короля, которая может быть усилена продвижением пешки на g5 или прямой атакой тяжелыми фигурами (fxg6-Qh4-Ng5-Nf4). Если Белые выберут для игры g5, они потеряют возможность использовать в атаке тяжелые фигуры."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "plano",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "r3k2r\/pbqnbp1p\/1p2p3\/2ppP1p1\/1P6\/2PBPNB1\/P4PPP\/R2Q1RK1 b kq - 0 1",
        "moves": [
            {
                "move": "1... h5 ",
                "comment": {
                    "pt": "Ameaçando ganhar o bispo (...h4) e desta forma forçando que as brancas movam seu peão h, permitindo a abertura de linhas no flanco rei.",
                    "en": "Threatening to win the Bishop with ...h4 and forcing White to allow the opening of the lines on the kingside.",
                    "es": "Amenazando ganar el alfil (... h4) y forzando - de esta manera - a las blancas a mover su peón \"h\", permitiendo la apertura de líneas en el flanco rey.",
                    "de": "Droht, den Läufer zu gewinnen (...h4) und zwingt Weiß dazu, den h-Bauern vorzurücken, was die Öffnung von Linien am Königsflügel ermöglicht.",
                    "zh": "下...h4威胁杀象，迫使白方开放王翼路线。",
                    "pl": "Zagrażając zbicie Gońca przez ... h4 i wymuszając otwarcie linii na skrzydle królewskim Białych.",
                    "ru": "Угрожает взять Слона игрой ...h4 и вынудить Белых открыть линии на королевском фланге."
                }
            },
            {
                "move": "   2. h4 gxh4 ",
                "comment": {
                    "pt": "Como as pretas pretendem atacar no flanco rei o correto é abrir linhas. A jogada 2...g4 seria um erro ,por permitir que o rei branco fique mais protegido.",
                    "en": "It is correct to open lines, because Black intends to attack on the kingside. 2...g4 would be a mistake, because it allows more protection for the white King.",
                    "es": "Como las negras pretenden atacar en el flanco rey, lo correcto es abrir líneas. La jugada 2...g4 sería un error, porquepermitiría que el rey blanco se proteja mejor.",
                    "de": "$ Schwarz muss Linien öffnen, da er angreifen will. 2...g4 wäre ein grober Fehler, weil dadurch der weiße König geschützter wäre",
                    "zh": "因为黑棋意图攻击王翼，所以必须开放路线。走2...g4是错误的，因为会使白王受到更多的保护。",
                    "pl": "Poprawnie jest otworzyć linie, ponieważ Czarne przygotowują się do ataku na skrzydło królewskie. 1. ... g4 byłoby błędem, ponieważ zezwala na lepszą ochronę białego Króla.",
                    "ru": "В данной ситуации правильно будет открывать линии, потому что Черные намерены атаковать на королевском фланге. Ход 2...g4 будет ошибкой, так как он позволит усилить защиту белого Короля."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "plano",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "2kr3r\/pbqnbp2\/1p2p3\/2ppP2p\/PP3B1p\/2PBPN2\/5PP1\/R2Q1RK1 b - - 0 1",
        "moves": [
            {
                "move": "1... c4 ",
                "comment": {
                    "pt": "As pretas pretendem atacar no flanco rei e já conseguiram abrir linhas neste setor (coluna g), mas também é muito importante proteger o próprio rei e com a sequência de lances iniciada com 1...c4 as pretas mantém seu rei o mais protegido possível.",
                    "en": "Black intends to attack on the kingside and has already been able to open lines in this section (g-file). But with the initiated sequence of 1...c4, Black protects its King as much as possible, which is also very important.",
                    "es": "Las negras pretenden atacar en el flanco rey y ya consiguieron abrir líneas en este sector (columna \"g\"), pero también es muy importante proteger el propio rey y con la secuencia de jugadas iniciada con 1...c4 las negras mantiene su rey lo más protegido posible.",
                    "de": "Schwarz hat Linien am Königsflügel geöffnet, muss aber versuchen, die eigene Königsstellung möglichst geschlossen zu halten. Das ist der Zweck des Textzuges.",
                    "zh": "黑方意图攻击王翼，并且已经在此处开放了路线（g-线）。但是这一步的目前是为了尽可能的保护王，这个也是非常重要的。",
                    "pl": "Czarne zamierzają atakować skrzydło królewskie i są w stanie otworzyć linie w tej sekcji (kolumna g). Ale inicjując sekwencję od 1. ... c4 Czarne chronią Króla jak tylko się da, co również jest bardzo istotne.",
                    "ru": "Черные намерены атаковать на королевском фланге и уже в состоянии открыть g-горизонталь (в данном случае). Но Черные, серией ходов 1...c4, защищают своего Короля."
                }
            },
            {
                "move": "   2. Be2 a6 ",
                "comment": {
                    "pt": "Par a responder aos avanços brancos: 2-a5 com b5 e 2-b5 com a5, protegendo o rei da melhor maneira possível.",
                    "en": "In order to answer to the white advances; 2-a5 with b5 and 2-b5 with a5 protects the King as much as possible.",
                    "es": "Para responder a los avances blancos: 2-a5 con b5 y 2-b5 con a5, protegiendo el rey de la mejor manera posible.",
                    "de": "$ Um nach dem Vorrücken eines beliebigen weißen Bauern die Königsstellung geschlossen zu halten: auf b5 folgt a5 und b5 auf a5",
                    "zh": "为了在白兵挺进之后保持黑王的安全： 2-a5和b5、2-b5和a5尽可能的保护王。",
                    "pl": "W celu odpowiedzi na marsze białych; 2. a5 z b5 i 2. b5 z a5 chronią Króla dostatecznie.",
                    "ru": "Для того чтобы ответить на развитие Белых:  2-a5 с b5, и 2-b5 с a5, сильнее защищает Короля."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "plano",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "2rqr1k1\/pb2bp1p\/1p2n1pB\/3pPN2\/6Q1\/3B4\/P4PPP\/3R1RK1 w - - 0 23",
        "moves": [
            {
                "move": "23. f4 ",
                "comment": {
                    "pt": "Para atacar, as brancas necessitam abrir linhas e enfraquecer as defesas do rei preto. A participação da torre será muito importante.",
                    "en": "White needs to open lines and weaken the defenses of the black King. The participation of the Rook will be very important.",
                    "es": "Para atacar, las blancas necesitan abrir líneas y debilitar las defensas del rey negro. La participación de la torre será muy importante.",
                    "de": "Weiß muss Linien öffnen und die gegenerische Königsstellung schwächen, um erfolgreich anzugreifen. Das Eingreifen des Turms ist sehr wichtig.",
                    "zh": "白方必须开放路线并削弱黑王的防御，以便成功进攻。车参与进攻在此处非常重要。",
                    "pl": "Białe potrzebują otworzyć linie i osłabić obronę czarnego Króla. Udział WIeży jest bardzo istotny.",
                    "ru": "Белым необходимо открыть линии и ослабить защиту черного Короля. Участие Ладьи - составляющая успеха."
                }
            },
            {
                "move": "   Rc3 24. Nxe7+ Qxe7 25. f5 ",
                "comment": {
                    "pt": "E as brancas têm um forte ataque, onde praticamente todas as suas peças participam.",
                    "en": "Now White owns a very strong attack and almost all its pieces are involved.",
                    "es": "Y las blancas tienen un fuerte ataque, en el que prácticamente participan todas sus piezas.",
                    "de": "Und Weiß hat einen starken Angriff, an dem praktisch all seine Figuren beteiligt sind.",
                    "zh": "白方进攻非常激烈，几乎所有的棋子都参与其中。",
                    "pl": "Teraz Białe mają bardzo silny atak, w które zaangażowały prawie wszystkie figury.",
                    "ru": "Теперь Белые владеют атакующим преимуществом, где участвуют почти все их фигуры."
                }
            }
        ],
        "game_terminator": "*"
    }
]