[
    {
        "title": "",
        "white": "casas centrais",
        "white_sort": "",
        "black": "1",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "r2q1rk1\/p1p4p\/1p1p2p1\/4np2\/2P1P3\/8\/PPQ1BPPP\/R4RK1 b - - 0 1",
        "moves": [
            {
                "move": "1... f4 ",
                "comment": {
                    "pt": "Após esta jogada as pretas garantem a permanência de seu cavalo em e5, que estava ameaçada pela jogada f4 das brancas.",
                    "en": "After this move, Black holds e5 for its Knight, which was threatened by White playing f4.",
                    "es": "Después de esta jugada las negras aseguran la permanencia de su caballo en e5,amenazada por la jugada f4 de las blancas.",
                    "de": "Nach diesem Zug sichert Schwarz die Stellung seines Springers auf e5, den Weiß mit f4 vertreiben könnte.",
                    "zh": "走了这一步之后，黑方为马保住了e5，解除了白方走f4带来的威胁。",
                    "pl": "Po tym ruchu Czarne zatrzymują e5 dla Skoczka, czemu zagrażało zagranie białych f4.",
                    "ru": "После этого хода, Черные удерживают e5 для своего Коня, которому угрожали Белые играя на f4."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "casas centrais",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "r2q1rk1\/pp3ppp\/3p4\/2p1n3\/2P1P3\/8\/PP1QBPPP\/R4RK1 b - - 0 1",
        "moves": [
            {
                "move": "1... Nc6 ",
                "comment": {
                    "pt": "Para posicionar este cavalo em d4, de onde ele não poderá ser expulso e ainda obstruirá a ação das peças contrárias na coluna dama.",
                    "en": "In order to place this Knight on d4, where it can't be chased away and can hinder the action of the opponent in the Queen-file.",
                    "es": "Para posicionar este caballo en d4, de donde no podrá ser expulsado y - además - obstruirá la acción de las piezas contrarias en la columna dama.",
                    "de": "Um den Springer auf das Feld d4 zu stellen, von dem er nicht vertrieben werden kann und wo er die Wirkung der weißen Figuren über die d-Linie beeinträchtigt.",
                    "zh": "为了将马置于d4，这个位置即不会被赶走，又能阻扰对手在后翼的活动。",
                    "pl": "Aby umieścić Skoczka na d4, gdzie nie może zostać przegoniony i znacznie utrudni akcje przeciwnikowi na kolumnie hetmańskiej.",
                    "ru": "Для того чтобы занять Конем d4, где ему ничего не угрожает, и где он может мешать оппоненту на ферзевой вертикали."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "casas centrais",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "r4rk1\/ppq1ppbp\/3p1np1\/2p5\/2P2N2\/1P2P3\/PB1P1PPP\/R2Q1RK1 w - - 0 1",
        "moves": [
            {
                "move": "1. Bxf6 ",
                "comment": {
                    "pt": "Para seguir com Cd5 contra qualquer retomada das pretas. Se elas jogarem exf6 o cavalo ficará inexpugnável em d5 e se retomarem de bispo a idéia branca é jogar Cd5 , atacando a dama e tomar o bispo em seguida, dobrando os peões pretos.",
                    "en": "In order to continue with Nd5 against any retake. If Black plays exf6, it won't be possible to chase away the Knight from d5. And if Black retakes with the Bishop, the idea is to play Nd5 attacking the Queen and retaking the Bishop right after, which doubles the black pawns.",
                    "es": "Para seguir con Cd5 contra cualquier captura de las negras. Si éstas juegan exf6 el caballo quedará inexpugnable en d5 y ,si capturan con el alfil, la idea blanca es jugar Cd5, atacando la dama parar tomar el alfil en seguida, doblando los peones negros.",
                    "de": "Nun folgt Sd5 entweder auf 1...exf6 oder auf 1...Lxf6. Im ersten Fall wird der schwarze Springer vom Feld d5 nicht mehr zu vertreiben sein, im zweiten Fall wird der Springer auf d5 den Läufer nach dem Rückzug der Dame schlagen",
                    "zh": "为了接着走Nd5抵御所有的反击。如果黑方走exf6，那么很难再从d5将黑马赶走。第二种可能是在撤回王后之后用马在d5处攻击象。",
                    "pl": "Aby zagrać Sd5 przeciwko każdej sytuacji. Jeśli Czarne zagrają exf6, nie będzie mocy przegnać Skoczka z d5. Zaś jeśli wezmą Gońcem, Sd5 będzie atakował Hetmana i po chwili odzyska Gońca, co zdubluje czarne piony.",
                    "ru": "Для того чтобы продолжить Nd5 и не дать отыгрываться. Если Черные играют exf6, то убрать Коня с поля d5, будет невозможно. И если Черные отыгрываются Слоном, идея состоит в Nd5, для атаки на Ферзя и отыгрыше Слона, прямо после того, как у Черных появятся сдвоенные пешки."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "casas centrais",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "r4rk1\/p1q2ppp\/1p6\/n1p1p3\/4P3\/1BP5\/PP3PPP\/R2Q1RK1 w - - 0 1",
        "moves": [
            {
                "move": "1. Bd5 ",
                "comment": {
                    "pt": "Este bispo é superior ao cavalo e ocupa um ponto central importante para ajudar as brancas a atacar em ambos os flancos.Seria um grave erro deixar o cavalo capturá-lo ou jogar Bc2 ocupando uma diagonal pouco promissora.",
                    "en": "This Bishop is superior to the Knight and is on an important central point to help White in attacking both flanks. It would be a big mistake to let the Knight capture it or to play Bc2, placing this piece on a very little promising diagonal.",
                    "es": "Este alfil es superior al caballo y ocupa un importante punto central para ayudar a las blancas a atacar en ambos flancos. Sería un grave error dejar que el caballo lo capture o jugar Ac2 ocupando una diagonal con poco futuro.",
                    "de": "Der Läufer ist viel stärker als der schwarze Springer und kann von diesem zentralen Feld aus auf beide Flügel angreifen. Sowohl der Abtausch gegen den Springer als auch der Rückzug auf c2 wären grobe Fehler.",
                    "zh": "象要比马强的多，它处在中心一个非常重要的位置，可以同时攻击两翼。让马兑象或者下Bc2，将其置于一个不那么有希望的斜线，都是很大的失误。",
                    "pl": "Goniec jest lepszy niż Skoczke i w tym ważnym, centralnym punkcie pomaga Białym atakować obie flanki. Byłoby błędem utracić go na rzecz Skoczka lub zagrać Gc3, umieszczając figurę na niewiele znaczącej przekątnej.",
                    "ru": "Этот Слон превосходит Коня и размещается на очень важной центральной позиции, с которой помогает Белым в атаке по обоим флангам. Нельзя позволить, чтобы Конь занял эту позицию или сыграл Bc2, размещаясь на второстепенной, для этой ситуации, диагонали."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "casas centrais",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "r2q1rk1\/pp3p1p\/5np1\/3p4\/8\/1P4P1\/P3PP1P\/R1BQ1RK1 w - - 0 1",
        "moves": [
            {
                "move": "1. Bb2 ",
                "comment": {
                    "pt": "Esta é a melhor diagonal para o bispo, que aliado a dama (Dd4 pode ser a próxima jogada) exercerá uma forte pressão ao longo da grande diagonal. As outras opções brancas para desenvolve-lo; Bg5 e Bh6 não são tão efetivas.",
                    "en": "That's the best diagonal for the Bishop that will create a lot of pressure along the big diagonal allied to the Queen (Qd4 may be the next move). The other options (Bg5 and Bh6) for White to develop this piece aren't very effective.",
                    "es": "Ésta es la mejor diagonal para el alfil que, aliado a la dama (Dd4 puede ser la próxima jugada), ejercerá una fuerte presión a lo largo de la gran diagonal. Las otras opciones blancas para desarrollarlo (Ag5 y Ah6) no son tan efectivas.",
                    "de": "Das ist die beste Diagonale für den Läufer, auf der er im Zusammenspiel mit der Dame (z.B. nach Dd4) einen starken Druck ausüben wird. Andere Möglichkeiten (Lg5 oder Lh6) sind nicht so stark.",
                    "zh": "这是象的最佳斜线，象和后联合起来能给这条斜线施加巨大的压力（譬如跟着下Dd4）。其他可能（(Bg5和Bh6）都不如这着效果好。",
                    "pl": "Najlepsze miejsce dla Gońca - będzie wywierał presję na długą przekątną podległą Hetmanowi (Hd4 może być następnym ruchem). Inne opcje (Gg5 i Gh6) nie są tak korzystne dla Białych.",
                    "ru": "Это лучшая диагональ для Слона, на которой он создаст максимальное давление в паре с Ферзем (ход Qd4 может быть следующим). Другие варианты (Bg5 и Bh6), что развивает эту фигуру у Белых, мало значимы."
                }
            }
        ],
        "game_terminator": "*"
    }
]