[
    {
        "title": "",
        "white": "centro",
        "white_sort": "",
        "black": "1",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "r1b1k2r\/bpppqpp1\/p1n2n1p\/8\/2BPP3\/2N2N2\/PP3PPP\/R1BQ1RK1 w kq - 0 1",
        "moves": [
            {
                "move": "1. e5 ",
                "comment": {
                    "pt": "Com este avanço as brancas aproveitam sua vantagem central, expulsando o cavalo preto deste setor e na jogada seguinte poderão seguir com d5, expulsando o outro cavalo ou Cd5 atacando a dama.",
                    "en": "With this move, White uses its central advantage and pushes the black Knight out of this sector. The next move might be d5 and drive the other Knight away, or Nd5 attacking the Queen.",
                    "es": "Con este avance las blancas aprovechan su ventaja central, expulsando al caballo negro de este sector. en la jugada siguiente podrán seguir con d5, expulsando el otro caballo o Cd5 atacando a dama.",
                    "de": "Durch diesen Vorstoß nutzt Weiß seinen Vorteil im Zentrum aus. Er vertreibt den schwarzen Springer vom Zentrum und kann entweder d5 folgen lassen, um auch den anderen Springer zu vertreiben oder Sd5, um die Dame anzugreifen.",
                    "zh": "走这一着，白方可以利用中心优势，将黑马挤出这块地盘。下一步可以是d5，赶走另外一个马，或者走Cd5攻击后。",
                    "ru": "Этим ходом Белые используют преимущество в центре, и вынуждают черного Коня отходить из этого сектора. Следующий ход должен быть d5, вынуждающий отходить другого Коня, или Cd5 с атакой на Ферзя.",
                    "pl": "Tym ruchem Białe robią użytek z przewagi w centrum i odpychają czarnego Skoczka z jego sektora. Następnym ruchem mógłby być d5, co przegoniłoby kolejnego Skoczka, lub Sd5, aby zaatakować Hetmana.",
                    "fr": "Avec ce coup, les blancs utilisent leur avantage au centre pour chasser le cavalier noir. Au prochain coup, ils pourront jouer d5 pour chasser l’autre cavalier ou Cd5 pour attaquer la dame."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "centro",
        "white_sort": "",
        "black": "1",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "rnbqkb1r\/pppp1ppp\/4pn2\/8\/3PP3\/8\/PPP2PPP\/RNBQKBNR w KQkq - 0 1",
        "moves": [
            {
                "move": "1. e5 ",
                "comment": {
                    "pt": "Ao atacar o cavalo, as brancas expulsam o cavalo preto do centro e ganham tempo para ocupa-lo com os peões.",
                    "en": "As White attacks the Knight and drives it away from the center, it wins tempo to occupy this sector with its pawns.",
                    "es": "Al atacar el caballo negro, las blancas lo expulsan del centro y ganan tiempo para ocupar a éste con los peones.",
                    "de": "Weiß vertreibt den Springer vom Zentrum und gewinnt Tempo, um es zu besetzen.",
                    "zh": "白方攻击黑马并将它驱逐出中心，赢得一手，并用兵占据这一区域。",
                    "ru": "Белые атакуют Коня и вынуждают его отходить от центра. Выиграв темп, они занимают этот сектор пешками.",
                    "pl": "Białe atakują Skoczka i przeganiają go z centrum - wygrywają tempo, by samemu zdobyć ten sektor pionami."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "centro",
        "white_sort": "",
        "black": "1",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "rnbqk1nr\/pppp1ppp\/8\/2b5\/4Pp2\/5N2\/PPPP2PP\/RNBQKB1R w KQkq - 0 1",
        "moves": [
            {
                "move": "1. d4 ",
                "comment": {
                    "pt": "Com este lance as brancas formam o centro ideal (e4-d4) , atacam o bispo contrário e se preparam para recuperar o peão de f4 com o bispo de casas pretas.",
                    "en": "With this move, White forms the optimal center (e4-d4), attacks the opponent's Bishop and prepares to recover the f4-pawn with its dark-squared Bishop.",
                    "es": "Con esta jugada las blancas forman el centro ideal (e4-d4), atacan el alfil contrario y se preparan para recuperar el peón de f4 con el alfil de casillas negras.",
                    "de": "Mit diesem Zug bildet Weiß das ideale Mittelspiel (e4-d4), greift den gegnerischen Läufer an und wird anschließend den Bauern auf f4 zurückgewinnen.",
                    "zh": "走这一步白棋可以打造最佳中心（e4-d4），攻击对方象并且最终让夺回f4-兵。",
                    "ru": "Этим ходом Белые формируют оптимальный центр (e4-d4), нападают на Слона оппонента и отыгрывают f4-пешку чернопольным Слоном.",
                    "pl": "Tym posunięciem Białe formują optymalne centrum (e4-d4), atakują Gońca przeciwnika i przygotowują odbicie piona f4 swoim czarnopolowym Gońcem."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "centro",
        "white_sort": "",
        "black": "1",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "rnbqk2r\/ppppbppp\/4pn2\/8\/2PP4\/2N5\/PP2PPPP\/R1BQKBNR w KQkq - 0 1",
        "moves": [
            {
                "move": "1. e4 ",
                "comment": {
                    "pt": "Construindo um grande centro e ameaçando incomodar o cavalo preto com e5.",
                    "en": "Building up a great center and disturbing the black Knight with e5.",
                    "es": "Construyendo un centro grande y amenazando molestar al caballo negro con e5.",
                    "de": "Bildet ein grosses Zentrum und droht, den schwarzen Springer mit e5 zu vertreiben.",
                    "zh": "建立强大中心，用e5驱赶黑马。",
                    "ru": "Создает надежную позицию в центре и угрожает черному Коню на e5.",
                    "pl": "Budując świetne centrum i przeszkadzając czarnemu Skoczkowi dzięki e5."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "centro",
        "white_sort": "",
        "black": "1",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "r1bqkb1r\/pp1p1ppp\/2n1pn2\/2p5\/2PP4\/2N2N2\/PP2PPPP\/R1BQKB1R w KQkq - 0 1",
        "moves": [
            {
                "move": "1. d5 ",
                "comment": {
                    "pt": "Aumentando o domínio central e expulsando o cavalo preto deste setor.",
                    "en": "Increasing central domain and driving the black Knight off this sector.",
                    "es": "Aumentando el dominio central y expulsando al caballo negro de este sector.",
                    "de": "Erhöht die Kontrolle über das Zentrum und vertreibt den schwarzen Springer.",
                    "zh": "提升中心统治，将黑马驱逐出中心。",
                    "ru": "Наращивает доминирование в центре и вытесняет черного Коня из этого сектора.",
                    "pl": "Zwiększanie centralnej dominacji i przeganianie czarnego Skoczka z jego sektora."
                }
            }
        ],
        "game_terminator": "*"
    }
]