[
    {
        "title": "",
        "white": "peao passado",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "3rr1k1\/2q1bppp\/p2pbn2\/1pp1p3\/3PPP2\/2P1B2P\/PPBN2P1\/R2QR1K1 w - - 0 1",
        "moves": [
            {
                "move": "1. fxe5 ",
                "comment": {
                    "pt": "Para criar um peão passado e abrir a coluna f. Se 1-d5 as pretas poderiam jogar 1...exf4 evitando a criação do peão passado.",
                    "en": "In order to create a passed pawn and open the f-file. If 1-d5, Black could answer 1...exf4 preventing a passed pawn.",
                    "es": "Para crear un peón pasado y abrir la columna f. Si 1-d5 las negras podrían jugar 1...exf4, eitando la creación del peón pasado.",
                    "de": "Um einen Freibauern zu erhalten und die f-Linie zu öffnen. Auf 1. d5 folgte 1... exf4, was die Schaffung eines Freibauern verhindert würde.",
                    "zh": "为了制造通路兵，开放f线。走1-d5，黑方会跟1...exf4来阻止通路兵的出现。",
                    "pl": "Aby utworzyć wolnego piona i otworzyć kolumnę f. Jeśli 1. d5, Czarne odpowiedzą 1. ... exf4, uniemożliwiając stworzenie wolnego piona.",
                    "ru": "Для создания проходной пешки и открытия f-вертикали. Если 1-d5, Черные могут ответить 1...exf4, предотвращая проходную пешку."
                }
            },
            {
                "move": "   dxe5 2. d5 ",
                "comment": {
                    "pt": "Fechand o a coluna d, onde as pretas estão atuando e criando um peão pasado protegido.",
                    "en": "Closing the d-file where Black is active trying to create a protected passed pawn.",
                    "es": "Cerrando la columna \"d\", en la que las negras están actuando y creando un peón pasado protegido.",
                    "de": "$ Schließt die Linie, auf der Schwarz aktiv ist und schafft einen unterstützten Freibauern.",
                    "zh": "封锁黑方分外活跃并拥有受保护通路兵的d线。",
                    "pl": "Zamykając kolumnę d, gdzie Czarne aktywnie starają się utworzyć chronionego wolnego piona.",
                    "ru": "Закрывает d-вертикаль, где Черные активно пытаются создать защищенную проходную пешку."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "peao passado",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "8\/5ppp\/8\/5PPP\/3k4\/8\/8\/K7 w - - 0 1",
        "moves": [
            {
                "move": "1. g6 ",
                "comment": {
                    "pt": "Para criar um peão passado e graças a ele vencer a partida.",
                    "en": "In order to create a passed pawn and win the game with it.",
                    "es": "Para crear un peón pasado y vencer la partida gracias a él.",
                    "de": "Um einen Freibauern zu erhalten, der die Partie zugunsten von Weiß entscheiden wird.",
                    "zh": "为了制造一个通路兵，并赢得胜利。",
                    "pl": "Aby utworzyć wolnego piona i wygrać nim grę.",
                    "ru": "Для того чтобы получить проходную пешку и выиграть партию."
                }
            },
            {
                "move": "   hxg6 ",
                "comment": {
                    "pt": "Se 1...fxg6 seguiria 2-h6 gxh6 3-f6 ganhando.",
                    "en": "If 1...fxg6, then 2-h6 gxh6 3-f6 would follow and win.",
                    "es": "Si 1...fxg6 seguiríaa 2-h6 gxh6 3-f6 ganando.",
                    "de": "$ Auf 1... fxg6 folgt 2. h6 gxh6 3. f6 mit Gewinn.",
                    "zh": "如果下1...fxg6，会应2-h6 gxh6 3-f6并取得胜利。",
                    "pl": "Jeśli 1. ... fxg6, wtedy 2. h6 gxh6 3. f6 i wygrana.",
                    "ru": "На 1...fxg6, последует 2-h6 gxh6 3-f6 и выигрыш партии."
                }
            },
            {
                "move": "   2. f6 gxf6 3. h6 ",
                "comment": {
                    "pt": "E as brancas irão coroar este peão.",
                    "en": "And White will promote this pawn.",
                    "es": "Y las blancas coronarán este peón .",
                    "de": "$ Und Weiß wandelt diesen Bauern um",
                    "zh": "白兵获得升变。",
                    "pl": "I Białe promują tego piona.",
                    "ru": "Белые проводят и превращают эту пешку."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "peao passado",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "8\/5ppp\/8\/5PPP\/8\/2k5\/8\/K7 b - - 0 1",
        "moves": [
            {
                "move": "1... g6 ",
                "comment": {
                    "pt": "Única jogada para evitar a criação de um peão passado branco, que ocorreria após as jogadas 1...Rd4 2-g6.",
                    "en": "The only way to prevent White from creating a passed pawn, which would happen after 1...Kd4 2-g6.",
                    "es": "Única jugada para evitar la creación de un peón pasado blanco, que ocurriría después de las jugadas 1...Rd4 2-g6.",
                    "de": "Der einzige Zug, der das Entstehen eines Freibauern verhindert, was nach 1...Kd4 2.g6 geschehen würde.",
                    "zh": "在走1...Kd4 2-g6之后唯一可以防止白方制造通路兵的一步。",
                    "pl": "Jedyny sposób na uniemożliwienie Białym stworzenie wolnego piona, które nastąpiłoby po 1. ... Kd4 2. g6.",
                    "ru": "Единственный вариант помешать Белым получить проходную пешку, которая появится после 1...Kd4 2-g6."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "peao passado",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "4Rr1k\/2pb2p1\/5n1p\/5p2\/2PPpP1P\/2pnP1P1\/3N2R1\/3N2KB b - - 0 1",
        "moves": [
            {
                "move": "1... c2 ",
                "comment": {
                    "pt": "Um lindo e instrutivo exemplo da força do peão passado. As brancas não cosneguirão evitar sua coroação.",
                    "en": "A beautiful and instructive example of the power of a passed pawn. White won't be able to prevent its promotion.",
                    "es": "Un lindo e instructivo ejemplo de la fuerza del peón pasado. Las blancas no lograrán evitar su coronación.",
                    "de": "Ein schönes und lehrreiches Beispiel der Kraft eines Freibauerns. Weiß kann die Bauernumwandlung nicht mehr verhindern.",
                    "zh": "这是一个非常好的突出了通路兵威力的例子。白棋不能再阻止黑兵升变。",
                    "pl": "Piękny i instruktażowy przykład potęgi wolnego piona. Białe nie są w stanie zapobiec promocji.",
                    "ru": "Поучительный пример мощи проходной пешки. Белые не смогут предотвратить ее продвижение."
                }
            },
            {
                "move": "   2. Rxf8+ Kh7 ",
                "comment": {
                    "pt": "E as pretas vencerão após coroarem o peão.",
                    "en": "And Black wins after the promotion of this pawn.",
                    "es": "Y las negras vencerán después de coronar el peón.",
                    "de": "$ Schwarz gewinnt nach der Umwandlung des Bauern",
                    "zh": "黑兵升变之后黑方赢得胜利。",
                    "pl": "I Czarne wygrywają po promocji piona.",
                    "ru": "И Черные выигрывают, после превращения этой пешки."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "peoes passados",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "6k1\/p3b1pp\/4p3\/4Pp2\/Pp1r1P1P\/1P4P1\/2p2R2\/5RK1 b - - 0 1",
        "moves": [
            {
                "move": "1... Rc4 ",
                "comment": {
                    "pt": "Sustentando o peão c e ameaçando ...Bc5 , portanto forçando as brancas a tomarem a torre , permitindo que as pretas obtenham um par de peões passados protegidos e bem avançados.",
                    "en": "Supporting the c-pawn and threatening ...Bc5 and thus forcing White to take the Rook, allowing Black to get a pair of well advanced passed pawns.",
                    "es": "Sosteniendo el peón \"c\" y amenazando ...Ac5 y forzando por lo tanto a las blancas a tomar la torre, lo que permite que las negras obtengan un par de peones pasados protegidos y bien avanzados.",
                    "de": "Unterstützt den Bauern und droht ...Lc5, was Weiß dazu zwingt, den Turm zu schlagen. Nach dem Schlagen des Turms auf c4 entstehen zwei verbundene geschützte weitvorgerrückte Freibauer.",
                    "zh": "支持c-兵并威胁...Bc5，并以此逼迫白棋兑车。这样黑棋就得以制造两个靠前的通路兵。",
                    "pl": "Wsparcie piona c i groźba ... Gc5, co zmusza Białe do wzięcia Wieży i pozwala Czarnym uzyskać parę daleko ustawionych wolnych pionów.",
                    "ru": "Поддерживает c-пешку и угрожает ...Bc5. Это заставляет Белых взять Ладью, позволяя Черным получить пару хорошо развитых проходных пешек."
                }
            },
            {
                "move": "   2. bxc4 Bc5 3. Kg2 Bxf2 4. Kxf2 b3 ",
                "comment": {
                    "pt": "E as pretas irão coroar um de seus peoes e vencer facilmente.",
                    "en": "And Black will promote one of its pawns, winning easily afterwards.",
                    "es": "Y las negras coronarán uno de sus penoes y vencerán fácilmente.",
                    "de": "$ Und Schwarz wird einen der Bauern umwandeln und leicht gewinnen",
                    "zh": "一个黑兵得以升变，黑方随后轻松获胜。",
                    "pl": "I Czarne promują jeden z pionów, wygrywając łatwo potem.",
                    "ru": "И Черные проводят одну из своих пешек."
                }
            }
        ],
        "game_terminator": "*"
    }
]