[
    {
        "title": "",
        "white": "cravada",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "rnbqkb1r\/pppp1ppp\/8\/4N3\/4n3\/8\/PPPP1PPP\/RNBQKB1R w KQkq - 0 1",
        "moves": [
            {
                "move": "1. Qe2 ",
                "comment": {
                    "pt": "Aproveitando a cravada. As pretas nao podem retirar o cavalo devido ao xéque descoberto. Se o defendenrem com um peão, as brancas seguem com d3, atacando novamente esta peça.",
                    "en": "Taking advantage of the pin. Black can't withdraw its Knight due to uncovered check. If it defends itself with a pawn, White will continue with d3 attacking the same piece again.",
                    "es": "Aprovechando la clavada. Las negras no pueden retirar el caballo debido al jaque descubierto. Si defienden con un peón, las blancas siguen con d3, atacando esta pieza una vez más.",
                    "de": "Nutzt die Fesselung aus. Der Springer auf e4 kann wegen des Rückzugs nicht weg. Wenn er von einem Bauern verteidigt wird, würde d3 den Angriff auf diesen Springer verstärken.",
                    "zh": "充分利用牵制术。出于不能应将的原因黑方不能撤回马。如果它用兵防御，白方可以用d3继续攻击同一个子。",
                    "pl": "Wykorzystanie przygwożdżenia. Czarne nie mogą zabrać Skoczka z powodu możliwości szacha. Jeśli obronią go pionem, Białe ponownie zaatakują go przez d3.",
                    "ru": "Использует связку. Черные не могут вывести своего Коня из-за шаха. Если они защитятся пешкой, Белые опять продолжат атаку на эту фигуру игрой на d3."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "cravada",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "r1bq1rk1\/1p1nbppp\/2pp1n2\/p3p3\/P1BPP3\/2N2N2\/1PP1QPPP\/R1BR2K1 b - - 0 1",
        "moves": [
            {
                "move": "1... Qc7 ",
                "comment": {
                    "pt": "As brancas ameaçavam dxe5 explorando a posição da dama preta na mesma coluna que a torre branca em d1 e portanto, a melhor defesa para as pretas é retirar a dama. Nesta casa (c7) ela não pode ser atacada e ainda protege o peão e5.",
                    "en": "White threatened dxe5, exploring the position of the black Queen in relation to the d1-Rook. Therefore it's best for Black to move the Queen to a place where it can't be attacked and protects the e5-pawn, at the same time.",
                    "es": "Las blancas amenazaban dxe5, explotando la posición de la dama negra en la misma columna que a torre blanca en d1. La mejor defensa para las negras es, por lo tanto retirar la dama. En esta casilla (c7) no puede ser atacada y además protege el peón e5.",
                    "de": "Weiß drohte, mit 1. dxe5 die d-Linie zu öffnen, auf der die schwarze Dame steht. Die beste Verteidigung besteht darin, die Dame auf ein Feld zu ziehen (c7), auf dem sie nicht angegriffen werden kann.",
                    "zh": "白方走dxe5威胁开放黑后所在的d线。最佳的防御是将黑后移到一个既不会遭到攻击同时又能保护e5-兵的位置。",
                    "pl": "Białe zagrażają dxe5, wykorzystując umieszczenie Hetmana naprzeciwko Wieży d1. Więc najlepiej dla Czarnych jest uciec Hetmanem w miejsce, gdzie nie będzie atakowany, a będzie jednocześnie bronił piona e5.",
                    "ru": "Белые угрожают dxe5, используя позицию черного Ферзя относительно Ладьи на d1. Поэтому, для Черных лучше ходить Ферзем и разместить его там, где бы его невозможно было атаковать и одновременно защитить пешку на e5."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "cravada",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "r1b1kb1r\/pp1n1ppp\/2p1p3\/q2n2B1\/3P4\/2N1PN2\/PP1Q1PPP\/R3KB1R b KQkq - 0 1",
        "moves": [
            {
                "move": "1... Bb4 ",
                "comment": {
                    "pt": "Intensificando o ataque ao cavalo de c3 através da cravada.",
                    "en": "Intensifying the attack against the c3-Knight with a pin.",
                    "es": "Intensificando el ataque al caballo de c3 a través de la clavada.",
                    "de": "Verstärkt den Angriff auf den Springer auf c3 durch eine Fesselung.",
                    "zh": "用牵制战术加强对c3-马的攻势。",
                    "pl": "Zwiększając szanse powodzenia ataku przygwożdżeniem Skoczka c3.",
                    "ru": "Усиливает атаку на Коня c3."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "cravada",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "r1bqkb1r\/2p2ppp\/p1n5\/1p1p4\/3pn3\/1B3N2\/PPP2PPP\/RNBQR1K1 w kq - 0 1",
        "moves": [
            {
                "move": "1. Nc3 ",
                "comment": {
                    "pt": "Para explorar a cravada na coluna e. Se as pretas jogarem 1... dxc3 segue 2-Bxd5 recuperando a peça e criando novas ameaças.",
                    "en": "In order to explore the pin in the e-file. If Black plays 1...dxc3, 2-Bxd5 will follow, which retakes the piece and creates new threats.",
                    "es": "Para explotar la clavada en la columna \"e\". Si las negras juegan 1...dxc3 sigue 2-Axd5, recuperando la pieza y creando nuevas amenazas.",
                    "de": "Um die Fesselung auf der e-Linie auszunutzen. Auf 1...dxc3 folgt 2. Lxd5, was die Figur zurückgewinnt und neue Bedrohung ermöglicht.",
                    "zh": "为了充分利用对e线牵制。如果黑方走1...dxc3，会跟2-Bxd5，既能夺回失去的棋子又能制造新的威胁。",
                    "pl": "Wykorzystanie przygwożdżenia na kolumnie e. Jeśli Czarne zagrają 1. ... dxc3, wtedy 2. Gxd5, co odzyska figurę i stworzy nowe zagrożenia.",
                    "ru": "Для того чтобы использовать связку на e-вертикали. Если Черные играют 1...dxc3, следует 2-Bxd5, что позволяет отыграть фигуру и создать новые угрозы."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "cravada",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "r1br2k1\/pp2ppbp\/2n3p1\/2pq4\/8\/3PBNP1\/PP2PPBP\/R2Q1RK1 w - - 0 1",
        "moves": [
            {
                "move": "1. Nd4 ",
                "comment": {
                    "pt": "Explorando o ataque descoberto contra a dama preta, para debillitar a estrututra de peões , após a próxima jogada branca que será Cxc6.",
                    "en": "Exploring the uncovered attack against the black Queen that will be forced to retreat. This will weaken the pawn structure after White's next move Nxc6.",
                    "es": "Explotando el ataque descubierto contra la dama negra, para debillitar la estructura de peones, después de la próxima jugada blanca que será Cxc6.",
                    "de": "Durch diesen Abzug zerstört Weiß die schwarze Bauernstruktur, weil nach dem Abzug der schwarzen Dame Sxc6 folgen wird.",
                    "zh": "猛烈攻击黑后，迫使它后退。这样白后下一步走Nxc6可以破坏对方兵形。",
                    "pl": "Wykorzystując atak przeciwko czarnemu Hetmanowi, co zmusi go do ucieczki. Osłabi to strukturę pionów po następnym ruchu Białych Sxc6.",
                    "ru": "Использует атаку на черного Ферзя, который будет вынужден отступать. Это ослабит пешечную структуру на следующем ходу Белых на Nxc6."
                }
            }
        ],
        "game_terminator": "*"
    }
]