[
    {
        "title": "",
        "white": "colunas",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "2r1r1k1\/5ppp\/p7\/1p1p4\/1P1P4\/P7\/5PPP\/2RR1K2 w - - 0 1",
        "moves": [
            {
                "move": "1. Rc5 ",
                "comment": {
                    "pt": "Ameaçando dobrar as torres nesta coluna e ocupá-la. Caso as pretas troquem as torres ...Txc5 , segue 2-dxc5, atacando o peao d e criando um peão passado protegido em c5.",
                    "en": "Threatening to double Rooks in this file and occupy it. If Black trades Rooks ... Rxc5, 2-dxc5 will follow attacking the d-pawn and creating a protected passed pawn on c5.",
                    "es": "Amenazando doblar las torres en esta columna y ocuparla. Si las negras cambian las torres ...Txc5, sigue 2-dxc5, atacando el peón \"d\" y creando un peón pasado protegido en c5.",
                    "de": "Droht, die Türme auf der c-Linie zu verdoppeln. Auf ...Txc5 folgt 2. dxe5, was den schwarzen d-Bauern droht und einen unterstützen Freibauern auf der c-Linie schafft.",
                    "zh": "威胁在c-线上制造双车，并将之占据。如果黑方走... Rxc5兑车，白方会应2-dxc5，攻击黑d-兵，在c-线制造受保护的通路兵。",
                    "pl": "Zagrażając zdublowaniem Wież na kolumnie, by ją przejąć. Jeśli Czarne wymienią Wieże ... Wxc5, nastąpi 2. dxc5 z atakiem na piona d i tworząc chronionego wolnego piona na c5.",
                    "ru": "Угрожает сдваиванием Ладей на этой вертикали. Если Черные разменяют Ладью ...Rxc5, последует атака 2-dxc5 на d-пешку и, в свою очередь, получат защищенную проходную пешку на c5."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "colunas",
        "white_sort": "",
        "black": "1",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "r5k1\/p1p3pp\/1p6\/8\/8\/1P5P\/PKP3P1\/3R4 w - - 0 1",
        "moves": [
            {
                "move": "1. Rd7 ",
                "comment": {
                    "pt": "A sétima fila é importantíssima porque geralmente os peões adversários estão situados nela e ficarão atacados.",
                    "en": "The 7th rank is very important because, generally, the opponent's pawns are there and will now be under attack.",
                    "es": "La séptima línea es importantísima porque generalmente los peones adversarios están allí y quedarán atacados.",
                    "de": "Normalerweise ist die Besetzung der siebten Reihe durch einen Turm sehr wichtig, denn er kann die dort stehenden gegnerischen Bauern.",
                    "zh": "用车牢牢控制七线非常重要，因为敌兵通常处在七线，这样就能向其发动攻击。",
                    "pl": "Siódma linia jest istotna ponieważ, głównie, piony przeciwnika znajdują się na niej i będą pod atakiem.",
                    "ru": "Седьмая горизонталь очень важна, так как на ней находятся пешки соперника, которые сейчас будут атакованы."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "colunas",
        "white_sort": "",
        "black": "1",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "2r3k1\/3R3p\/6p1\/1P6\/8\/8\/8\/7K w - - 0 1",
        "moves": [
            {
                "move": "1. b6 ",
                "comment": {
                    "pt": "O domínio absoluto da sétima fila, aliada a um peão passado, também na sétima, é decisivo.",
                    "en": "It's decisive to have absolute control over the 7th rank allied with a passed pawn in the same rank.",
                    "es": "El dominio absoluto de la séptima línea, aliada a un peón pasado, también en la séptima, es decisivo.",
                    "de": "Die absolute Beherrschung der siebten Reihe im Zusammenhang mit dem Freibauern ist entscheidend.",
                    "zh": "拥有七线的绝对控制权，同时配合该线上的通路兵，这对棋局输赢是至关重要的。",
                    "pl": "Decydująca kontrola nad siódmą linią wraz z wolnym pionem na tej samej linii to wielka broń.",
                    "ru": "Решающий ходя для контроля над седьмой горизонталью и проходной пешкой."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "colunas",
        "white_sort": "",
        "black": "1",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "2r4k\/3R4\/8\/1Pp5\/8\/8\/8\/3K4 b - - 0 1",
        "moves": [
            {
                "move": "1... Rb8 ",
                "comment": {
                    "pt": "As pretas não podem permitir que as brancas joguem b6 - b7 e com esta jogada ganham o peão e garantem o empate.",
                    "en": "Black mustn't allow White to play b6 - b7. Black wins the pawn with this move and guarantees a draw.",
                    "es": "Las negras no pueden permitir que las blancas jueguen b6 - b7 y con esta jugada ganan el peón y se aseguran el empate.",
                    "de": "Schwarz darf b6-b7 nicht zulassen. Mit dem Textzug gewinnt Schwarz den Bauern und erreicht Remis.",
                    "zh": "黑方必须阻止白方走b6-b7。黑方这样走的话赢得兵并求得和局。",
                    "pl": "Czarne nie mogą pozwolić Białym na zagranie b6-b7. Czarne wygrywają piona tym ruchem i gwarantują remis.",
                    "ru": "Черные не должны позволить Белым играть b6 - b7. Этим ходом Черные выигрывают пешку и гарантируют себе ничейный результат."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "colunas",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "3r2k1\/p4ppp\/1p6\/3p4\/3P4\/P7\/1P3PPP\/R5K1 w - - 0 1",
        "moves": [
            {
                "move": "1. Rc1 ",
                "comment": {
                    "pt": "Ocupando a coluna mais importante e ameaçando penetrar na sétima. A outra jogada natural ,Te1, seria pior porque as pretas poderiam defender a penetração na sétima fila jogando ...Rf8.",
                    "en": "Occupying the most important file and threatening to enter the 7th rank. The other natural move Re1 would be worse because Black could defend against this penetration in the 7th rank by playing ...Kf8.",
                    "es": "Ocupando la columna más importante y amenazando penetrar en la séptima. La otra jugada natural,Te1, no sería tan buena porque las negras podrían defender la penetración en la séptima línea jugando ...Rf8.",
                    "de": "Besetzt die wichtigste Linie und droht, auf die siebte Reihe einzudringen. Der andere natürliche Zug (Te1) wäre nicht so gut, weil Schwarz das Eindringen auf die siebte Reihe mit Kf8 verhindern könnte.",
                    "zh": "占据最重要的线，威胁侵占七线。另外一步Re1效果没有那么好，因为黑方可以走...Kf8防御这次在七线上的入侵。",
                    "pl": "Okupowanie najważniejszej kolumny i groźba wkroczenia na siómą linię. Inny naturalny ruch We1 mógłby być gorszy, ponieważ Czarne mogłyby obronić się przed penetracją siódmej linii grając ... Kf8.",
                    "ru": "Позволяет занять наиболее важную вертикаль с угрозой входа на седьмую горизонталь. Другой логичный ход Re1 был бы хуже, потому что Черные могут помешать войти на седьмую горизонталь, защитившись игрой ...Kf8."
                }
            }
        ],
        "game_terminator": "*"
    }
]