[
    {
        "title": "",
        "white": "colunas",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "rr3k2\/p1p2ppp\/3p4\/2pP4\/8\/P1PP3P\/5PP1\/1R2R1K1 b - - 0 1",
        "moves": [
            {
                "move": "1... Rb6 ",
                "comment": {
                    "pt": "Para dobrar as torres e caso as brancas troquem (2-Txb6) segue 2... axb6, reforçando a estrutura de peões abrindo a coluna para a torre preta.",
                    "en": "In order to double Rooks adn in case White trades (2-Rxb6), 2... axb6 will follow, opening the a-file for the black Rook.",
                    "es": "Para doblar las torres. Si las blancas cambian (2-Txb6) sigue 2...axb6, reforzando la estructura de peones y abriendo la columna para la torre negra.",
                    "de": "Um die Türme zu verdoppeln. Auf 2. Txb6 folgt 2... axb6, was die Bauernstruktur verstärkt und die a-Linie öffnet.",
                    "zh": "为了获得双车。如果白方走2-Rxb6兑换，黑方会跟2... axb6，巩固兵形，并给黑车开放a-线。",
                    "pl": "Aby zdublować Wieże i w przypadku wymiany Białych (2. Wxb6), 2. ... axb6, otwierając kolumnę a dla czarnej Wieży.",
                    "ru": "Для того чтобы сдвоить Ладьи, и, в случае размена с Белыми (2-Rxb6), последует 2... axb6, что откроет a-вертикаль для черной Ладьи."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "coluna",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "2n3k1\/1p3ppp\/p3p3\/3p4\/3P1N2\/qP2PP1P\/P2Q2P1\/6K1 w - - 0 1",
        "moves": [
            {
                "move": "1. Qc2 ",
                "comment": {
                    "pt": "Conquistando a única coluna aberta com ganho de tempo, devido ao ataque sobre o cavalo preto.",
                    "en": "Conquering the only open file and winning tempo with the attack against the black Knight.",
                    "es": "Conquistando la única columna abierta con ganancia de tiempo, debido al ataque sobre el caballo negro.",
                    "de": "Erobert die einzige offene Linie mit Tempogewinn (Drohung auf den Springer auf c8).",
                    "zh": "抢占唯一一条开放线，攻击黑马赢得先手。",
                    "pl": "Podbijając jedyną otwartą kolumnę i wygrywając tempo wraz z atakiem przeciwko czarnemu Skoczkowi.",
                    "ru": "Занимает только открытую вертикаль и выигрывает темп, атакую черного Коня."
                }
            },
            {
                "move": "   Ne7 2. Qc7 ",
                "comment": {
                    "pt": "Am eaçando mate e forçnado as pretas a defensiva.",
                    "en": "Threatening mate and forcing Black to a defensive position.",
                    "es": "Amenazando mate y forzando las negras a permanecer a la defensiva.",
                    "de": "$ Droht Matt und drängt Schwarz in die Defensive.",
                    "zh": "威胁逼和，逼迫黑方进入防御局面。",
                    "pl": "Grożąc matem i zmuszając Czarne do defensywy.",
                    "ru": "Угрожает матом и вынуждает Черных занимать оборонительную позицию."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "colunas",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "rr5k\/3nRR2\/2b1p2p\/6pP\/8\/8\/p5PK\/2B5 w - - 0 1",
        "moves": [
            {
                "move": "1. Rh7+ ",
                "comment": {
                    "pt": "Neste exemplo ,as brancas exploram a ocupação da sétima fila através de uma longa sequência de lances. A idéia é proteger uma das torres na sétima e dar mate com a outra na oitava.",
                    "en": "In this example, White exploits the occupation of the 7th rank by means of a long sequence of moves. The idea is to protect one of the Rooks in the 7th and mate with the other in the 8th rank.",
                    "es": "En este ejemplo, las blancas explotan la ocupación de la séptima línea através de una larga secuencia de jugadas. La idea es proteger una de las torres en la séptima y dar mate con la otra en la octava.",
                    "de": "Weiß nutzt die Besetzung der siebten Reihe durch eine lange Zugfolge aus. Die Idee besteht darin, einen der Türme auf der siebten Reihe zu decken und mit dem anderem der achten Reihe den schwarzen König Matt zu setzen.",
                    "zh": "白方在之后的很长棋序中充分利用占据七线的优势。目的是为了保护七线上的一个车，并用八线上的另外一个车逼和黑王。",
                    "pl": "W tym przykładzie, Białe wykorzystują okupację siódmej linii w długiej sekwencji ruchów. Głównym pomysłem jest obronić jedną z Wież na siódmej linii i zamatować drugą na ósmej.",
                    "ru": "В этом примере, Белые используют занимаемую седьмую горизонталь серией последовательных ходов. Идея состоит в том, чтобы защитить Ладью на седьмой горизонтали и спарить ее с другой на восьмой горизонтали."
                }
            },
            {
                "move": "Kg8 2. Reg7+ Kf8 3. Bxg5 hxg5 4. h6 Ke8 5. Rh8+ Nf8 6. h7 a1=Q 7. Rxf8+ Kxf8 8. h8=Q#",
                "comment": []
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "colunas",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "r6k\/bppbRR2\/8\/8\/3p4\/8\/p5K1\/8 w - - 0 1",
        "moves": [
            {
                "move": "1. Rh7+ ",
                "comment": {
                    "pt": "Utilizando o poder das torres na sétima fila e fazendo contantes ameacas de mate as brancas vencem, capturando todas as peças pretas.",
                    "en": "Using the power of the Rooks in the 7th rank and constantly threatening mate, White wins capturing all black pieces.",
                    "es": "Utilizando el poder de las torres en la séptima línea y haciendo constantes amenazas de mate las blancas vencen, capturando todas las piezas negras.",
                    "de": "Nutzt die Kraft der beiden Türme auf der siebten Reihe voll aus. Durch ständige Mattdrohungen schlägt Weiß alle schwarzen Figuren.",
                    "zh": "利用七线上双车的威力不断的进行逼和，白方吃掉所有黑子并赢得胜利。",
                    "pl": "Używając siły Wież na siódmej linii i nieustannie grożąc matem, Białe wygrywają wszystkie figury Czarnych.",
                    "ru": "Использует возможности Ладей на седьмой горизонтали и постоянно угрожая матом, Белые захватывают все фигуры Черных."
                }
            },
            {
                "move": "   Kg8 2. Reg7+ Kf8 3. Rxd7 ",
                "comment": {
                    "pt": "Ameacando Th8 mate.",
                    "en": "Threatening Rh8 mate.",
                    "es": "amenazando Th8 mate.",
                    "de": "$ Droht Matt.",
                    "zh": "威胁逼和。",
                    "pl": "Grożąc matem Wh8.",
                    "ru": "Угрожает матом Rh8."
                }
            },
            {
                "move": "   Kg8 4. Rdg7+ Kf8 5. Rxc7 Kg8 6. Rcg7+ Kf8 7. Rxb7 Kg8 8. Rbg7+ Kf8 9. Rxa7 Rxa7 10. Rxa7 ",
                "comment": {
                    "pt": "E as brancas vencem facilmenta após capturarem os peoes pretos.",
                    "en": "And White wins easily after capturing the black pawns.",
                    "es": "Y las blancas vencen facilmente después de capturar los peones negros.",
                    "de": "$ Und Weiß schlägt die letzten schwarzen Bauern und gewinnt leicht.",
                    "zh": "白方捉到黑兵并轻松赢得胜利。",
                    "pl": "I Białe wygrywają gładko po schwytaniu wszystkich czarnych pionów.",
                    "ru": "И Белые добиваются победы после захвата всех пешек Черных."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "colunas",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "3q2k1\/pr5p\/3pP1p1\/2pP4\/4P3\/1P3Q2\/P6P\/5R1K w - - 0 33",
        "moves": [
            {
                "move": "33. e5 ",
                "comment": {
                    "pt": "Para conquistar dois peões passados unidos no centro. Se as pretas jogarem 1...dxe5 segue 2-d6 atacando a torre em b7.",
                    "en": "In order to win two connected passed pawns in the center. If Black plays 1...dxe5, 2-d6 will follow, attacking the b7-Rook.",
                    "es": "Para conquistar dos peones pasados unidos en el centro. Si las negras juegan 1...dxe5 sigue 2-d6 atacando la torre en b7.",
                    "de": "Um zwei verbundene Freibauern im Zentrum zu schaffen. Auf 1...dxe5 folgt 2. d6 mit Angriff auf den Turm auf b7.",
                    "zh": "为了在中心获得通路联兵。如果黑方走1...dxe5，白方会跟2-d6来攻击b7上的车。",
                    "pl": "Aby zdobyć dwa połączone wolne piony w centrum. Jeśli Czarne zagrają 1. ... dxe5, nastąpi 2. d6 z atakiem na Wieżę b7.",
                    "ru": "Для того чтобы выиграть две связанные пешки по центру. Если Черные играют 1...dxe5, последует 2-d6, атакуя тем самым, Ладью на b7."
                }
            }
        ],
        "game_terminator": "*"
    }
]