[
    {
        "title": "",
        "white": "seguranca",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "r2qr2k\/pp2b1p1\/2n1pnQp\/3p4\/3B4\/2N3P1\/PP2PPBP\/3R1RK1 w - - 0 1",
        "moves": [
            {
                "move": "1. Bxf6 ",
                "comment": {
                    "pt": "Para seguir com Be4 , explorando a cravada na coluna dama e atacar o rei preto, ameaçando penetrar com a dama em h7.",
                    "en": "In order to continue with Be4, exploring the pinned Queen-file and attacking the black King with the threat of taking the Queen to h7.",
                    "es": "Para seguir con Ae4, explotando la clavada en la columna dama y atacar el rey negro, amenazando penetrar con la dama en h7.",
                    "de": "Um Le4 folgen zu lassen und den schwarzen König durch das Eindringen der Dame auf h7 anzugreifen.",
                    "zh": "为了能接着下Be4并充分利用被牵制的后翼，威胁让黑后侵入h7，从而攻击黑王。",
                    "pl": "W celu kontynuacji Ge4, wykorzystując przygwożdżenie kolumny hetmańskiej i atakując czarnego Króla z groźbą wzięcia Hetmana na h7.",
                    "ru": "Для того, чтобы продолжить игру Be4, использовать связанную ферзевую вертикаль и атаковать черного Короля, с угрозой взятия Ферзя на h7."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "seguranca",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "r3r1k1\/ppq2p1p\/2p1b1p1\/8\/3P4\/1P6\/PB3PPP\/R2Q1RK1 w - - 0 1",
        "moves": [
            {
                "move": "1. d5 ",
                "comment": {
                    "pt": "Para seguir com Dd4 e explorar a bateria dama + bispo na grande diagonal. Se a vez fosse das pretas , estas deveriam jogar ...Bd5 deixando a grande diagonal bloqueada.",
                    "en": "In order to continue with Qd4 and explore the pair Queen + Bishop on the big diagonal. If it was Black's turn, it should play ...Bd5, blocking the big diagonal.",
                    "es": "Para seguir con Dd4 y explotar la batería dama + alfil en la gran diagonal. Si les tocara jugar a las negras, estas deberían jugar ...Ad5 dejando bloqueada la gran diagonal.",
                    "de": "Um Dd4 zu spielen und das Zusammenspiel von Dame und Läufer voll auszunutzen. Schwarz am Zug müsste ...Ld5 spielen, um die Diagonale zu blockieren.",
                    "zh": "为了能接着下Dd4，并充分利用象和后协同的优势。轮到黑棋走的话必须走...Bd5，堵住大斜线。",
                    "pl": "W celu kontynuacji Hd4 i wykorzystanie pary Hetman-Goniec na długiej przekątnej. Jeśli byłaby tura Czarnych, powinny zagrać ... Gd5, blokując długą przekątną.",
                    "ru": "Для того, чтобы продолжить игру Qd4 и использовать пару Ферзь + Слон на большой диагонали. Если бы был ход Черных, они должны были сыграть ... Bd5, блокируя большую диагональ."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "seguranca",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "4r1k1\/1p1R2pp\/5p2\/8\/7Q\/1q5P\/5PPK\/8 w - - 0 1",
        "moves": [
            {
                "move": "1. Qg4 ",
                "comment": {
                    "pt": "Para forçar o avanço dos peões que defendem o rei e valorizar a torre branca na sétima fila, que ao lado da dama criará um ataque decisivo.",
                    "en": "In order to force the pawns defending the King to advance and improve the value of the white Rook in the 7th rank. A decisive offensive will be generated by this Rook together with the Queen.",
                    "es": "Para forzar el avance de los peones que defienden el rey y valorizar la torre blanca en la séptima línea, que al lado de la dama creará un ataque decisivo.",
                    "de": "Um die Bauern auf dem Königsflügel zum Vorrücken zu zwingen, was den Wirkungsbereich des Turms erweitern wird. Dieser wird zusammen mit der Dame einen entscheidenden Angriff führen.",
                    "zh": "为了迫使兵在王翼前进，以此扩大白车在七线的势力范围，提高其价值。车和后会一起发起决定性的进攻。",
                    "pl": "W celu wymuszenia na broniący Króla pionach marszu i poprawy wartości białej Wieży na siódmej linii. Decydująca ofensywa będzie przeprowadzona przez tę Wieżę wraz z Hetmanem.",
                    "ru": "Для того чтобы вынудить продвигать пешки защищающие Короля и предоставить больше возможностей для белой Ладьи на седьмой горизонтали, а также Ферзя. Решительная атака будет создана совместно Ладьей и Ферзем."
                }
            },
            {
                "move": "g6 2. Qh4 h5 3. Qxf6",
                "comment": []
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "seguranca",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "r1bqr1k1\/pp1nbppp\/2p5\/3p4\/6N1\/1P1QP3\/PBB2PPP\/R4RK1 b - - 0 1",
        "moves": [
            {
                "move": "1... Nf8 ",
                "comment": {
                    "pt": "Esta é a forma correta de defender o ponto h7, pois náo há enfraquecimento na estrutura de peões e o cavalo nao pode ser atacado nesta casa. Outras alternativas sao ineficientes; o cavalo em f6 poderia ser capturado e a jogada ...g6 enfraqueceria a grande diagonal (a1-h8).",
                    "en": "That's the correct way to defend h7, because the pawn structure is kept and the Knight can't be attacked on this square. Other alternatives are inefficient: the Knight on f6 could be captured and ...g6 would weaken the big diagonal.",
                    "es": "Ésta es la forma correcta de defender el punto h7, pues no hay debilitamiento en la estructura de peones y el caballo no puede ser atacado en esta casilla. Otras alternativas son ineficientes; el caballo en f6 podría ser capturado y la jugada ...g6 debilitaría la gran diagonal (a1-h8).",
                    "de": "Das ist der einzige richtige Zug, da die Bauernstruktur nicht geschwächt wird und der Springer auf f8 nicht angegriffen werden kann. Andere Möglichkeiten sind ungenügend: auf f6 wird der Springer geschlagen, andererseits schwächt ...g die lange Diagonale.",
                    "zh": "这样来防御h7是正确的，因为即可以保持兵形结构，马在此处又不会受攻击。其他地走法都达不到效果：f6处的马会被捉，...g6会削弱大斜线。",
                    "pl": "Poprawna droga obrony h7, ponieważ zachowuje strukturę pionów i Skoczek nie może być atakowany na tym polu. Inne alternatywy nie działają: Skoczek na f6 może zostać zbity, zaś ... g6 osłabiłoby długą przekątną.",
                    "ru": "Хороший ход для защиты h7, потому что пешечная структура сохранена, а Конь не может быть атакован на этом поле. Другие варианты неэффективны: Конь на f6 может быть взят, а ...g6 ослабит большую диагональ."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "segurança",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "2rq1rk1\/1b1nbppp\/p2pp1P1\/1p6\/3BP2P\/2N2P2\/PPPQ4\/1K1R1B1R b - - 0 15",
        "moves": [
            {
                "move": "15... fxg6 ",
                "comment": {
                    "pt": "Este é o lance que mantém o rei preto o mais defendido possível. A jogada ...hxg6 seria um grave erro em vista de 2-h5.",
                    "en": "That move maintains the black King best defended. ...hxg6 would be a great mistake due to 2-h5.",
                    "es": "Ésta es la jugada que mantiene el rey negro lo más defendido posible. La jugada ...hxg6 sería un grave debido a 2-h5.",
                    "de": "Das ist der Zug, der den König am besten schützt. ...hxg6 wäre ein gravierender Fehler angesichts von 2. h5.",
                    "zh": "这是保护黑王最好的一步。走...hxg6是严重的错误，因为2-h5。",
                    "pl": "Tym ruchem Król jest najlepiej broniony. ... hxg6 byłoby błędem przez 2. h5.",
                    "ru": "Этот ход поддержит защиту черного Короля. А ход ...hxg6 будет большой ошибкой из-за игры 2-h5."
                }
            },
            {
                "move": "   16. h5 g5 ",
                "comment": {
                    "pt": "Novamente evitando a abertura de linhas.",
                    "en": "Preventing line opening again.",
                    "es": "Evitando una vez más la apertura de líneas.",
                    "de": "Vermeidet die Öffnung von Linien.",
                    "zh": "阻止再次开放路线。",
                    "pl": "Powstrzymując ponowne otwarcie linii.",
                    "ru": "Предотвращает открытие линии."
                }
            },
            {
                "move": "   17. Bh3 e5 ",
                "comment": {
                    "pt": "E o rei das pretas esta seguro.",
                    "en": "And the black King is safe.",
                    "es": "Y el rey de las negras está seguro.",
                    "de": "Die Lage des schwarzen Königs ist sicher.",
                    "zh": "黑王安全了。",
                    "pl": "I czarny Król jest bezpieczny.",
                    "ru": "И черный Король в безопасности."
                }
            }
        ],
        "game_terminator": "*"
    }
]