[
    {
        "title": "",
        "white": "centro",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "rnbqkbnr\/pp2pppp\/2p5\/3P4\/3P4\/8\/PPP2PPP\/RNBQKBNR b KQkq - 0 1",
        "moves": [
            {
                "move": "1... cxd5 ",
                "comment": {
                    "pt": "Mantendo o equilíbrio central e liberando a casa c6 para o desenvolvimento do cavalo. A jogada ....Dxd5 seria ruim por permitir que as brancas ganhem um tempo atacando a dama com Cc3 e aumentem seu domínio central.",
                    "en": "Maintaining central balance and leaving c6 open for the Knight's development. ....Qxd5 would be a bad choice, because it would allow White to get time to attack the Queen with Nc3 and increase its central domain.",
                    "es": "Manteniendo el equilibrio central y liberando a casilla c6 para desarrolar el caballo. La jugada ....Dxd5 sería mala por permitir que las blancas ganen un tiempo atacando la dama con Cc3 y aumenten su dominio central.",
                    "de": "Hält das Gleichgewicht im Zentrum aufrecht und räumt das Feld c6 für den Springer auf b8. 1....Dxd5 wäre schlecht, weil er 2. Sc3 zulässt, was die Dame mit Tempogewinn angreift und die weiße Zentralstellung verstärkt.",
                    "zh": "保持中心平衡，腾出c6为马的出动打开通路。....Qxd5是一个糟糕的选择，因为会让白方有机会用Nc3攻击黑后，并增强对中心的控制。",
                    "ru": "Поддерживает баланс в центре и освобождает поле c6 для развития Коня. Ход ...Qxd5 будет плохим решением, потому что это даст Белым время для атаки Ферзя на Nc3 и усилит центральное превосходство.",
                    "pl": "Utrzymanie balansu centrum i uwolnienie c6 dla wyprowadzenia Skoczka. ... Hxd5 jest złym wyborem, ponieważ pozwala Białym uzyskać potrzebny czas do ataku Hetmana poprzez Sc3 i zwiększyć dominację w centrum."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "centro",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "rnbqkb1r\/pp2pppp\/3p1n2\/8\/3NP3\/8\/PPP2PPP\/RNBQKB1R w KQkq - 0 1",
        "moves": [
            {
                "move": "1. Nc3 ",
                "comment": {
                    "pt": "Defendendo o peão e ao mesmo tempo desenvolvendo uma peça atuante no centro.",
                    "en": "Defending the pawn and, at the same time, developing a piece with central action.",
                    "es": "Defendiendo el peón y al mismo tiempo desarrollando una pieza activa en el centro.",
                    "de": "Verteidigt den Bauern und entfesselt eine Figur, die im Zentrum aktiv sein wird.",
                    "zh": "防御兵的同时出动一个能在中心积极活动的棋子。",
                    "ru": "Защищает пешку и, в тоже время, развивает фигуру для действий в центре.",
                    "pl": "Obrona piona oraz jednocześnie wyprowadzenie figury do centrum."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "centro",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "r1bqkbnr\/pp2pppp\/2np4\/8\/3QP3\/5N2\/PPP2PPP\/RNB1KB1R w KQkq - 0 1",
        "moves": [
            {
                "move": "1. Bb5 ",
                "comment": {
                    "pt": "Desenvolvendo uma peça , preparando o roque e defendendo a dama que estava atacada.",
                    "en": "Developing a piece, preparing for castling and defending the Queen that was under attack.",
                    "es": "Desarrollando una pieza, preparando el enroque y defendiendo la dama que estaba atacada.",
                    "de": "Entwickelt eine Figur, bereitet die Rochade vor und verteidigt die angegriffene Dame.",
                    "zh": "出动子力，准备王车易位，防御正在被攻击的后。",
                    "ru": "Развивает фигуру, подготавливает к рокировке и защищает Ферзя, который находился под атакой.",
                    "pl": "Wyprowadzenie figury, przygotowanie do roszady i obrona będące pod atakiem Hetmana."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "centro",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "rnbqkb1r\/ppp2ppp\/4pn2\/3p4\/3PP3\/8\/PPPN1PPP\/R1BQKBNR w KQkq - 0 1",
        "moves": [
            {
                "move": "1. e5 ",
                "comment": {
                    "pt": "Ganhando espaço no centro e expulsando o cavalo contrário.",
                    "en": "Winning space in the center and chasing the opponent's Knight away.",
                    "es": "Ganando espacio en el centro y expulsando al caballo adversario.",
                    "de": "Gewinnt Raum im Zentrum und vertreibt den gegnerischen Springer.",
                    "zh": "赢取中心空间，将对手马驱赶出中心。",
                    "ru": "Выигрывает пространство в центре и оттесняет Коня соперника.",
                    "pl": "Zdobywając przestrzeń w centrum i przeganiając Skoczka."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "centro",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "r1bqk2r\/pppp1ppp\/2n2n2\/2b5\/2BPP3\/5N2\/PP3PPP\/RNBQK2R b KQkq - 0 1",
        "moves": [
            {
                "move": "1... Bb4+ ",
                "comment": {
                    "pt": "Esta peça estava atacada e desta forma as pretas a defendem com ganho de tempo, uma vez que estao dando xéque. Também é importante evitar, ao menos temporariamente, que os peões brancos avançem e ataquem os cavalos pretos.",
                    "en": "This piece was under attack and with this move it is defended with time advantage, due to check that temporarily prevents white pawns from attacking the black Knights.",
                    "es": "Esta pieza estaba atacada y de esta forma las negras la defienden con ganancia de tiempo, ya que están dando jaque. También es importante evitar, al menos temporariamente, que los peones blancos avancen y ataquen los caballos negros.",
                    "de": "Verteidigt die angegriffene Figur mit Tempogewinn (Schachgebot). Andererseits ist es auch wichtig, das Vorrücken der weißen Bauern zu verhindern (auch wenn nur zeitweilig), die die schwarzen Springer angreifen würden.",
                    "zh": "防御这个正在被攻击的棋子，这么走可以将杀占的先手。另外非常重要的是可以（或暂时）阻止白兵挺进并攻击黑马。",
                    "ru": "Эта пешка была атакована, а после этого хода будет под защитой. Шах временно приостанавливает пешки Белых от нападения на черных Коней.",
                    "pl": "Figura była pod atakiem, więc tym sposobem została obroniona z przewagą czasową dzięki szachowi, który tymczasowo powstrzymuje białe piony przed atakiem czarnych Skoczków."
                }
            }
        ],
        "game_terminator": "*"
    }
]