[
    {
        "title": "",
        "white": "colunas",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "4r3\/2R1rk2\/3Qpppp\/p2p4\/3P3P\/1q2P3\/5PP1\/2R3K1 w - - 0 31",
        "moves": [
            {
                "move": "31. Rxe7+ ",
                "comment": {
                    "pt": "Abrindo caminho para atacar atráves da oitava fila.",
                    "en": "Opening the way to attack through the 8th rank.",
                    "es": "Abriendo camino para atacar através de la octava línea.",
                    "de": "Um Zugang auf die achte Reihe zu erhalten.",
                    "zh": "开通攻击八线的道路。",
                    "pl": "Otwierając drogę do ataku przez ósmą linię.",
                    "ru": "Открывает путь для атаки через восьмую вертикаль."
                }
            },
            {
                "move": "Rxe7 32. Rc8 g5 33. Qd8",
                "comment": []
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "peao passado",
        "white_sort": "",
        "black": "1",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "8\/8\/3pk3\/2p5\/1PP1K3\/8\/8\/8 w - - 0 1",
        "moves": [
            {
                "move": "1. b5 ",
                "comment": {
                    "pt": "Conseguindo criar um peão passado, que nos finais é uma grande força. Note que há igualdade material, mas as brancas irão vencer graças a melhor qualidade de seus peões.",
                    "en": "Succeeding in creating a passed pawn, which is a great force in endgames. Note that there is material equivalence, but White will win due to its pawns quality.",
                    "es": "Creando un peón pasado, que en los finales es una gran fuerza.Observe que hay igualdad material, pero las blancas van a vencer gracias a la mejor calidad de sus peones.",
                    "de": "Erhält einen Freibauern, was in Endspielen von grosser Bedeutung ist. Trotz des materiellen Gleichgewichts gewinnt Weiß wegen der höheren Qualität seiner Bauern.",
                    "zh": "成功制造通路兵，这在残局中意义重大。虽然双方子力均衡，但是白方会因为兵的质量较高而获得胜利。",
                    "pl": "Sukces w zdobyciu wolnego piona, co jest ogromną siłą w końcówkach. Zauważ, że materiał jest równy, ale wygrają Białe z powodu jakości ustawienia pionów.",
                    "ru": "Успешное создание проходной пешки, что является неоспоримым преимуществом в эндшпиле."
                }
            },
            {
                "move": "   Kd7 2. Kd5 Kc7 3. Ke6 ",
                "comment": {
                    "pt": "Vencendo.",
                    "en": "Winning.",
                    "es": "Ganando.",
                    "de": "$ Mit Gewinn.",
                    "zh": "赢。",
                    "pl": "Wygrywając.",
                    "ru": "Победа."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "peao passado",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "8\/4k3\/4p3\/2p5\/2P1Kp2\/6P1\/8\/8 w - - 0 1",
        "moves": [
            {
                "move": "1. Kxf4",
                "comment": {
                    "pt": "Para que o peão branco em g3 fique passado. A retomada 1-gxf4 não deixaria as brancas com um peão passado e o resultado da partida seria o empate.",
                    "en": "In order to turn the white g3-pawn into a passed pawn. The retake 1-gxf4 wouldn't get White a passed pawn and the game would end in a draw.",
                    "es": "Para que el peón blanco en g3 sea un peón pasado. Capturar con 1-gxf4 no dejaría a las blancas con un peón pasado y el resultado de la partida sería empate.",
                    "de": "Damit der g-Bauer zu einem Freibauern wird. Nach 1. gxf4 hätte Weiß keinen Freibauern und das Partieergebnis wäre Remis.",
                    "pl": "Aby stworzyć wolnego piona z piona g3. Wzięcie 1. gxf4 nie działałoby i gra zakończyłaby się remisem.",
                    "ru": "Для того чтобы пешка на g3 стала проходной пешкой. Отыгрыш 1-gxf4 даст Белым проходную пешку и сведет партию к ничье."
                }
            },
            {
                "move": "   Kf6 2. Ke4 ",
                "comment": {
                    "pt": "A diferença entre os peões passados (branco em g3 e preto em e6) é que o branco está mais distante dos peões restantes no tabuleiro (c4 e c5). Para vencer, as brancas forçarão a troca dos peões passados e no final terão seu rei mais próximo dos peões restantes. Esta é uma estratégia básica neste tipo de finais. A jogada 1-g4 também levaria a vitória.",
                    "en": "The difference between the passed pawns (white on g3 and black on e6) is that the white one is farer away from the other pawns on the board (c4 and c5). Therefore White will force a trade of passed pawns and at the end its King will be closer to the remaining pawns. This is a basic strategy in this kind of endgames. White would also win with the alternative move 1-g4.",
                    "es": "La diferencia entre los peones pasados (blanco en g3 y negro en e6) es que el blanco está más lejos de los peones restantes en el tablero (c4 y c5). Para ganar, las blancas forzarán el cambio de los peones pasados y en el final tendrán su rey más cerca de los peones restantes. Ésta es una estrategia básica en este tipo de finales. La jugada 1-g4 también llevaría al triunfo.",
                    "de": "$ Der Unterschied zwischen der Freibauern (der weiße auf g3 und der schwarze auf e6) besteht darin, daß der weiße von den übrigen Bauern (c4 bzw. c5) weiter entfernt ist als der schwarze. Weiß beabsichtigt, seinen Freibauern gegen den schwarzen abzutauschen, um seinen König näher an die Bauern auf der c-Linie zu bringen. 1. g4 würde auch zum Sieg führen.",
                    "zh": "黑白通路兵(白方在g3，黑方在e6）的区别在于白通路兵较之黑通路兵离其他白兵更远（c4和c5）。因此白方意图强兑通路兵，令白王可以更加靠近其他剩余的兵。这是此类残局中的基本战略。白方下1-g4也可以获胜。",
                    "pl": "Różnicą pomiędzy wolnymi pionami (białym na g3 i czarnym na e6) jest to, że biały jest dalej niż inne na szachownicy (c4 i c5). Dlatego też Białę wymuszą wymianę wolnych pionów i w konsekwencji ich Król znajdzie się bliżej pozostałych pionów. To podstawowa strategia w tego typu końcówkach. Białe mogłyby również wygrać grając 1. g4.",
                    "ru": "Отличие между проходными пешками (белая на g3 и черная на e6) в том, что белая находится дальше других пешек (c4 и c5). Поэтому Белые вынуждают идти на размен проходных пешек и, по итогу, их Король будет находиться ближе к остальным пешкам. Это основная стратегия в таких типах эндшпилей. Белые также могут выиграть альтернативным ходом 1-g4."
                }
            },
            {
                "move": "   e5 3. g4 Kg5 4. Kxe5 Kxg4 5. Kd5 ",
                "comment": {
                    "pt": "E as brancas vencem.",
                    "en": "And White wins.",
                    "es": "Y las blancas vencen.",
                    "de": "$ Und Weiß gewinnt.",
                    "zh": "白方赢。",
                    "pl": "I Białe zwyciężają.",
                    "ru": "И белые выигрывают."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "peao passado",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "8\/5pp1\/8\/5P1P\/3k4\/8\/1K6\/8 w - - 0 1",
        "moves": [
            {
                "move": "1. f6 ",
                "comment": {
                    "pt": "Tansformando o peão h em peão passado e garantindo sua coroação, uma vez que o rei preto não conseguirá alcança-lo.",
                    "en": "Turning the h-pawn into a passed pawn with guaranteed promotion, because the black King won't be able to catch up with it.",
                    "es": "Haciendo que el peón \"h\" quede pasado y asegurando su coronación, ya que el rey negro no conseguirá alcanzarlo.",
                    "de": "Dadurch wird der h-Bauer zum Freibauern, der vom schwarzen König nicht mehr gehalten werden kann.",
                    "zh": "将h-兵变为通路兵，确保兵的升变，因为黑王不能追上它。",
                    "pl": "Tworząc wolnego piona h i gwarantując promocję. Czarny Król nie jest w stanie go dosięgnąć.",
                    "ru": "Делает h-пешку проходной и гарантирует ее превращение, потому что черный Король ну успеет ее перехватить."
                }
            },
            {
                "move": "gxf6 2. h6",
                "comment": []
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "peao passado",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "8\/8\/1p1kp3\/2p5\/1PPPK3\/8\/8\/8 w - - 0 1",
        "moves": [
            {
                "move": "1. dxc5+ ",
                "comment": {
                    "pt": "Para transformar o peão b em passado e garantir a vitória. Outras jogadas levariam ao empate.",
                    "en": "In order to turn the b-pawn into a passed pawn with guaranteed win. Other moves lead to a draw.",
                    "es": "Para dejar el peón b pasado y asegurar el triunfo. Otras jugadas llevarían al empate.",
                    "de": "Damit der b-Bauer zu einem Freibauern wird. Andere Züge würden nur zum Remis führen.",
                    "zh": "为了将b-兵变为通路兵来赢得胜利。其他走法都将导致和局。",
                    "pl": "Aby stworzyć wolnego piona b i zagwarantować zwycięstwo. Inne ruchy prowadzą do remisu.",
                    "ru": "Для того чтобы сделать b-пешку проходной и гарантировать ее превращение, тем самым выиграв партию. Другие ходы ведут к ничейному результату."
                }
            },
            {
                "move": "   bxc5 2. b5 ",
                "comment": {
                    "pt": "E as brancas vencem.",
                    "en": "And White wins.",
                    "es": "Y las blancas ganan.",
                    "de": "$ Und Weiß gewinnt.",
                    "zh": "白方赢。",
                    "pl": "I Białe wygrywają.",
                    "ru": "И Белые выигрывают."
                }
            }
        ],
        "game_terminator": "*"
    }
]