[
    {
        "title": "",
        "white": "plano",
        "white_sort": "",
        "black": "1",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "r1bqr1k1\/p1n2p1p\/1p1p2p1\/2pP4\/P2bP3\/2N4P\/1PQNB1P1\/R1B1RK2 b - - 0 1",
        "moves": [
            {
                "move": "1... Qh4 ",
                "comment": {
                    "pt": "As pretas planejam um ataque contra o rei branco e aproximam sua peça de maior valor para auxiliar no ataque. Outra vantagem desta jogada é que ela contém uma ameaça direta (mate em f2).",
                    "en": "Black is planning to attack the white King; therefore it brings its most valuable piece closer to the attack. Another advantage of this move is that it represents a direct threat (mate on f2).",
                    "es": "Las negras planean un ataque contra el rey blanco y acercan su pieza de mayor valor para ayudar en el ataque. Otra ventaja de esta jugada es que contiene una amenaza directa (mate en f2).",
                    "de": "Schwarz plant einen Angriff auf den weißen König und bringt seine stärkste Figur ins Spiel. Ein weiterer Vorteil dieses Zuges ist, daß er eine direkte Drohung (Matt auf f2) mit sich bringt.",
                    "zh": "黑棋计划攻击白王，因此它将最有厉害的棋子投入战斗。这一步另外的一个优势在于它产生了一个直接的威胁（在f2逼和）。",
                    "pl": "Czarne planują atak na białego Króla; dlatego też sprowadzają najistotniejszą figurę bliżej akcji. Kolejną zaletą tego ruchu to, że kreuje bezpośrednie zagrożenie (mat na f2).",
                    "ru": "Черные планирую напасть на белого Короля; поэтому они концентрируют свои фигуры для атаки. Еще одно преимущество этого хода в том, что он представляет из себя прямую угрозу (МАТ игрой на f2)."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "plano",
        "white_sort": "",
        "black": "1",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "r1b3k1\/ppq1rpp1\/2nbp3\/3pN2Q\/3P4\/2P5\/PP3PPP\/R1B1R1K1 w - - 0 1",
        "moves": [
            {
                "move": "1. Re3 ",
                "comment": {
                    "pt": "Para jogar Th3 e intensificar o ataque contra o rei preto. Em posições de ataque ,quanto maior o número de peças atacando, maiores as chances de obter sucesso.",
                    "en": "In order to play Rh3 and intensify the attack against the black King. The more pieces involved in the attack, the bigger the chances of success.",
                    "es": "Para jugar Th3 e intensificar el ataque contra el rey negro. En posiciones de ataque, cuanto mayor el número de piezas atacando, mayores las chances de obter éxito.",
                    "de": "Um Th3 zu spielen und damit den Angriff auf den schwarzen König zu verstärken. Die Erfolgschancen eines Königsangriffs sind desto grösser je mehr Figuren daran beteiligt sind.",
                    "zh": "为了下Rh3，增强攻击黑王的火力。杀王的攻击中投入的棋子越多获胜的机会就越大。",
                    "pl": "Aby zagrać Wh3 i uderzyć mocniej na czarnego Króla. Im więcej figur uczestniczy w akcji, tym większe szanse powodzenia.",
                    "ru": "Для того, чтобы играть Rh3 и усилить атаку на черного Короля. Чем больше фигур участвует а атаке, тем больше шансов на успех."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "plano",
        "white_sort": "",
        "black": "1",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "rnbq1rk1\/p1p3pp\/1p1p4\/3P2b1\/2P1BB2\/6P1\/PP5P\/R2Q1RK1 w - - 0 1",
        "moves": [
            {
                "move": "1. Qh5 ",
                "comment": {
                    "pt": "Para atacar o rei preto as brancas trazem sua peça de maior valor e ainda criam ameaças contra o peão de h7 e o bispo em g5.",
                    "en": "In order to attack the black King, White brings in its most valuable piece and creates threats against the h7-pawn and the g5-Bishop.",
                    "es": "Para atacar el rey negro las blancas traen su pieza de mayor valor y además crean amenazas contra el peón de h7 y el alfil en g5.",
                    "de": "Weiß bringt seine stärkste Figur ins Spiel und droht dazu noch den Läufer auf g5 und den Bauern auf h7.",
                    "zh": "为了攻击黑王，白方将它最厉害的棋子投入战斗，并且给h7-兵和g5-象制造威胁。",
                    "pl": "Aby zaatakować czarnego Króla. Białe sprowadzają najsilniejszą figurę i tworzą groźbę przeciwko pionowi h7 oraz Gońcowi g5.",
                    "ru": "Для атаки на черного Короля, белые концентрируют свои фигуры и угрожают пешке на h7 и Слону на g5."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "plano",
        "white_sort": "",
        "black": "1",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "r1bq1rk1\/ppp1npbp\/3pn1p1\/4p3\/4P2P\/2PPNN2\/PPB2PP1\/R1BQK2R w KQ - 0 1",
        "moves": [
            {
                "move": "1. h5 ",
                "comment": {
                    "pt": "Aproveitando a oportunidade para abrir a coluna h. O plano das brancas , após a abertura desta coluna será desenvolver as peças do flanco dama, rocar grande e atacar o rei preto.",
                    "en": "Taking the opportunity to open the h-file. White's plan after opening this file is to develop the pieces on the queenside, queencastle and attack the black King.",
                    "es": "Aprovechando la oportunidade para abrir la columna \"h\". El plan de las blancas, fespués de la apertura de esta columna será desarrollar las piezas del flanco dama, enrocar largo y atacar el rey negro.",
                    "de": "Nutzt die Gelegenheit aus, die h-Linie zu öffnen. Der weiße Plan besteht darin, nach Öffnung der h-Linie die Figuren am Damenflügel zu entwickeln, lang zu rochieren und den schwarzen König anzugreifen.",
                    "zh": "利用这个机会开放h-线。白棋方在开放这条线之后出动后翼的子力，进行后翼易位并攻击黑王。",
                    "pl": "Wykorzystanie okazji do otwarcia kolumny h. Planem Białych po otwarciu tej kolumny jest wyprowadzenie figur na skrzydło hetmańskie, długa roszada i atak czarnego Króla.",
                    "ru": "Открывает h-вертикаль. Следствием открытия этой вертикали, является развитие фигур на ферзевом фланге, длинная рокировка и нападение на черного Короля."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "plano",
        "white_sort": "",
        "black": "1",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "r4r2\/pb2bp1k\/1pq1p3\/2pp4\/5PQ1\/1P2P3\/P1PP2PP\/R4RK1 w - - 0 1",
        "moves": [
            {
                "move": "1. Rf3 ",
                "comment": {
                    "pt": "Incorporando a torre ao ataque e decidindo a partida graças a ameaça de Th3.",
                    "en": "Incorporating the Rook in the attack and deciding the game thanks to the Rh3 threat.",
                    "es": "Incorporando la torre al ataque y decidiendo la partida gracias a la amenaza de Th3.",
                    "de": "Bringt den Turm ins Spiel und entscheidet die Partie mit der Drohung Th3.",
                    "zh": "将车投入战斗，用Rh3威胁决定棋局胜负。",
                    "pl": "Wprowadzenie Wieży do ataku i zakończenie gry poprzez groźbę Wh3.",
                    "ru": "Подключает к атаке Ладью, благодаря угрозе для Rh3."
                }
            }
        ],
        "game_terminator": "*"
    }
]