[
    {
        "title": "",
        "white": "cravada",
        "white_sort": "",
        "black": "1",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "r2qk2r\/bpp2pp1\/p1np1n1p\/3Np3\/2B1P1bB\/2PP1N2\/PP3PPP\/R2Q1RK1 b kq - 0 1",
        "moves": [
            {
                "move": "1... g5 ",
                "comment": {
                    "pt": "Para sair da cravada ganhando um tempo e ao mesmo tempo iniciar um ataque no flanco rei. Esta jogada seria ruim se o rei preto estivesse no flanco rei , pois enfraqueceria suas defesas. O plano das pretas para completar o desenvolvimento e ter seu rei em segurança é rocar grande.",
                    "en": "In order to unpin and win a tempo attacking the white Bishop, besides starting an offensive on the kingside. This move would be a mistake if the black King was also on the kingside, because it would weaken its defenses and hinder development to place the king safely with queencastling.",
                    "es": "Para salir de la clavada ganando un tiempo e iniciar un ataque en el flanco rey. Esta jugada sería mala si el rey negro estuviera en el flanco rey , pues debilitaría sus defensas. El plan de las negras es enrocar largo para completar el desarrollo y poner el rey en un lugar seguro.",
                    "de": "Hebt die Fesselung mit Tempogewinn auf und leitet zur gleichen Zeit einen Angriff auf dem Königsflügel ein. Dieser Zug wäre schlecht, wenn der schwarze König auf dem Königsflügel stünde, denn die eigene Königsstellung wäre geschwächt. Schwarz plant die Durchführung der schwarzen Rochade.",
                    "zh": "为了解除牵制赢得先手攻击白象，同时在王翼展开进攻。这一步会变得很糟糕，如果黑王蹲守在王翼，因为会削弱己方王的防御，阻碍了后翼易位。",
                    "pl": "Aby usunąć przygwożdżenie i wygrać tempo atakując białego Gońca, a także zaczynając ofensywę na skrzydle królewskim. Ten ruch byłby błędem, gdyby czarny Król również był na skrzydle królewskim, ponieważ osłabiłoby jego obronę i utrudniałoby wyprowadzenie figur dla bezpieczeństwa Króla po długiej roszadzie.",
                    "ru": "Для того чтобы развязать фигуру и выиграть темп, атакуя белого Слона и начать атаку на королевский фланг. Этот ход будет ошибкой, если черный Король будет на том же фланге, потому что он ослабит свою оборону и будет препятствовать рокировке на ферзевый фланг."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "cravada",
        "white_sort": "",
        "black": "1",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "r1bq1rk1\/1pp2p2\/p1np1n1p\/2bNp1p1\/2B1P2B\/3P1N2\/PPP2PPP\/R2Q1RK1 w - - 0 1",
        "moves": [
            {
                "move": "1. Nxg5 ",
                "comment": {
                    "pt": "Aproveitando a cravada e a posição do rei preto no flanco rei. Se as pretas jogarem 1...hxg5 segue 2-Bxg5 recuperando a peça com vantagem e no caso das pretas jogarem 1...Cxd5, segue 2-Dh5 com ataque decisivo.",
                    "en": "Taking advantage of the pin and the position of the black King on the kingside. If Black plays 1...hxg5, 2-Bxg5 will follow, retaking with advantage. If Black plays 1...Nxd5, 2- Qh5 will follow with decisive attack.",
                    "es": "Aprovechando la clavada y la posición del rey negro en el flanco rey. Si las negras juegan 1...hxg5 sigue 2-Bxg5, recuperando la pieza con ventaja y en el caso de que las negras jueguen 1...Cxd5, sigue 2-Dh5 con ataque decisivo.",
                    "de": "Nutzt sowohl die Fesselung als auch die offene Stellung vom schwarzen König aus. Auf 1...hxg5 folgt 2-Lxg5, was die Figur mit Vorteil zurückgewinnt und auf 1...Sxd5 lässt Weiß 2. Dh5 mit entscheidendem Angriff folgen.",
                    "zh": "充分利用牵制战术和黑王的开放位置。如果黑方下1...hxg5，会跟2-Bxg5，反击取得优势。如果黑方下1...Nxd5，会跟2- Qh5进行决定性的攻击。",
                    "pl": "Wykorzystanie przygwożdżenia i pozycji czarnego Króla na skrzydle królewskim. Jeśli Czarne zagrałyby 1. ... hxg5, nastąpiłoby 2. Gxg5, przywracając przewagę. Jeśli 1. ... Sxd5, wtedy 2. Hh5 z decydującym atakiem.",
                    "ru": "Использует позицию черного Короля на королевском фланге. Если Черные играют 1...hxg5, следует 2-Bxg5. Если Черные играют 1...Nxd5, следует 2-Qh5, для решающей атаки."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "cravada",
        "white_sort": "",
        "black": "1",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "r2q1rk1\/pbp2ppp\/1p1ppn2\/n7\/2PPP3\/P1PB1P2\/4N1PP\/R1BQ1RK1 w - - 0 1",
        "moves": [
            {
                "move": "1. Bg5 ",
                "comment": {
                    "pt": "Cravando o cavalo branco e colocando as pretas numa situação desagradável, uma vez que não tem o bispo de casas pretas e terão dificuldades para se livrar desta cravada. O plano branco é seguir com f4 e e5, se possível.",
                    "en": "Pinning the Knight and leaving Black in a bad position, because it owns no dark-squared Bishop and will have a hard time unpinning. White plans to continue with f4 and e5, if possible.",
                    "es": "Clavando el caballo blanco y colocando a las negras en una situación desagradable, ya que no tienen el alfil de casillas negras y tendrán dificultades para librar de esta clavada. El plan blanco es seguir con f4 y e5, si es posible.",
                    "de": "Fesselt den schwarzen Springer mit unangenehmen Folgen für Schwarz, da der schwarzfeldrige Läufer bereits abgetauscht wurde. Weiß plant f4 und e5 folgen zu lassen.",
                    "zh": "牵制住黑马，将黑方置于一个相当糟糕的局面，因为它的黑格象已经被兑掉了，想要摆脱牵制相当困难。如果可能白棋计划下f4和e5。",
                    "pl": "Przygwożdżając Skoczka i stawiając Czarne w złym położenie z powodu ciemnopolowego Gońca i utrudnień czasowych w usuwaniu przygwożdżenia. Biały plan kontynuowany może być poprzez f4 i e5 w ramach możliwości.",
                    "ru": "Привязывает Коня и оставляет Черных в невыгодной позиции. Белые планируют продолжать f4 и e5, по возможности."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "cravada",
        "white_sort": "",
        "black": "1",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "r1bqkb1r\/pp1n1ppp\/2p2n2\/3p2B1\/3P4\/2N2N2\/PPQ1PPPP\/R3KB1R b KQkq - 0 1",
        "moves": [
            {
                "move": "1... Be7 ",
                "comment": {
                    "pt": "Livrando-se da cravada e desenvolvendo uma peça.",
                    "en": "Unpinning and developing a piece.",
                    "es": "Librándose de la clavada y desarrollando una pieza.",
                    "de": "Hebt die Fesselung auf und entwickelt eine Figur.",
                    "zh": "摆脱牵制并出动子力。",
                    "pl": "Usuwając przygwożdżenie i wyprowadzając figurę.",
                    "ru": "Освобождает от связки и развивает фигуру."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "cravada",
        "white_sort": "",
        "black": "1",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "r1bq1rk1\/pp2ppbp\/2n3p1\/8\/2BPP3\/4BN2\/P4PPP\/R2Q1RK1 b - - 0 1",
        "moves": [
            {
                "move": "1... Bg4 ",
                "comment": {
                    "pt": "Cravando o cavalo branco e pressionando o centro.",
                    "en": "Pinning the white Knight and putting the center under pressure.",
                    "es": "Clavando el caballo blanco y presionando el centro.",
                    "de": "Fesselt den weißen Springer und übt Druck auf das Zentrum aus.",
                    "zh": "牵制白马，对中心施加压力。",
                    "pl": "Przygwożdżając białego Skoczka i wywierając presję w centrum.",
                    "ru": "Связывает белого Коня и оказывает давление на центр."
                }
            }
        ],
        "game_terminator": "*"
    }
]