[
    {
        "title": "",
        "white": "plano",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "r3rnk1\/1b2bpp1\/p1p1p2p\/qp2N3\/3P4\/P1P1P1B1\/B1Q2PPP\/3R1RK1 w - - 0 1",
        "moves": [
            {
                "move": "1. f4 ",
                "comment": {
                    "pt": "Para jogar f5, abrir a coluna f, a diagonal a2-g8 e criar perspectivas de ataque contra o rei preto.",
                    "en": "In order to continue with f5, open the file for the Rook and the a2-g8 diagonal for the Bishop and create possibilities for the attack against the black King.",
                    "es": "Para jugar f5, abrir la columna \"f\" , la diagonal a2-g8 y crear perspectivas de ataque contra el rey negro.",
                    "de": "Mit der Absicht, f5 zu spielen, wonach die f-Linie und die Diagonale a2-g8 geöffnet werden, was die Angriffschancen erhöhen.",
                    "zh": "目的是继续下f5，为车开放竖线，为象开放a2-g8斜线，制造攻击黑王的机会。",
                    "pl": "W celu kontynuacji poprzez f5, otwarcia kolumny dla Wieży i przekątnej a2-g8 dla Gońca oraz stworzenie możliwości ataku na czarnego Króla.",
                    "ru": "Для того чтобы продолжить с f5, открыть вертикаль для Ладьи, диагональ a2-g8 для Слона, и открыть тем самым возможности, для атаки на черного Короля."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "plano",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "r2q1rk1\/pp2bppp\/4pn2\/3nN1B1\/3P4\/1B5Q\/PP3PPP\/3R1RK1 w - - 0 1",
        "moves": [
            {
                "move": "1. f4 ",
                "comment": {
                    "pt": "Para seguir com f5, abrir a coluna f para a torre e aumentar a pressão na diagonal a2-g8.",
                    "en": "In order to continue with f5, open the f-file for the Rook and increase pressure on the a2-g8 diagonal.",
                    "es": "Para seguir con f5, abrir la columna \"f\" para la torre y aumentar la presión en la diagonal a2-g8.",
                    "de": "Um f5 folgen zu lassen, was die f-Linie öffnet und den Druck auf die Diagonale a2-g8 erhöht.",
                    "zh": "为了继续下f5，为车开放f-线，增加a2-g8斜线上的压力。",
                    "pl": "W celu kontynuacji przez f5, otwarcia kolumny f dla Wieży i wzmocnienia presji na przekątną a2-g8.",
                    "ru": "Для того чтобы продолжить с f5, открыть f-вертикаль для Ладьи и усилить давление по диагонали a2-g8."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "plano",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "1krr4\/pppqb1pp\/4p3\/3nPp2\/2RP4\/3NB3\/PPQ2PPP\/1R4K1 b - - 0 1",
        "moves": [
            {
                "move": "1... g5 ",
                "comment": {
                    "pt": "Com roques em flancos opostos geralmente o plano é atacar o rei contrário avançando os peões, para abrir linhas.",
                    "en": "When castling is performed in opposite flanks, the plan generally is to attack the King. Usually, advancing pawns to open lines is the right way to do it.",
                    "es": "Con enroques en flancos opuestos generalmente el plan es atacar el rey contrario avanzando los peones, para abrir líneas.",
                    "de": "Bei entgegengesetzten Rochaden ist der Plan oft der, den gegnerischen König mit Bauern anzugreifen, um Linien zu öffnen.",
                    "zh": "当双方王车易位在位置相异，一般都会去攻击对方王。通常挺兵开放路线是正确的做法。",
                    "pl": "Kiedy roszady wykonane są na przeciwnych flankach, plan głównie opiera się na ataku Króla. Zwykle marsz pionów do otwarcia linii jest poprawną tego realizacją.",
                    "ru": "После завершения рокировки по разным флангам, основной план состоит в том, чтобы напасть на Короля, развивая пешки и открывая линии."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "plano",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "2kr2r1\/pppqb2p\/2n5\/3pPppb\/3P4\/1B2BPN1\/PP4PP\/R1QR2K1 b - - 0 20",
        "moves": [
            {
                "move": "20... Bxf3 ",
                "comment": {
                    "pt": "As pretas querem atacar e com esta jogada e a próxima conseguem abrir a posição do rei branco. Se as pretas jogassem 1...Bg6 seguiria 2-f4, mantendo o rei branco mais protegido do que na situação após 1.. .Bxf3.",
                    "en": "Black wants to attack and it is able to open the position of the white King with this move and the next one. If Black played 1...Bg6, then 2-f4 would follow and the white King would be more protected than after 1...Bxf3.",
                    "es": "Las negras quieren atacar y con esta jugada y la próxima consiguen abrir la posición del rey blanco. Si las negras jugaran 1...Ag6 seguiría 2-f4, manteniendo el rey blanco más protegido que en la posición después de 1... Axf3.",
                    "de": "Schwarz gelingt es, mit dem Textzug und dem darauffolgenden die weiße Königsstellung zu öffnen. Auf 1...Lg6 würde 2. f4 folgen, was den König in einer sichereren Stellung belässt als nach dem Textzug.",
                    "zh": "黑方意图攻击，并以此步得以暴露白王位置。如果黑棋下1...Bg6，那么会应2-f4，比下1...Bxf3白王更安全。",
                    "pl": "Czarne szykują się do ataku i są w stanie otworzyć pozycję białego Króla tym ruchem oraz następnym. Jeśli Czarne zagrają 1. ... Gg6, wtedy 2. f4 i biały Król będzie lepiej chroniony niż po 1. ... Gxf3.",
                    "ru": "Черные хотят атаковать, и этим ходом, а также следующим, это может привести к открытию позиции белого Короля. Если Черные играют 1...Bg6, последует 2-f4, где белый Король будет более защищен, чем после игры 1...Bxf3."
                }
            },
            {
                "move": "21. gxf3 f4",
                "comment": []
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "plano",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "r6r\/pp1qnkpp\/1bp5\/3pPn2\/P2P4\/B4N2\/5PPP\/1R1Q1RK1 w - - 0 1",
        "moves": [
            {
                "move": "1. e6+ ",
                "comment": {
                    "pt": "As brancas têm uma peça a menos e devem atacar o rei preto para compensar esta desvantagem. A forma correta de atacar é atrai-lo para o centro onde há linhas abertas para a participação de outras peças, neste caso: cavalo, torre e dama.",
                    "en": "White has an exchange down (one piece less than the opponent) and must attack the King in order to compensate this disadvantage. The correct way to do so is to attract the King to the center where there are open lines for the participation of other pieces: the white Knight, Rook and Queen.",
                    "es": "Las blancas tienen una pieza de menos y deben atacar el rey negro para compensar esta desventaja. La forma correcta de atacar es atraerlo al centro, donde hay líneas abiertas para la participación de otras piezas, en este caso: caballo, torre y dama.",
                    "de": "Weiß hat eine Figur weniger und muss deswegen den schwarzen König angreifen. Die richtige Form, diesen Angriff zu führen, besteht darin, den gegnerischen König zum Zentrum zu locken, wo die offene Stellung das Spiel der Figuren (in diesem Fall: Springer, Turm und Dame) begünstigt.",
                    "zh": "白方少一个棋子，因此必须攻击黑王来抵消这个劣势。正确的方法是诱使对方的王进入中心，中心开放的位置对于其他棋子有利（这个例子是马、车和后。",
                    "pl": "Białe są w materialnej niedowadze (jedna figura mniej niż przeciwnik) i muszą atakować Króla, aby zrekompensować sobie stratę. Poprawną drogą do realizacji zadania jest zaciągnięcie Króla do centrum, gdzie otwarte są linie dla udziału innych figur: białego Skoczka, Wieży i Hetmana.",
                    "ru": "Белые невыгодно для себя размениваются (на одну фигуру меньше чем оппонент) и должны атаковать Короля, для того чтобы компенсировать этот недостаток. Правильным вариантом будет оттеснение Короля к центру игрового поля, где есть открытые линии и возможность участия в атаке белого Коня, Ладьи и Ферзя."
                }
            },
            {
                "move": "   Kxe6 2. Ne5 ",
                "comment": {
                    "pt": "2-Te1 também é uma boa alternativa.",
                    "en": "2-Re1 is also a good alternative.",
                    "es": "2-Te1 también es una buena alternativa.",
                    "de": "2. Te1 ist eine gute Alternative zum Textzug.",
                    "zh": "2-Re1也是一个很好的选择。",
                    "pl": "2. We1 jest również dobrą alternatywą.",
                    "ru": "Игра 2-Re1 будет хорошей альтернативой."
                }
            },
            {
                "move": "   Qc8 3. Re1 ",
                "comment": {
                    "pt": "Com boas possibilidades de ataque.",
                    "en": "With good chances for an attack.",
                    "es": "Con buenas posibilidades de ataque.",
                    "de": "$ Mit guten Angriffschancen",
                    "zh": "有很好的攻击机会。",
                    "pl": "Z dobrymi szansami ataku.",
                    "ru": "Дает хороший шанс на атаку."
                }
            }
        ],
        "game_terminator": "*"
    }
]