[
    {
        "title": "",
        "white": "plano",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "r1b2rk1\/4bppp\/p2p4\/q1n1p1P1\/1p2P2P\/4BP2\/PPPQN3\/1K1R1B1R w - - 0 17",
        "moves": [
            {
                "move": "17. Nc1 ",
                "comment": {
                    "pt": "Antes de atacar com h5-g6 as brancas devem cuidar da defesa de seu rei e esta peça cumpre muito bem esta função.",
                    "en": "White has to provide for the defense of its King before attacking with h5-g6 and the Knight plays that role very well.",
                    "es": "Antes de atacar con h5-g6 las blancas deben pensar en la defensa de su rey y esta pieza cumple muy bien esta función.",
                    "de": "Vor dem Angriff mit h5-g6, muss Weiß seinen eigenen König schützen; der Springer erfüllt diese Aufgabe hervorragend.",
                    "zh": "白方必须在攻击h5-g6之前加强白王的防御；马就能很好的胜任这个角色。",
                    "pl": "Białe muszą zapewnić obronę własnemu Królowi zanim zaatakują przez h5-g6, a Skoczek nadaje się idealnie do tej roli.",
                    "ru": "Белые должны обеспечить защиту своего Короля до начала атаки h5-g6 и, Конь хорошо выполняет эту задачу."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "plano",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "r1bqnbk1\/pp3r1p\/n4pp1\/2pP4\/2Q2B2\/2N2N2\/PP2BPPP\/3R1RK1 w - - 0 1",
        "moves": [
            {
                "move": "1. d6 ",
                "comment": {
                    "pt": "Ao avançar o peão passado as brancas tiram a coordenação das peças pretas e criam ameaças através da diagonal a2-g8 e da coluna dama. As pretas não podem tomar o peão devido a cravada na coluna dama.",
                    "en": "By advancing the pawn, White hinders the coordination of the black pieces and creates a threat through the a2-g8 diagonal. Black can't take the pawn due to the pin in the queen-file.",
                    "es": "Al avanzar el peón pasado las blancas entorpecen la coordinación de las piezas negras y crean amenazas a través de la diagonal a2-g8 y de la columna dama. Las negras no pueden tomar el peón debido a la clavada en la columna dama.",
                    "de": "Mit diesem Vorrücken unterbindet Weiß das Zusammenspiel der schwarzen Figuren und stellt Drohungen auf der Diagonale a2-g8 und auf der d-Linie auf. Schwarz kann den Bauern wegen der Fesselung auf der d-Linie nicht schlagen.\/",
                    "zh": "白方挺兵可以阻止黑方子力协同，给a2-g8斜线制造威胁。黑方因为后翼竖线被牵制而不能吃兵。",
                    "pl": "Przez marsz pionem Białe utrudniają koordynację czarnych figur i kreują groźbę przez przekątną a2-g8. Czarne nie mogą wziąć piona przez przygwożdżenie na kolumnie hetmańskiej.",
                    "ru": "Развивая пешки, Белые нарушают координацию фигур у Черных и создают угрозу через диагональ a2-g8. Черные не могут взять пешку, из-за связки на ферзевой вертикали."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "plano",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "r1r3k1\/1q1nbppp\/pp1pbn2\/4p3\/P3P3\/1NN1BP2\/1PPRB1PP\/R3Q1K1 b - - 0 1",
        "moves": [
            {
                "move": "1... d5 ",
                "comment": {
                    "pt": "Ganhando espaço no centro e evitando que o peão que está em d6 se torne uma debilidade. As brancas planejavam Tad1 evitando a ruptura em d5 e fixando o peão preto em d6.",
                    "en": "Winning space in the center and preventing the d6-pawn from becoming a weakness. White intended Rad1, preventing the rupture on d5 and fixing the black pawn on d6.",
                    "es": "Ganando espacio en el centro y evitando que el peón que está en d6 se convierta en una debilidad. Las blancas planeaban Tad1 evitando la ruptura en d5 y fijando el peón negro en d6.",
                    "de": "Gewinnt Raum im Zentrum und verhindert daß der Bauer auf d6 zu einer Schwäche wird. Weiß plante Tad1, was den Hebel auf d5 verhindert und den Bauern auf d6 festgelegt hätte.",
                    "zh": "抢占中心空间，防止d6-兵成为弱点。白方意图下Rad1，阻止d5上的突破，将黑兵锁定在d6。",
                    "pl": "Zdobywając przestrzeń w centrum i zapobiegając słabości piona d6. Białe szykują Wad1, zapobiegając załamaniu na d5 i zatrzymując czarnego piona na d6.",
                    "ru": "Выигрывает пространство по центру игрового поля и мешает пешке на d6 стать \"слабой\". Белые намереваются Rad1, предотвращая разрыв на d5 и фиксируют черную пешку на d6."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "plano",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "r2qk2r\/2pbnpbp\/p1pp2p1\/8\/B1P1P3\/2N5\/PP3PPP\/R1BQ1RK1 w kq - 0 1",
        "moves": [
            {
                "move": "1. c5 ",
                "comment": {
                    "pt": "Para debilitar a estrutura de peões das pretas. Caso agora elas joguem . ..dxc5 ficarão com peões triplicados na coluna c e caso permitam que as brancas joguem cxd6 ficarão com uma debilidade em d6.",
                    "en": "In order to weaken the black pawn structure. In case Black plays ... dxc5, it will result in tripled pawns in the c-file and in case it allows White to play cxd6, a weakness will be generated for Black on d6.",
                    "es": "Para debilitar la estructura de peones de las negras. Si éstas juegan ahora ..dxc5 quedarán con peones triplicados en la columna \"c\" y si permiten que las blancas jueguen cxd6 quedarán con una debilidad en d6.",
                    "de": "Um die schwarze Bauernstruktur zu schwächen. Nach ...dxc5 entstehen verdreifachte Bauern auf der c-Linie, wenn aber Schwarz das weiße cxd6 zulässt, wird er eine Schwäche auf d6 haben.",
                    "zh": "为了削弱黑方兵形结构。如果黑方下... dxc5，那么会导致c-线上的三叠兵，如果黑方允许白方下cxd6，那么黑方在d6处产生一个弱点。",
                    "pl": "Osłabienie czarnej struktury pionów. W razie gdyby Czarne zagrały ... dxc5, skutkowałoby to potrojeniem pionów na kolumnie c i pozwoliłoby Białym zagrać cxd6, co doprowadziłoby do słabości Czarnych na d6.",
                    "ru": "Для того чтобы ослабить пешечную структуру Черных. Если Черные сыграют ...dxc5, это приведет к страиванию пешек на c-вертикали, что позволит Белым играть cxd6, результатом чего станет слабая пешка на d6 у Черных."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "plano",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "r4rk1\/pbpqppbp\/1p4p1\/n7\/3PPP2\/B1PB4\/P3N1PP\/1R1Q1RK1 b - - 0 1",
        "moves": [
            {
                "move": "1... c5 ",
                "comment": {
                    "pt": "Para atacar e destruir o centro branco.",
                    "en": "In order to attack and destroy the white center.",
                    "es": "Para atacar y destruir el centro blanco.",
                    "de": "Um das weiße Zentrum anzugreifen und zu zerstören.",
                    "zh": "为了攻击并摧毁白方中心。",
                    "pl": "W celu ataku i zepsucia białego centrum.",
                    "ru": "Для атаки и разрушения центра Белых."
                }
            },
            {
                "move": "   2. dxc5 ",
                "comment": {
                    "pt": "Se as brancas jogassem 2-d5 seguiria ...f5 destruindo o centro branco.",
                    "en": "If White played 2-d5, then ...f5 would follow, destroying the white center.",
                    "es": "Si las blancas jugaran 2-d5 seguiría ...f5 destruyendo el centro blanco.",
                    "de": "$ Auf 2. d5 zerstört ...f5 das weiße Zentrum.",
                    "zh": "如果白方下2-d5，那么黑方会应...f5，摧毁白棋中心。",
                    "pl": "Jeśli Białe zagrałyby 2. d5, wtedy następuje ... f5, psując białe centrum.",
                    "ru": "Если Белые играют 2-d5, последует ...f5, что уничтожает центр Белых."
                }
            },
            {
                "move": "   Rfd8 3. Bc2 Qc7 4. Qe1 Nc4 ",
                "comment": {
                    "pt": "O centro branco foi destruido e as peças pretas estão melhor posicionadas.",
                    "en": "Black's pieces are better positioned than the white ones and the white center is destroyed.",
                    "es": "El centro blanco fue destruido y las piezas negras están mejor posicionadas.",
                    "de": "$ Das weiße Zentrum wurde zerstört und die schwarzen Figuren stehen besser",
                    "zh": "白方中心被摧毁，黑方棋子的位置要优于白方。",
                    "pl": "Czarne figury są lepiej ustawione i białe centrum jest zniszczone.",
                    "ru": "Фигуры Черных находятся в гораздо более выгодных позициях чем фигуры Белых, так как у Белых разрушен центр."
                }
            }
        ],
        "game_terminator": "*"
    }
]