[
    {
        "title": "",
        "white": "centro",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "rn1qkb1r\/pbpp1ppp\/1p2pn2\/8\/2PP4\/P1N2N2\/1P2PPPP\/R1BQKB1R b KQkq - 0 1",
        "moves": [
            {
                "move": "1... d5 ",
                "comment": {
                    "pt": "As brancas ameaçavam jogar d5, seguido de e4, dominando o centro. Esta é a única jogada que evita este plano branco e mantém o equilíbrio central.",
                    "en": "White threatened to play d5, followed by e4, conquering the center. This is the only way to prevent the white plan from happening and to maintain central balance.",
                    "es": "Las blancas amenazaban jugar d5, seguido de e4, dominando el centro. Ésta es la única jugada que evita este plan blanco y que mantiene el equilibrio central.",
                    "de": "Weiß drohte, d5 nebst e4 zu spielen, um das Zentrum zu beherrschen. Der Textzug ist der einzige Zug, der den weißen Plan durchkreuzt und das Gleichgewicht im Zentrum aufrechthält.",
                    "zh": "白方威胁先走d5再走e4，抢夺中心。这是唯一可以阻止白方计划得逞、保持中心平衡的一着。",
                    "ru": "Белые угрожают игрой на d5, после e4, и захватывают центр. Этот ход - единственный путь помешать плану Белых, который предполагают контроль и удержание центрального баланса.",
                    "pl": "Białe zagrażały zagranie d5, kontynuowane przez e4, co podbiłoby centrum. To jedyna droga, aby pokrzyżować im szyki i utrzymać balans w centrum."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "centro",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "rnbqkb1r\/pppp1ppp\/5n2\/4p3\/4PP2\/2N5\/PPPP2PP\/R1BQKBNR b KQkq - 0 1",
        "moves": [
            {
                "move": "1... d5 ",
                "comment": {
                    "pt": "Para disputar o centro. Se as brancas tomarem o peão em e5 as pretas recapturam em e4 com o cavalo (2-fxe5 Cxe4). A jogada 1...exf4 seria um erro devido a resposta branca 2-e5, desalojando o cavalo preto.",
                    "en": "In order to fight for the center. If White takes the e5-pawn, Black will retake it on e4 with 2-fxe5 Nxe4. 1...exf4 would be an error because White would answer with 2-e5, chasing away the Knight.",
                    "es": "Para disputar el centro. Si las blancas toman el peón en e5 las negras recapturan en e4 con el caballo (2-fxe5 Cxe4). La jugada 1...exf4 sería un error debido a la respuesta blanca 2-e5, desalojando al caballo negro.",
                    "de": "Kämpft um das Zentrum. Wenn Weiß den Bauern auf e5 schlägt, schlägt Schwarz auf e4 mit dem Springer (2.fxe5 Sxe4). 1...exf4 wäre ein Fehler wegen 2.e5, was den schwarzen Springer vertreiben würde.",
                    "zh": "为了争夺中心。如果白方捉e5兵，那么黑方会在e4下2-fxe5 Nxe4进行反击。走1...exf4是不对的，因为白方会应2-e5将黑马赶走。",
                    "ru": "Для борьбы за центр. Если Белые берут пешку на e5, Черные отыграют ее на e4, игрой 2-fxe5 Nxe4. Ход 1...exf4 будет ошибкой, так как Белые ответят 2-e5, оттесняя Коня.",
                    "pl": "W celu walki o centrum. Jeśli Białe wezmą piona e5, Czarne zbiją na e4 poprzez 2. fxe5 Sx4. 1. ... exf4 byłoby błędem ponieważ Białe odpowiedziałyby 2. e5, przeganiając Skoczka."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "centro",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "rnbqkbnr\/pp2pppp\/8\/2pp4\/8\/1P3N2\/PBPPPPPP\/RN1QKB1R b KQkq - 0 1",
        "moves": [
            {
                "move": "1... f6 ",
                "comment": {
                    "pt": "Assegurando que as pretas conseguirão jogar ...e5, aumentando o domínio central e bloqueando o bispo de b2.",
                    "en": "Making sure that Black plays ...e5, increasing its central domain and blocking the b2-Bishop.",
                    "es": "Asegurando que las negras conseguirán jugar ...e5, aumentando el dominio central y bloqueando el alfil de b2.",
                    "de": "Um ...e5 zu spielen, was das schwarze Mittelspiel verstärkt und den Läufer auf b2 blockiert.",
                    "zh": "确保黑方走...e5，扩大对中心的统治，封堵b2-象。",
                    "ru": "Убедившись, что Черные играют ...e5, усиливая давление на центр и блокируя Слона на b2.",
                    "pl": "Upewniając się, że Czarne zagrają ... e5, zwiększając dominację w centrum i blokując Gońca b2."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "centro",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "r1bqk2r\/pppp1ppp\/2n2n2\/8\/2BPP3\/5N2\/PP1N1PPP\/R2QK2R b KQkq - 0 1",
        "moves": [
            {
                "move": "1... d5 ",
                "comment": {
                    "pt": "Para destruir o centro branco, uma vez que esta jogada força a troca do peão de e4.",
                    "en": "In order to destroy White's center (e4-d4), because this move forces White to a central pawn exchange.",
                    "es": "Para destruir el centro blanco (e4-d4), ya que esta jugada fuerza el cambio de un peón central blanco.",
                    "de": "Um das weiße Mittelspiel zu zerstören, da der Bauer auf e4 auf jeden Fall getauscht wird.",
                    "zh": "为了摧毁白方的中心（e4-d4），因为这一步能强兑白方中心兵。",
                    "ru": "Для того чтобы разрушить центр Белых (e4-d4), так как этот ход вынуждает Белых идти в центре на размен пешек.",
                    "pl": "W celu zniszczenia białego centrum (e4-d4), ponieważ dzięki temu wymagana jest wymiana pionów."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "centro",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "r1bqk2r\/pppp1ppp\/2n2n2\/2b1P3\/2Bp4\/5N2\/PPP2PPP\/RNBQ1RK1 b kq - 0 1",
        "moves": [
            {
                "move": "1... d5 ",
                "comment": {
                    "pt": "O cavalo atacado das pretas não tinha boas jogadas (por exemplo 1... Ce4 2-Te1) e este lance garante uma casa melhor para o cavalo ou sua troca pelo bispo branco.",
                    "en": "The black Knight didn't have good moves at its service (e.g. 1... Ne4 2-Re1), therefore this move guarantees a better square for the Knight or its exchange for the white Bishop.",
                    "es": "Al caballo atacado de las negras le faltaban buenas jugadas (por ejemplo si 1... Ce4 2-Te1) y esta jugada le asegura una casilla mejor al caballo o un cambio por el alfil blanco.",
                    "de": "Der angegriffene schwarze Springer hatte keine guten Züge (z.B. 1... Se4 2.Te1). Der Textzug sichert dem Springer entweder ein besseres Feld oder den Abtausch gegen den weißen Läufer.",
                    "zh": "进攻中的黑马没有好的选择（譬如1... Ne4 2-Re1），因为这么走要么可以保证黑马走到一个更好格位，要么可以兑掉白象。",
                    "ru": "У черного Коня не было возможностей для хороших ходов (так как 1... Ne4 2-Re1), поэтому этот ход гарантирует Коню лучшую позицию, или его размен на белого Слона.",
                    "pl": "Czarny Skoczek nie ma dobrych możliwości ruchowych (na przykład: 1. ... Se4 2. We1), więc ten ruch gwarantuje lepsze pole dla Skoczka lub jego wymianę na białego Gońca."
                }
            }
        ],
        "game_terminator": "*"
    }
]