[
    {
        "title": "",
        "white": "segurança",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "4rq1k\/1r3p1p\/p3pn2\/8\/5P1Q\/7R\/PPP4P\/2K3R1 b - - 0 30",
        "moves": [
            {
                "move": "30... Nh5 ",
                "comment": {
                    "pt": "Única defesa, com a idéia de colocar a torre de b7 em jogo . Se 1... De7 segue 2-Dh6 Tg8 3-Txg8 Rxg8 4-Tg3.",
                    "en": "The only way for defense, taking into account the reactivation of the b7-Rook. If 1...Qe7, then 2-Qh6 Rg8 3-Rxg8 Kxg8 4-Rg3 will follow.",
                    "es": "Única defensa, con la idea de activar la torre de b7. Si 1... De7 sigue 2-Dh6 Tg8 3-Txg8 Rxg8 4-Tg3.",
                    "de": "Einzige Verteidigung, mit der Idee, den Turm auf b7 ins Spiel zu bringen. Auf 1... De7 folgt 2. Dh6 Tg8 3. Txg8 Rxg8 4. Tg3.",
                    "zh": "唯一能起到防御作用的，目的是重新使b7-车活跃起来。如果下1...Qe7，那么会跟2-Qh6 Rg8 3-Rxg8 Kxg8 4-Rg3。",
                    "pl": "Jedyna droga obrony, licząc na reaktywację Wieży b7. Jeśli 1. ... He7, wtedy 2. Hh6 Wg8 3. Wxg8 Kxg8 4. Wg3.",
                    "ru": "Единственный способ для обороны, с учетом активации Ладьи на b7. Если 1 ... Qe7, затем 2-Qh6 Rg8 3-Rxg8 Kxg8, последует 4-Rg3."
                }
            },
            {
                "move": "   31. Qxh5 f6 ",
                "comment": {
                    "pt": "E as pretas conseguem defender-se das ameaças de mate, ainda que continuam em desvantagem.",
                    "en": "And Black defends itself against the mate threat, even if, with disadvantage.",
                    "es": "Y las negras consiguen defenderse de las amenazas de mate, a pesar de que continuan en desventaja.",
                    "de": "$ Und Schwarz kann die Mattdrohungen erfolgreich abwehren, auch wenn er weiterhin im Nachteil steht.",
                    "zh": "黑方不惜继续处于下风，成功抵抗逼和威胁，。",
                    "pl": "I Czarne po raz kolejny obroniły się przed matem nawet jeśli tracąc przewagę.",
                    "ru": "И Черные защищают себя от угрозы мата."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "segurança",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "5rk1\/5pp1\/r7\/1p1BPbPp\/p2P1B1P\/PnK5\/1P3P2\/3R3R b - - 0 1",
        "moves": [
            {
                "move": "1... b4+ ",
                "comment": {
                    "pt": "Evitando que o rei branco fique em segurança ocupando a casa b4. Após esta jogada as pretas criarão um ataque decisivo contra o rei branco, utilizando as colunas abertas.",
                    "en": "Hindering the safety of the white King. After this move, Black will create a decisive offensive through open lines against the white King.",
                    "es": "Evitando que el rey blanco se proteja en la casilla b4. Después de esta jugada las negras inician un ataque decisivo contra el rey blanco, utilizando las columnas abiertas.",
                    "de": "Verhindert, daß der weiße König sich in Sicherheit auf b4 bringt. Nach diesem Zug führt Schwarz einen entscheidenden Angriff auf den weißen König über die offenen Linien.",
                    "zh": "妨碍黑王的安全。走了这步之后黑棋方从开放线向白王发起决定性的进攻。",
                    "pl": "Zapytując o bezpieczeństwo białego Króla. Po tym ruchu Czarne przeprowadzą decydującą ofensywę przez otwarte linie białego Króla.",
                    "ru": "После этого хода, Черные решительно наступают через открытые линии на белого Короля."
                }
            },
            {
                "move": "   2. Kxb4 Rb6+ 3. Kc3 Rc8+ 4. Bc4 Rbc6 ",
                "comment": {
                    "pt": "Ganhando uma peça e intensificando o ataque.",
                    "en": "Winning a piece and intensifying the attack.",
                    "es": "Ganando una pieza e intensificando el ataque.",
                    "de": "Gewinnt eine Figur und verstärkt den Angriff.",
                    "zh": "赢得一个棋子，加强攻击的火力。",
                    "pl": "Wygrywając figurę i dynamizując atak.",
                    "ru": "Выигрывает фигуру и усиливает атаку."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "segurança",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "1k1r1b1r\/2p1qp2\/Qn2b2p\/1N1p4\/3P2pN\/6P1\/PPP2PP1\/2KR3R w - - 0 1",
        "moves": [
            {
                "move": "1. Rd3 ",
                "comment": {
                    "pt": "As brancas estão atacando o rei preto, mas apenas a dama e o cavalo não são suficientes e levar mais uma peça para o ataque é fundamental. Quanto mais peças estiverem atacando maiores as possibilidades do ataque ter sucesso.",
                    "en": "White is attacking the King, but only Queen and Knight are insufficient, therefore it's fundamental to take another piece into the offensive. The more pieces participate, the greater the possibilitiy of a successful attack.",
                    "es": "Las blancas están atacando el rey negro, pero sólo la dama y el caballo no son suficientes y llevar más una pieza para el ataque es fundamental. Cuanto más piezas estén atacando. mas grandes son las posibilidades de que el ataque tenga éxito.",
                    "de": "Dame und Springer schaffen es nicht alleine, den schwarzen König erfolgreich anzugreifen, daher ist es wichtig, noch eine Figur ins Spiel zu bringen.",
                    "zh": "白方攻击黑王，但是仅仅靠后和马还不足以取得胜利，因此必须让另外一个棋子加入战斗。参加战斗的棋子越多，火力就越大，越能获得成功。",
                    "pl": "Białe atakują Króla, ale Hetman i Skoczek są niewystarczające, więc konieczne jest zaktywizowanie kolejnej figury. Im ich więcej w ataku, tym większa możliwość jego powodzenia.",
                    "ru": "Белые атакуют Короля, но для этого Ферзя и Коня недостаточно, поэтому подключите к атаке еще одну фигуру. Чем больше в атаке задействовано фигур, тем она успешней."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "segurança",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "3b1rk1\/pp4pp\/8\/1PpRpN2\/P7\/6P1\/2Q1PPKP\/4q3 w - - 0 1",
        "moves": [
            {
                "move": "1. Rd7 ",
                "comment": {
                    "pt": "A sétima fila é mais importante do que a captura de um peão e as brancas podem realizar um ataque decisivo contra o rei preto, utilizando todas as suas peças.",
                    "en": "The 7th rank is more important than the capture of a pawn and White will be able to perform a decisive attack against the black King, using all its pieces.",
                    "es": "La séptima línea es más importante que la captura de un peón y las blancas pueden realizar un ataque decisivo contra el rey negro, utilizando todas sus piezas.",
                    "de": "Die siebte Reihe ist wertvoller als der Bauer. Nun kann Weiß mit allen Figuren einen entscheidenden Angriff auf den schwarzen König durchführen.",
                    "zh": "攻占七线要比捉兵重要的多。白方现在可以发动所有子力向黑王发起致命的攻击。",
                    "pl": "Siódma linia jest bardziej istotna, niż zbicie piona i Białę będą w stanie przeprowadzić decydujący atak, używając wszystkich swoich figur.",
                    "ru": "Седьмая вертикаль важнее чем взятие пешки. Белые должны использовать все свои фигуры в атаке на черного Короля."
                }
            },
            {
                "move": "Bf6 2. Nh6+ Kh8 3. Qxc5",
                "comment": []
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "segurança",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "r3r1k1\/p2n1p1p\/1p4p1\/3pP3\/q1pP1P2\/BnP3N1\/1Q4PP\/4RRK1 b - - 0 1",
        "moves": [
            {
                "move": "1... f5 ",
                "comment": {
                    "pt": "As brancas ameaçavam f5, com forte ataque e a jogada preta ... f5 é a melhor defesa. A sequência mais lógica da partida seria;",
                    "en": "White threatened f5 with a strong offensive, thus ...f5 is the best defense. The most sensible sequence would be:",
                    "es": "Las blancas amenazaban f5, con fuerte ataque, y la jugada negra ...f5 es la mejor defensa. La continuación más lógica de la partida sería:",
                    "de": "Weiß drohte f5, wogegen der schwarze Zug f5 die beste Verteidigung ist. Die logischste Folge wäre:",
                    "zh": "白方用强攻威胁f5，因为黑方走f5是最好的防御。最明智的下法如下：",
                    "pl": "Białę grożą f5 z silną ofensywą, więc ... f5 jest najlepszą obroną. Najrozsądniejsza sekwencja wyglądałaby:",
                    "ru": "Белые угрожают f5 сильной атакой, поэтому ...f5 - лучшая защита. Самая разумная последовательность ходов будет:"
                }
            },
            {
                "move": "   2. exf6 Nxf6 3. f5 ",
                "comment": {
                    "pt": "E agora as pretas podem defender-se com;",
                    "en": "And now Black can defend with;",
                    "es": "Y ahora las negras pueden defenderse con:",
                    "de": "Und nun kann sich Schwarz wie folgt verteidigen:",
                    "zh": "现在黑方可以这样防御：",
                    "pl": "I teraz Czarne mogą wybronić się poprzez:",
                    "ru": "Теперь Черные могут защититься."
                }
            },
            {
                "move": "   Rxe1 4. Rxe1 Re8 ",
                "comment": {
                    "pt": "Proc urando simplificar a posição.",
                    "en": "Trying to simplify the position.",
                    "es": "Buscando simplificar la posición.",
                    "de": "Versucht, die Stellung zu vereinfachen.",
                    "zh": "试图简化局面。",
                    "pl": "Starając się uprościć pozycję.",
                    "ru": "Попытка упростить позицию."
                }
            }
        ],
        "game_terminator": "*"
    }
]