[
    {
        "title": "",
        "white": "plano",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "5rk1\/1ppbr1pp\/p2q1p2\/2p2P2\/4PRP1\/2P2NQ1\/PP5P\/4R1K1 w - - 0 1",
        "moves": [
            {
                "move": "1. e5 ",
                "comment": {
                    "pt": "Para ocupar a casa e5 com o cavalo e melhorar o posicionamento das peças.",
                    "en": "In order to occupy e5 with the Knight and improve piece positioning.",
                    "es": "Para ocupar a casilla e5 con el caballo y mejorar el posicionamento de las piezas.",
                    "de": "Um das Feld e5 zu besetzen und die Stellung der weißen Figuren zu verbessern.",
                    "zh": "为了用马占据e5格，改善棋子的位置。",
                    "pl": "W celu zajęcia e5 Skoczkiem i poprawy ustawienia figur.",
                    "ru": "Для того чтобы занять Конем e5 и улучшить позицию фигуры."
                }
            },
            {
                "move": "   fxe5 2. Rfe4 Bc6 3. Rxe5 ",
                "comment": {
                    "pt": "As s têm vantagem.",
                    "en": "And White will be in advantage.",
                    "es": "Las blancas tienen ventaja.",
                    "de": "$ Weiß hat Vorteil",
                    "zh": "白方拥有优势。",
                    "pl": "I Białe będą w przewadze.",
                    "ru": "Белые получают преимущество."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "plano",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "r4rk1\/4bppp\/p3bn2\/3p4\/N7\/3BB3\/PP3PPP\/R3R1K1 w - - 0 1",
        "moves": [
            {
                "move": "1. Bc5 ",
                "comment": {
                    "pt": "Para ocupar a casa c5 com o cavalo e pressionar no flanco dama através da coluna e.",
                    "en": "In order to occupy c5 with the Knight and put pressure on the queenside and through the e-file.",
                    "es": "Para ocupar la casilla c5 con el caballo y presionar en el flanco dama através de la columna \"e\".",
                    "de": "Um das Feld c5 mit dem Springer zu besetzen und Druck am Damenflügel über die e-Linie auszuüben.",
                    "zh": "为了用马占据c5格，通过e-线向后翼施加压力。",
                    "pl": "Aby zająć c5 Skoczkiem i wywrzeć presję na skrzydło hetmańskie przez kolumnę e.",
                    "ru": "Для того чтобы занять Конем c5 и оказать давление на ферзевый фланг через e-вертикаль."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "plano",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "5k2\/pp4pp\/4pp2\/1P6\/8\/P2KP3\/5PPb\/2B5 w - - 0 1",
        "moves": [
            {
                "move": "1. g3 ",
                "comment": {
                    "pt": "Para evitar a volta do bispo preto e tentar captura-lo com o rei.",
                    "en": "In order to prevent the black Bishop from returning and trying to capture it with the King.",
                    "es": "Para evitar la vuelta del alfil negro e intentar capturarlo con el rey.",
                    "de": "Um den schwarzen Läufer auf h2 abzusperren und versuchen, ihn mit dem König zu schlagen.",
                    "zh": "为了将黑象封锁在h2并尝试用王吃掉这个象。",
                    "pl": "Aby uniemożliwić czarnemu Gońcowi powrót oraz by schwytać go Królem.",
                    "ru": "Для того чтобы предотвратить возвращение черного Слона и попытки взять его Королем."
                }
            },
            {
                "move": "   h5 2. Ke2 h4 3. Kf3 ",
                "comment": {
                    "pt": "As s têm vantagem. A partida poderia seguir;",
                    "en": "And White is in advantage. The game could continue as follows:",
                    "es": "Las blancas tienen ventaja. La partida podría seguir:",
                    "de": "$ Mit weißem Vorteil. Die Partie könnte folgen:",
                    "zh": "白方占优。接下来可以这么走：",
                    "pl": "I Białe są w przewadze. Gra kontynuowana jest tak:",
                    "ru": "И Белые получают преимущество. Игра может развиваться следующим образом:"
                }
            },
            {
                "move": "   h3 4. Kg4 Bg1 5. Kxh3 Bxf2 6. Bd2 ",
                "comment": {
                    "pt": "Segu ido de Rg2 ganhando o bispo.",
                    "en": "Followed by Kg2, winning the Bishop.",
                    "es": "Seguido de Rg2, ganando el alfil.",
                    "de": "$ Nebst Kg2 mit Gewinn des Läufers",
                    "zh": "跟Kg2，吃象。",
                    "pl": "Kontynuując Kg2, wygrywając Gońca.",
                    "ru": "В след за Kg2, идет выигрыш Слона."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "4",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "(1)",
            "zh": "Event 1"
        },
        "fen": "r1bq1rk1\/pppnnpbp\/3p2p1\/3Pp3\/2P1P3\/2N1B3\/PP2BPPP\/R2QNRK1 b - - 0 10",
        "moves": [
            {
                "move": "10... f5 ",
                "comment": {
                    "pt": "Aproveitando a vantagem de espaço neste flanco para iniciar um ataque ao rei contrário.",
                    "en": "Making use of space advantage in this side in order to start an attack on the enemy King.",
                    "es": "Aprovechando a ventaja de espacio en este flanco para iniciar un ataque al rey contrario.",
                    "de": "Nutzt den Raumvorteil aus, um einen Angriff auf den gegnerischen König einzuleiten.",
                    "zh": "在这一侧利用空间优势组织进攻敌王。",
                    "pl": "Robiąc użytek z przewagi przestrzennej po swojej stronie w celu rozpoczęcia ataku na wrogiego Króla.",
                    "ru": "Использует пространственное преимущество на этой стороне, для начала атаки на Короля соперника."
                }
            }
        ],
        "game_terminator": "0-1"
    },
    {
        "title": "",
        "white": "4",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "(148)",
            "zh": "Event 1"
        },
        "fen": "2bqnrk1\/1ppn1pb1\/3p2pp\/2PPp3\/1P2P3\/2N1B2P\/3N1PP1\/Q3KB1R b K - 0 15",
        "moves": [
            {
                "move": "15... f5 ",
                "comment": {
                    "pt": "Começando um ataque no centro e ameaçando f4.",
                    "en": "Starting an attack in the center and threatening f4.",
                    "es": "Comezando un ataque en el centro y amenazando f4.",
                    "de": "Beginnt einen Angriff auf das Zentrum und droht f4.",
                    "zh": "开始攻击中心并威胁f4。",
                    "pl": "Rozpoczynając atak w centrum i grożąc f4.",
                    "ru": "Начинает атаку в центре и угрожает f4."
                }
            }
        ],
        "game_terminator": "0-1"
    }
]