[
    {
        "title": "",
        "white": "centro",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "rnbqk1nr\/pppp1ppp\/8\/2b1p3\/4PP2\/5N2\/PPPP2PP\/RNBQKB1R b KQkq - 0 1",
        "moves": [
            {
                "move": "1... d6 ",
                "comment": {
                    "pt": "Mantendo o equilíbrio central. Se as pretas jogassem ...exf4 as brancas jogariam d4 e controlariam este setor.",
                    "en": "Maintaining balance in the center. If Black played ...exf4, White would play d4 and control this sector.",
                    "es": "Manteniendo el equilibrio central. Si las negras jugaran ... exf4 las blancas jugarían d4 y controlarían este sector.",
                    "de": "Hält das Gleichgewicht im Zentrum aufrecht. Auf ... f4 würde Weiß d4 antworten und das Zentrum kontrollieren.",
                    "zh": "保持中心的平衡。如果黑方下...exf4，白方可以应d4并控制该区域。",
                    "ru": "Выстраивает баланс в центре. Если черные играют ...exf4, Белые должны ответить d4 и взять под контроль этот сектор.",
                    "pl": "Utrzymanie balansu w centrum. Jeśli Czarne zagrałyby ... exf4, Białe mogłyby zagrać d4 i przejąć kontrolę nad sektorem."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "centro",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "rnbqkb1r\/pp1ppppp\/2p2n2\/8\/2PP4\/2N5\/PP2PPPP\/R1BQKBNR b KQkq - 0 1",
        "moves": [
            {
                "move": "1... d5 ",
                "comment": {
                    "pt": "Equilibrando a situação central e evitando que as brancas joguem e4, dominando o centro.",
                    "en": "Bringing balance to the center and preventing White from playing e4 and from taking over the center.",
                    "es": "Equilibrando la situación central y evitando que las blancas jueguen e4 para dominar el centro.",
                    "de": "Gleicht die zentrale Stellung aus und vermeidet, daß Weiß e4 spielt und das Zentrum beherrscht.",
                    "zh": "保持中心的平衡，阻止白棋下e4夺取中心。",
                    "ru": "Балансирует игру в центре и предотвращает Белых от игры e4, а также не позволяет взять контроль над центром.",
                    "pl": "Przywrócenie balansu w centrum i zapobiegnięcie przed ruchem Białych e4 oraz ich przejęciu centrum."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "centro",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "rnbqkb1r\/pp1p1ppp\/4pn2\/2p1P3\/8\/2P2N2\/PP1P1PPP\/RNBQKB1R b KQkq - 0 1",
        "moves": [
            {
                "move": "1... Nd5 ",
                "comment": {
                    "pt": "Posicionando o cavalo em um ponto central. A jogada 1...Ce4 levaria a perda desta peça caso as brancas seguissem com 2-d3 e a jogada 1.... Cg8 representaria um grande atraso no desenvolvimento.",
                    "en": "Moving the Knight to a central spot. ...Ne4 would lead to the loss of the piece if White continued with 2-d3 and ....Cg8 would represent a great disadvantage in development.",
                    "es": "Posicionando el caballo en un punto central. La jugada 1... Ce4 llevaría a la pérdida de esta pieza si las blancas siguieran con 2-d3; la jugada 1....Cg8, por su lado, representaría un gran retraso en el desarrollo.",
                    "de": "Stellt den Springer auf ein zentrales Feld. 1... Se4 würde nach 2. d3 den Springer verlieren und 1... Sg8 hätte einen grossen Entwicklungsrückstand zur Folge.",
                    "zh": "将马移向中心。黑方下...Ne4，如果白棋应2-d3和....Cg8那么会丢掉黑马，出子明显落后。",
                    "ru": "Перемещает Коня на центральную позицию. Ход ...Ne4 приведет к потере фигуры, если Белые продолжат 2-d3 и ...Cg8 будет большим регрессом в развитии.",
                    "pl": "Ruch Skoczkiem wprost w centrum. ... Se4 mogłoby prowadzić do utraty figury, jeśli Białe kontynuowałyby z 2. d3 i ... Sg8, co byłoby dużą stratą dla dalszego rozwoju."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "centro",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "rnbqkb1r\/ppp1pppp\/8\/3n4\/3P4\/8\/PP2PPPP\/RNBQKBNR w KQkq - 0 1",
        "moves": [
            {
                "move": "1. e4 ",
                "comment": {
                    "pt": "Formando um grande centro de peões e expulsando o cavalo de sua posição central.",
                    "en": "Building up a very strong pawn center and chasing the Knight off its central position.",
                    "es": "Formando un centro grande de peones y expulsando al caballo de su posición central.",
                    "de": "Bildet ein grosses Zentrum und vertreibt den Springer vom Zentrum.",
                    "zh": "建立一个稳固的兵中心，将马驱赶出中心。",
                    "ru": "Выстраивает очень сильный пешечный центр, вынуждая Коня покинуть центральные позиции.",
                    "pl": "Budowanie silnego centrum pionami i przegonienie Skoczka z centralnej pozycji."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "centro",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "rnbqkbnr\/ppp2ppp\/4p3\/3P4\/3P4\/8\/PP2PPPP\/RNBQKBNR b KQkq - 0 1",
        "moves": [
            {
                "move": "1... exd5 ",
                "comment": {
                    "pt": "Mantendo o equilíbrio central e abrindo linhas para o desenvolvimento. Seria um erro jogar 1....Dxd5 devido a resposta branca 2-Cc3, atacando a dama com ganho de tempo e também porque o peão em e6 atrapalharia o desenvolvimento do bispo de casas brancas.",
                    "en": "With this move, Black maintains central balance and opens lines for the development of all its pieces. It would be a great mistake to play 1.... Qxd5 because White would answer with 2-Nc3, attacking the Queen with time advantage and also because the e6-pawn would hinder the light-squared Bishop's development.",
                    "es": "Manteniendo el equilibrio central y abriendo líneas para el desarrollo. Sería un error jugar 1....Dxd5 debido a la respuesta blanca 2-Cc3, atacando la dama con ganancia de tiempo y también porque el peón en e6 entorpeceria el desarrollo del alfil de casillas blancas.",
                    "de": "Hält das Gleichgewicht im Zentrum aufrecht und öffnet Linien bzw. Diagonalen für die Entwicklung. 1....Dxd5 wäre ein Fehler wegen 2. Sc3, was die Dame mit Tempogewinn angreift sowie wegen des Verbleibens des Bauern auf e6, was die Entwicklung der weißen Zentralstellung verstärkt",
                    "zh": "走这一步黑方可以保持中心的平衡，为子力出动扫清路线。如果走1.... Qxd5是非常大的错误，因为白方可以应2-Nc3，利用先手攻击后，而且e6上兵的滞留阻碍了白格象的出动。",
                    "ru": "Этим ходом Черные выстраивают центральный баланс и открывают линии для развития все своих фигур. Ход 1.... Qxd5 будет ошибочным, потому что Белые ответят 2-Nc3, атакую Ферзя, а также, потому что пешка на e6 будет препятствовать развитию белопольного Слона.",
                    "pl": "Tym ruchem Czarne utrzymują balans w centrum i otwierają linie dla wyprowadzenia wszystkich figur. Błędem byłoby zagranie 1. ... Hxd5 ponieważ Białe odpowiedziałyby 2. Sc3, atakując Hetmana z przewagą tempa, a także ponieważ pion na e6 mógłby utrudnić wyprowadzenie jasnopolowego Gońca."
                }
            }
        ],
        "game_terminator": "*"
    }
]