[
    {
        "title": "",
        "white": "cravada 2",
        "white_sort": "",
        "black": "1",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "r2qr1k1\/pp2bpp1\/2n1bn1p\/3p4\/3N4\/2N1B1P1\/PPQ1PPBP\/R4RK1 w - - 0 1",
        "moves": [
            {
                "move": "1. Rad1 ",
                "comment": {
                    "pt": "Pressionando através da coluna dama. Seria equivalente a jogada Tfd1 com o mesmo objetivo.",
                    "en": "Creating pressure through the Queen-file. This is equivalent to playing Rfd1.",
                    "es": "Presionando a través de la columna dama. Sería equivalente a la jugada Tfd1 con el mismo objetivo.",
                    "de": "Übt Druck auf der d-Linie aus. 1. Tfd1 mit dem gleichen Ziel wäre gleichwertig.",
                    "zh": "对后翼施加压力。下Rfd1也是一样的。",
                    "pl": "Wywieranie presji przez kolumnę Hetmana. Równoprawne jest też Wfd1.",
                    "ru": "Создает давление на вертикаль Ферзя. Это эквивалентно игры Rfd1."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "cravada",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "r1bq3r\/p4k2\/2pbppn1\/2p3pp\/N1PpP2P\/BP1P1NP1\/P3QP2\/R3K2R b KQ - 0 16",
        "moves": [
            {
                "move": "16... e5 ",
                "comment": {
                    "pt": "Com a terrível ameaça de cravar o cavalo (...Bg4). Se as brancas permitirem a cravada será impossível livrar-se dela devido a ausência do bispo de casas brancas.",
                    "en": "Terribly threatening to pin the Knight (... Bg4). If White allows the pin, it will be impossible to get rid of it, due to its lack of a light-squared Bishop.",
                    "es": "Con la terrible amenaza de clavar el caballo (...Ag4). Si las blancas permiten la clavada será imposible librarse de ella debido a la ausencia del alfil de casillas blancas.",
                    "de": "Mit der furchtbaren Bedrohung, den Springer durch ...Lg4 zu fesseln. Wenn Weiß das zulässt, wird er sich nicht entfesseln können, da der weißfeldrige Läufer bereits abgetauscht wurde.",
                    "zh": "用强大的威胁将牵制住马（... Bg4）。一旦白方无力反抗，那么几乎没有可能再摆脱牵制，因为它的白格象已经兑掉了。",
                    "pl": "Niezwykle zagrażając przygwożdżenie Skoczka (... Gg4). Jeśli Białe na to zezwolą, niemożliwe będzie jego uwolnienie z powodu braku jasnopolowego Gońca.",
                    "ru": "Сильная угроза связать Коня (... Bg4). Если Белые позволят взять Коня в связку, то от нее не будет возможности избавиться, из-за отсутствия белопольного Слона."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "cravada",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "2r2k2\/p1rqn1p1\/Ppn1p2p\/1B1pPp2\/1P1P1P2\/2R2N2\/2R3PP\/2Q3K1 w - - 0 1",
        "moves": [
            {
                "move": "1. Ba4 ",
                "comment": {
                    "pt": "Para jogar b5 e explorar a cravada ao longo da coluna c.",
                    "en": "In order to play b5 and explore the pin along the c-file.",
                    "es": "Para jugar b5 y explotar la clavada a lo largo de la columna \"c\".",
                    "de": "Um b5 zu spielen und die Fesselung auf der c-Linie auszunutzen.",
                    "zh": "为了能走b5并充分利用c-线的牵制战术。",
                    "pl": "W celu zagrania b5 i wykorzystania przygwożdżenia na kolumnie c.",
                    "ru": "Для того чтобы играть b5, использует связку вдоль  c-вертикали."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "cravada",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "5k2\/p5pp\/r7\/2pB2p1\/b1P5\/6P1\/4PP1P\/R5K1 w - - 0 1",
        "moves": [
            {
                "move": "1. Ra2 ",
                "comment": {
                    "pt": "Uma brilhante jogada que tem por objetivo manter a cravada ao longo da coluna a. As pretas ameaçavam ...Bb5, liberando suas peças e com 1-Ta2 as brancas evitam esta jogada que seria respondida com cxb5 e a torre em a2 fica defendida pelo bispo de d5.",
                    "en": "A brilliant move, aiming to maintain the pin along the a-file. Black threatened ...Bb5 to set free its pieces. The answer would have to be cxb5, but all this is prevented by Ra2 and the Rook is under the defense of the d5-Bishop.",
                    "es": "Una brillante jugada que tiene por objetivo mantener la clavada a lo largo de la columna \"a\". Las negras amenazaban ...Ab5, liberando sus piezas; con 1-Ta2 las blancas evitan esta jugada que sería respondida con Cxb5 y la torre en a2 queda defendida por el alfil de d5.",
                    "de": "Ein glänzender Zug, dessen Ziel ist, die Fesselung auf der a-Linie aufrechtzuerhalten. Schwarz drohte ...Lb5, um seine Figuren zu befreien. Nach 1. Ta2 geht ...Lb5 nicht mehr, da jetzt der Turm auf a2 vom Läufer auf d5 gedeckt wird und Weiß den Läufer einfach schlagen könnte.",
                    "zh": "走的非常好，目的是为了继续牵制a-线。黑方用...Bb5威胁解放它的棋子。本来可以走cxb5，但是已经被Ra2阻止，并且车正在防卫d5-象，白棋可以直接攻击黑马。",
                    "pl": "Świetny ruch mający na celu utrzymanie przygwożdżenia na kolumnie a. Czarne grożą ... Gb5, aby uwolnić swoje figury. Odpowiedzią mogłoby być cxd5, ale wszystko to jest zapobiegane poprzez Wa2, a Wieża jest pod ochroną Gońca d5.",
                    "ru": "Отличный ход, на поддержку связки по a-вертикали. Черные угрожают ...Bb5, чтобы освободить свои фигуры. Ответом будет ход cxb5,но всему этому препятствует Ra2 и Ладья, которая находится под защитой Слона на d5."
                }
            }
        ],
        "game_terminator": "*"
    },
    {
        "title": "",
        "white": "cravada",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "1k1r3r\/ppq2pp1\/3bpn1p\/7P\/5B1R\/5NP1\/PPP1QP2\/2KR4 w - - 0 1",
        "moves": [
            {
                "move": "1. Rxd6 ",
                "comment": {
                    "pt": "Para explorar o tema da cravada. As pretas deverão perder vários tempos, movendo a dama e o rei para livrar-se da cravada.",
                    "en": "In order to explore the pinning theme. Black must move its Queen and King and lose several tempos in order to unpin.",
                    "es": "Para explotar el tema de la clavada. Las negras deberán perder varios tiempos, moviendo la dama y el rey para librarsede la clavada.",
                    "de": "Um die Fesselung auszunutzen. Schwarz verliert viel Tempo, um Dame und König aus der Diagonale zu ziehen.",
                    "zh": "为了充分利用牵制战术。黑方为了摆脱牵制必须不惜落后好几手，将黑王和黑后从斜线转移走。",
                    "pl": "W celu wykorzystania przygwożdżenia. Czarne muszą ruszyć Hetmanem i Królem i stracić wiele tempa, aby wyjść z sytuacji.",
                    "ru": "Черные должны ходить своим Ферзем и Королем, иначе они утратят темп."
                }
            },
            {
                "move": "   Rxd6 2. Ne5 ",
                "comment": {
                    "pt": "Ameaçando Cxf7 e Cc4.",
                    "en": "Threatening Nxf7 and Nc4.",
                    "es": "amenazando Cxf7 y Cc4.",
                    "de": "Droht Sxf7 und Sc4.",
                    "zh": "威胁Nxf7和Nc4。",
                    "pl": "Zagrażając Sxf7 i Sc4.",
                    "ru": "Угрожает Nxf7 и Nc4."
                }
            }
        ],
        "game_terminator": "*"
    }
]