[
    {
        "title": "",
        "white": "¤ 29",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "8\/P1n5\/8\/8\/2K5\/8\/6k1\/8 w - - 0 1",
        "moves": [
            {
                "move": "",
                "comment": {
                    "pt": "Os finais de cavalo contra peão geralmente terminam em empate, mas quando o peão está bem avançado, o rei defensor não participa e o peão é de torre , as chances de vitória aumentam consideravelmente.",
                    "en": "Endgames with Knight against pawn generally lead to a draw but when the pawn is very advanced, the opponent's King isn't participating and the pawn is a Rook-pawn, the winning chances increase considerably.",
                    "es": "Los finales de caballo contra peón generalmente terminan en empate, pero cuando el  peón esta bien avanzado, el rey defensor no participa y el peón es de torre, las  chances de triunfo aumentan considerablemente.",
                    "de": "Endspiele von Springer gegen Bauer enden normalerweise Remis. Wenn es aber sich um einen vorgerückten Bauern handelt nehmen die Chancen für die Partei mit dem Bauern zu."
                }
            },
            {
                "move": "   1. Kc5 ",
                "comment": {
                    "pt": "O rei branco vai de encontro ao cavalo para ganhar o controle da casa de coroação.",
                    "en": "The white King goes in the direction of the Knight in order to win the control of the promotion square.",
                    "es": "El rey blanco enfrenta al al caballo para ganar el control de la casilla de coronación.",
                    "de": "Der weiße König versucht Kontrolle über das Umwandlungsfeld zu erlangen.",
                    "zh": "为了获得升变格的控制权，白王直奔黑马。",
                    "ru": "Король передвигается в сторону Коня, для того чтобы выиграть контроль над полем превращения пешки.",
                    "pl": "Biały Król zmierza w kierunku Skoczka w celu uzyskania kontroli nad promocyjnym polem."
                }
            },
            {
                "move": "   Kf3 2. Kb6 Na8+ ",
                "comment": {
                    "pt": "Como o rei preto não pode defender o cavalo, este vai para a única casa que ainda evita a coroação.",
                    "en": "Since the black King isn't able to defend the Knight, the latter occupies the last square that prevents promotion.",
                    "es": "Como el rey negro no puede defender el caballo, este va a la única casilla que todavía evita a coronación.",
                    "de": "Da der schwarze König den Springer nicht verteidigen kann, versucht er die Umwandlung zu verhindern.",
                    "zh": "因为黑王不能防御黑马，所以它尝试阻止白兵获得升变。",
                    "ru": "В силу того что черный Король не может защитить Коня, он занимает проходное поле пешки.",
                    "pl": "Dopóki czarny Król nie jest w stanie bronić Skoczka, biały uzyskuje kontrolę nad ostatnim polem uniemożliwiającym promocję."
                }
            },
            {
                "move": "   3. Kb7 ",
                "comment": {
                    "pt": "Ganhando o cavalo e a partida.",
                    "en": "Winning the Knight and the game.",
                    "es": "Ganando el caballo y la partida.",
                    "de": "Gewinnt den Springer und die Partie.",
                    "zh": "捉马并取得胜利。",
                    "ru": "Приводит к взятию Коня и выигрышу партии, в целом.",
                    "pl": "Wygrywając Skoczka i grę."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "¤ 53",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "3K4\/8\/8\/1n5P\/5k2\/8\/8\/8 w - - 0 1",
        "moves": [
            {
                "move": "1. h6 ",
                "comment": {
                    "pt": "Caso contrário as pretas jogariam Rg5 e tomariam o peão em seguida.",
                    "en": "Otherwise, Black would play Kg5 and capture the pawn right after.",
                    "es": "Si no, las negras jugarían Rg5 y tomarian el peón inmediatamente.",
                    "de": "Sonst spielt Schwarz Kg5 und schlägt den Bauern sofort.",
                    "zh": "否则黑方可以下Kg5立即捉兵。",
                    "ru": "В противном случае, Черные будут играть на Kg5 для взятия пешки.",
                    "pl": "W innym przypadku Czarne zagrałyby Kg5 i pochwyciły zaraz piona."
                }
            },
            {
                "move": "   Nd6 ",
                "comment": {
                    "pt": "Uma vez que o rei preto não consegue alcançar o peão, o duplo de cavalo é o único recurso das pretas.",
                    "en": "Since the black King isn't able to reach the pawn, the double of Knights is the only resource Black has available.",
                    "es": "Ya que el rey negro no logra alcanzar el peón, el doble de caballo es el único recurso de las negras.",
                    "de": "Die Springergabel ist die einzige Ressource, da der schwarze König den Bauern nicht einholen kann.",
                    "zh": "因为黑王追不到白兵，所以用马击双是黑棋唯一可以利用的资源。",
                    "ru": "Так как черный Король не может достигнуть пешки, пара Коней - это единственный действенный ресурс у Черных.",
                    "pl": "Dopóki czarny Król nie jest w stanie dosięgnąć piona, dwójka Skoczków jest jedynymi dostępnymi środkami do osiągnięcia tego celu."
                }
            },
            {
                "move": "   2. h7 Nf7+ ",
                "comment": {
                    "pt": "Cont ra 2... Rg5 seguiria 3-Re7 e as brancas venceriam.",
                    "en": "Against 2...Kg5, 3-Ke7 would follow and White would win.",
                    "es": "Contra 2...Rg5 seguiría 3-Re7 y las blancas vencerían.",
                    "de": "Auf 2... Kg5 folgt 3. Ke7 und Weiß gewinnt.",
                    "zh": "黑棋下2...Kg5，白应3-Ke7获胜。",
                    "ru": "На ход 2...Kg5, следует 3-Ke7 и Белые выиграют.",
                    "pl": "Przeciwko 2. ... Kg5 następuje 3. Ke7 i Białe wygrywają."
                }
            },
            {
                "move": "   3. Ke7 ",
                "comment": {
                    "pt": "Única jogada que garante a vitória. Se 3-Re8 Ch8 4-Rf8 Rg5 5- Rg7 Cg6 evitando a coroação.",
                    "en": "Only move that guarantees victory. If 3-Ke8, then 3...Nh8 4-Kf8 Kg5 5-Kg7 Ng6 preventing promotion.",
                    "es": "Única jugada que asegura el triunfo. Si 3-Re8 Ch8 4-Rf8 Rg5 5- Rg7 Cg6 evitando la coronación.",
                    "de": "Einziger Zug, der den Gewinn sichert. Auf 3. Ke8 verhindert Sh8 4. Kf8 Kg5 5. Kg7 Sg6 die Umwandlung.",
                    "zh": "唯一可以取胜的一步。如果下3-Ke8，那么应3...Nh8 4-Kf8 Kg5 5-Kg7 Ng6 可以阻止兵的升变。",
                    "ru": "Единственный ход, гарантирующий победу, будет 3-Ke8, затем 3...Nh8 4-Kf8 Kg5 5-Kg7 Ng6, что предотвращает проведение пешки.",
                    "pl": "Jedyny ruch gwarantujący wygraną. Jeśli 3. Ke8, wtedy 3. ... Sh8 4. Kf8 Kg5 5. Kg7 S g6, uniemożliwiające promocję."
                }
            },
            {
                "move": "   Nh8 ",
                "comment": {
                    "pt": "Se 3...Ce5 4-Rf6 ganharia.",
                    "en": "If 3...Ne5, 4-Kf6 would win.",
                    "es": "Si 3...Ce5 4-Rf6 ganaría.",
                    "de": "Auf 3...Se5 gewinnt 4. Kf6.",
                    "zh": "如果3...Ne5，那么应4-Kf6可以获胜。",
                    "ru": "Если 3...Ne5, то ход 4-Kf6, приведет к выигрышу.",
                    "pl": "Jeśli 3. ... Se5, 4. Kf6 wygrywa."
                }
            },
            {
                "move": "   4. Kf6 ",
                "comment": {
                    "pt": "A jogada chave , que impede o rei preto de se aproximar do peão e apoiar o cavalo em g6.",
                    "en": "The key move that prevents the black King from getting close to the pawn and supporting the g6-Knight.",
                    "es": "La jugada clave, que impide que el rey negro se acerque al peón y apoye el caballo en g6.",
                    "de": "Schlüsselzug, der den schwarzen König daran hindert, sich dem Bauern zu nähern und den Springer auf g6 zu unterstützen.",
                    "zh": "非常关键的一步，既可以阻止黑王接近白兵，同时又支持了g6-马。",
                    "ru": "Ключевой ход, который мешает черному Королю сблизится с пешкой, а также поддерживает Коня на g6.",
                    "pl": "Kluczowy ruch uniemożliwiający czarnemu Królowi zbliżenie się do piona i wzmacniający Skoczka na g6."
                }
            },
            {
                "move": "   Kg4 5. Kg7 ",
                "comment": {
                    "pt": "Ganhando o cavalo e a partida. Note que se o rei preto tivesse alcancado a casa g5 no lance anterior, estas poderiam jogar ...Cg6 controlando a casa de coroação do peão.",
                    "en": "Winning the Knight and the game. Notice that if the black King had reached g5 in the previous move, it would have been able to play ...Ng6 controlling the promotion square.",
                    "es": "Ganando el caballo y la partida. Observe que si el rey negro hubiera alcanzado a casilla g5 en la jugada anterior, las negras podrían jugar ...Cg6 controlando a casilla de coronación del peón.",
                    "de": "Gewinnt den Springer und die Partie. Beachten Sie, dass Schwarz das Umwandlungsfeld anhand von ...Sg6 decken könnten, wenn der König das Feld g5 im vorigen Zug erreicht hätte.",
                    "zh": "吃马并获胜。注意如果黑王在前一步就到达g5，那么可以下...Ng6 控制升变格。",
                    "ru": "Приводит к выигрышу Коня и победе в партии. Заметьте, что если бы черный Король достиг поля g6 предыдущим ходом, он мог бы сыграть ...Ng6, и контролировать тем самым, проходное поле пешки.",
                    "pl": "Wygrywając Skoczka i grę. Zauważ, że jeśli czarny Król osiągnąłby g5 w poprzednim ruchu, możliwe byłoby zagranie ... Sg6 kontrolujące pole promocji."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "¤ 54",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "8\/P1n5\/8\/8\/2K2k2\/8\/8\/8 w - - 0 1",
        "moves": [
            {
                "move": "",
                "comment": {
                    "pt": "Nesta posição aparece um novo recurso para as pretas empatarem.",
                    "en": "In this position a new resource gets available for Black to draw.",
                    "es": "En esta posición aparece un nuevo recurso para que las negras empaten.",
                    "de": "In dieser Stellung kommt eine neue Ressource vor, mit der Schwarz Remis erreichen kann."
                }
            },
            {
                "move": "   1. Kc5 Ke5 2. Kc6 Na8 ",
                "comment": {
                    "pt": "A jogada chave.",
                    "en": "The key move.",
                    "es": "La jugada clave.",
                    "de": "Der Schlüsselzug.",
                    "zh": "关键一步。",
                    "ru": "Ключевой ход.",
                    "pl": "Kluczowy ruch."
                }
            },
            {
                "move": "3. Kb7 Kd6 4. Kxa8 Kc7",
                "comment": []
            }
        ],
        "game_terminator": "1\/2-1\/2"
    },
    {
        "title": "",
        "white": "¤ 55",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "8\/8\/K6p\/8\/8\/4k3\/N7\/8 w - - 0 1",
        "moves": [
            {
                "move": "",
                "comment": {
                    "pt": "O cavalo deve parar o peão sem a ajuda do rei e ainda enfrentará a tentativa de bloqueio por parte do rei adversário. O objetivo é chegar a f1 ou a g4 antes do peão ter atingido h2 e o peão preto precisa de 4 lances para chegar a esta casa. Como o rei preto está controlando várias casas centrais fica difícil alcancar este objetivo. As jogadas seguintes são muito precisas.",
                    "en": "The Knight must stop the pawn without the help of the King. In addition, it will face the opponent's King trying to block its way. The goal is to reach f1 or g4 before the pawns reaches h2, considering that the pawn needs only 4 moves to get there. Since the black King controls several central squares, it is very hard to achieve that goal. Therefore the following moves are very precise.",
                    "es": "El caballo debe parar el peón sin la ayuda del rey y además enfrentará el intento de bloqueo por parte del rey adversario. El objetivo es llegar a f1 o a g4 antes de que el peón haya alcanzado h2, para lo cual éste necesita 4 jugadas. Como el rey negro está controlando varias casillas centrales resulta difícil alcanzar este objetivo. Las jugadas que vienen son muy precisas.",
                    "de": "Der Springer muss den Bauern ohne die Hilfe vom König halten; dazu kommt es noch, dass der gegnerische König versuchen wird, ihn zu blockieren. Das Ziel ist es, f1 bzw. g4 zu erreichen, bevor der Bauer auf h2 zieht, wozu dieser 4 Züge benötigt. Da der schwarze König mehrere zentrale Felder kontrolliert, ist es schwierig, dieses Ziel zu erreichen. Folgende Züge sind sehr präzise:"
                }
            },
            {
                "move": "   1. Nb4 h5 2. Nc6 ",
                "comment": {
                    "pt": "O xéque em d5 seria respondido por ...Rf3.",
                    "en": "The check on d5 would be answered with ... Kf3.",
                    "es": "El jaque en d5 sería respondido por ...Rf3.",
                    "de": "Schach auf d5 wäre mit ...Kf3 erwidert worden.",
                    "zh": "d5将军可以应... Kf3。",
                    "ru": "На ШАХ на d5, будет следовать ход ... Kf3.",
                    "pl": "Szach na d5 mógłby napotkać ... Kf3."
                }
            },
            {
                "move": "   Ke4 ",
                "comment": {
                    "pt": "O rei preto tenta atrapalhar o plano branco, controlando a casa e5.",
                    "en": "The black King tries to disturb the white plans controlling e5.",
                    "es": "El rey negro tenta entorpecer el plan blanco, controlando a casilla e5.",
                    "de": "Der schwarze König versucht, den weißen Plan zu durchkreuzen, indem er das Feld e5 kontrolliert.",
                    "zh": "黑王企图阻挠白方控制e5的计划。",
                    "ru": "Король черных пытается нарушить планы Белых по контролю за e5.",
                    "pl": "Czarny Król próbuje przeszkodzić białym w kontroli e5."
                }
            },
            {
                "move": "   3. Na5 ",
                "comment": {
                    "pt": "Para chegar a f1, através da rota: c4-d2-f1. A jogada 3-Ce8 , parece boa, mas perderia após ...h4 4-Ce6 Rf5 5-Cd4 Rg4 6-Cc2 Rf4.",
                    "en": "In order to reach f1, through this route: c4-d2-f1. 3-Ne8 , seems good but it would lose after ...h4 4-Ne6 Kf5 5-Nd4 Kg4 6-Nc2 Kf4.",
                    "es": "Para llegar a f1, a través de la ruta: c4-d2-f1. La jugada 3-Ce8 parece buena, pero perdería después de  ...h4 4-Ce6 Rf5 5-Cd4 Rg4 6-Cc2 Rf4.",
                    "de": "Um über c4-d2 f1 zu erreichen. Der Zug 3. Se8 sieht auf den ersten Blick gut ausist scheinbar gut, würde aber nach ...h4 4. Se6 Kf5 5. Sd4 Kg4 6. Sc2 Tf4 verlieren.",
                    "zh": "为了到达f1，可以走这个路线：: c4-d2-f1。 3-Ne8看起来不错，但是走...h4 4-Ne6 Kf5 5-Nd4 Kg4 6-Nc2 Kf4之后会输。",
                    "ru": "Для того чтобы достичь f1, последовательность ходов: c4-d2-f1. 3-Ne8, выглядит правильно, но они потеряют после ...h4 4-Ne6 Kf5 5-Nd4 Kg4 6-Nc2 Kf4.",
                    "pl": "W celu osiągnięcia f1, poprzez: c4-d2-f1. 3. Se8 wygląda silnie, ale przegrywa po ... h4 4. Se6 Kf5 5. Sd4 Kg4 6. Sc2 Kf4."
                }
            },
            {
                "move": "   h4 4. Nc4 ",
                "comment": {
                    "pt": "Se as brancas tivessem jogado 4-Cb3, as pretas jogariam Re3 impedindo o acesso do cavalo a d2.",
                    "en": "If White played 4-Nb3, Black would play Ke3 hindering the access of the Knight to d2.",
                    "es": "Si las blancas hubieran jugado 4-Cb3, las negras jugarían Re3 impidiendo el acceso del caballo a d2.",
                    "de": "Hätte Weiß 5. Sb3 gespielt, würde Schwarz jetzt Ke3 spielen, um dem Springer den Zugang auf d2 zu untersagen.",
                    "zh": "如果白方下4-Nb3，黑方应Ke3可以切断马通向d2的去路。",
                    "ru": "Если Белые играют 4-Nb3, Черные сыграют Ke3 и закроют доступ Коня на d2.",
                    "pl": "Jeśli białe zagrałyby 4. Sb3, Czarne mogłyby zagrać Ke3, utrudniając Skoczkowi dostęp do d2."
                }
            },
            {
                "move": "   Kf3 ",
                "comment": {
                    "pt": "As pretas tentam impedir o acesso do cavalo a f1. Se 4. ..h3, então 5-Cd2 seguido de 6-Cf1.",
                    "en": "Black tries to prevent the Knight fromaccessing  f1. If 4...h3, then 5-Nd2 and 6-Nf1 would follow.",
                    "es": "Las negras tratan de impedir el acceso del caballo a f1. Si 4...h3, entonces 5-Cd2 seguido de 6-Cf1.",
                    "de": "Schwarz versucht, den Zugang des Springers auf f1 zu unterbinden. Auf 4...h3 folgt 5. Sd2 nebst 6. Sf1.",
                    "zh": "黑方企图阻止马进入f1。如果先下4...h3，那么会应5-Nd2和6-Nf1。",
                    "ru": "Черные пытаются помешать Коню достичь поля f1. Если  4...h3, то последует 5-Nd2 и 6-Nf1.",
                    "pl": "Czarne próbują przeszkodzić Skoczkowi osiągnięcie f1. Jeśli 4. ... h3, wtedy 5. Sd2 i 6. Sf1."
                }
            },
            {
                "move": "   5. Ne5+ ",
                "comment": {
                    "pt": "Tendo o acesso bloqueado para chegar a f1, o cavalo muda sua rota para ocupar g4.",
                    "en": "Since the access to f1 is blocked, the Knight changes its route to occupy g4.",
                    "es": "Con el acceso a f1 bloqueado, el caballo cambia su ruta para ocupar g4.",
                    "de": "Jetzt versucht der Springer, g4 zu besetzen, da der Weg nach f1 gesperrt ist.",
                    "zh": "因为到达f1的路已经被堵住了，所以马调转枪头去抢占g4。",
                    "ru": "Так как поле f1 заблокировано, Конь уходит на g4.",
                    "pl": "Skoro dostęp do f1 jest blokowany, Skoczek zmienia swoją trasę, aby okupować g4."
                }
            },
            {
                "move": "   Kg3 6. Nc4 ",
                "comment": {
                    "pt": "As as voltam a esta casa para ter acesso a e3.",
                    "en": "White returns to this square in order to access e3.",
                    "es": "Las blancas vuelven a esta casilla para tener acceso a e3.",
                    "de": "Um Zugang auf e3 zu haben.",
                    "zh": "白方退回这格以便进入e3。",
                    "ru": "Белые отыгрывают это поле для доступа к e3.",
                    "pl": "Białe powracają do tego pola, aby osiągnąć e3."
                }
            },
            {
                "move": "   h3 7. Ne3 ",
                "comment": {
                    "pt": "Ocupando uma casa chave, com acesso, tanto para g4, como para f1, ficando impossível para o rei preto defender os dois pontos simultaneamente.",
                    "en": "Occupying a key square with access to g4 and f1 and the black King won't be able to defend both squares simultaneously.",
                    "es": "Ocupando una casilla clave, con acceso tanto g4 como a f1, lo que impide que el rey negro defienda los dos puntos simultáneamente.",
                    "de": "Besetzt ein Schlüsselfeld, von dem sowohl g4 als auch f1 erreicht werden kann, zwei Punkte, die der schwarze König nicht zur gleichen Zeit verteidigen kann.",
                    "zh": "占据一个可以通往g4和f1的关键格，黑王不能同时防御两个关键格。",
                    "ru": "Занимает ключевое поле с доступом на g4 и f1, и черный Король не сможет защищать оба квадрата одновременно.",
                    "pl": "Okupując kluczowe pole z dostępem do g4 i f1 oraz czarny Król nie jest w stanie bronić obu pól jednocześnie."
                }
            },
            {
                "move": "h2 8. Nf1+ Kg2 9. Nxh2 Kxh2",
                "comment": []
            }
        ],
        "game_terminator": "1\/2-1\/2"
    },
    {
        "title": "",
        "white": "¤ 56",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "8\/1N6\/8\/8\/2Pk4\/8\/8\/7K w - - 0 1",
        "moves": [
            {
                "move": "",
                "comment": {
                    "pt": "Na luta de cavalo e peão contra rei a vitória esta assegurada sempre que o rei do lado em vantagem participar ou o cavalo defender o peão por trás. Este exemplo demonstra todos estes conceitos.",
                    "en": "In the fight of Knight and pawn against King, victory is guaranteed whenever the King from the side with advantage participates or the Knight defends the pawn from behind. This example demonstrates all these concepts.",
                    "es": "En la lucha de caballo y peón contra rey el triunfo está asegurada siempre que el rey del lado en ventaja participe o el caballo defienda el peón por tras. Este ejemplo demuestra todos estos conceptos.",
                    "de": "Im Kampf Springer und Bauer gegen König ist der Gewinn immer gesichert, sofern der König der starken Partei aktiv oder wenn der Springer den Bauern von hinten verteidigen kann. Dieses Beispiel erläutert diese Konzepte."
                }
            },
            {
                "move": "   1. Na5 ",
                "comment": {
                    "pt": "Única jogada para defender o peão por trás. 1- Cd6 seria um grave erro porque defenderia o peão estando a frente dele. As pretas jogariam 1...Rc5 atacando o cavalo e ganhariam o peão. 1- c5 também seria um grave erro pela mesma razão acima e as pretas deveriam jogar 1. ..Rd5 seguido de ...Rc6.Only move that defends the pawn from behind. 1-Nd6 would be a big mistake because is a defense in front of the pawn. Black would play 1...Kc5 attacking the Knight and winning the pawn. 1-c5 would also be a mistake for the same reason. Black should play 1... Kd5 followed by ...Kc6.",
                    "es": "Única jugada para defender el peón por tras. 1- Cd6 sería un grave error porque defendería el peón por delante. Las negras jugarían 1...Rc5 atacando el caballo y ganarían el peón. 1- c5 también sería un grave error por la misma razón; las negras deberían jugar 1...Rd5 seguido de ...Rc6.",
                    "de": "Einziger Zug, um den Bauern von hinten zu verteidigen. 1. Sd6 wäre ein grober Fehler, weil der Springer falsch vor dem Bauer stünde. Schwarz würde 1...Kc5 mit Angriff auf den Springer ziehen und würde den Bauern gewinnen. 1. c5 wäre aus dem gleichen Grund ein Fehler; darauf muss Schwarz 1. ..Kd5 nebst ...Kc6 mit Gewinn spielen.",
                    "zh": "唯一可以从后方防御兵的一步。1. Sd6是很大的错误，因为马将错误的挡在兵之前。黑方会走1...Kc5来攻击马并且吃兵。1. c5同样道理也是错误的；因为黑方应走1. ..Kd5随后...Kc6，赢得胜利。"
                }
            },
            {
                "move": "   Kc5 2. Kg2 Kb4 ",
                "comment": {
                    "pt": "Contra 2...Rb6 as brancas jogariam 3-Cb3 defendendo o peão por tras. A vantagem desta disposição de peças é que o cavalo e o peão se defendem mutuamente. O peão fica defendido pelo cavalo e o cavalo não pode ser tomado porque o rei se afastaria do \"quadrado\" do peão.",
                    "en": "Against 2...Kb6, White would play 3-Nb3 defending the pawn from behind. The advantage is that pawn and Knight defend themselves mutually: the Knight defends the pawn, and the pawn defends the Knight because the King would get out of the \"square\" of the pawn to capture the Knight.",
                    "es": "Contra 2...Rb6 las blancas jugarían 3-Cb3 defendiendo el peón por tras. La ventaja de esta disposición de piezas es que el caballo y el peón se defienden mutuamente. El peón queda defendido por el caballo y el caballo no puede ser capturado porque el rey se alejaría del \"cuadrado\" del peón.",
                    "de": "Gegen 2...Kb6 spielt Weiß 3. Sb3 und verteidigt den Bauern von hinten. Der Vorteil dieser Aufteilung ist, dass Springer und Bauer sich gegenseitig verteidigen. Der Bauer wird vom Springer gedeckt und der Springer kann nicht geschlagen werden, weil der König das Quadrat des Bauern verlassen würde.",
                    "zh": "对付2...Kb6，白方会应3-Nb3从后方防御兵。优点是兵和马可以相互防御。兵会受到马的掩护，马则不会受到攻击，因为王会从兵的方形格离开去捉马。",
                    "ru": "На ход  2...Kb6, Белые играют 3-Nb3, защищая таким образом пешку сзади. Преимуществом является то, что пешка и Конь взаимно защищают себя: Конь защищает пешку, а пешка защищает Коня, поэтому Король выйдет из \"пешечного квадрата\" пешки для взятия Коня.",
                    "pl": "Przeciwko 2. ... Kb6 Białe mogłyby zagrać 3. Sb3 broniąc piona. Przewagą jest to, że pion i Skoczek bronią siebie wzajemnie: Skoczek broni piona, a pion Skoczka ponieważ Król może wyjść z \"kwadratu\" piona, by pochwycić Skoczka."
                }
            },
            {
                "move": "   3. Kf3 Kxa5 4. Ke4 ",
                "comment": {
                    "pt": "Chegando a um final ganho de rei e peão contra rei.",
                    "en": "Reaching a winning endgame of King and pawn against King.",
                    "es": "Llegando a un final ganado de rey y peón contra rey.",
                    "de": "Erreicht ein gewonnenes Endspiel König und Bauer gegen König.",
                    "zh": "取得这个王单兵对王残局的胜利。",
                    "ru": "Дает победу в эндшпиле Короля и пешки, против Короля.",
                    "pl": "Osiągając zwycięską końcówkę Króla i piona przeciwko Królowi."
                }
            },
            {
                "move": "Kb6 5. Kd5 Kc7 6. Kc5 Kd7 7. Kb6",
                "comment": []
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "¥ x ¤ 57",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "8\/8\/8\/2PK4\/4N3\/8\/7b\/7k w - - 0 1",
        "moves": [
            {
                "move": "",
                "comment": {
                    "pt": "Para vencer as brancas devem obstruir a ação do bispo preto. A idéia deste final é similiar àqueles de bispo e peão contra bispo. A realização é bastante complexa.",
                    "en": "White has to obstruct the action of the Bishop in order to win. The idea is similar to Bishop and pawn against Bishop. To perform it is quite complex.",
                    "es": "Para vencer, las blancas deben obstruir la acción del alfil negro. La idea de este final es similar a los de alfil y peón contra alfil. La realización es bastante compleja.",
                    "de": "Um zu gewinnen, muss Weiß den schwarzen Läufer absperren. Die Idee dieses Endspiels ist ähnlich wie die von Läufer und Bauer gegen Läufer. Die Durchführung ist komplex."
                }
            },
            {
                "move": "   1. Nd6 Bg1 2. c6 Bb6 3. Ke6 Bc7 ",
                "comment": {
                    "pt": "Melhor defesa! Se 3...Rg2 4-Rd7 ,seguido de Cc4 , ganharia facilmente.",
                    "en": "Best defense! If 3...Kg2, 4-Kd7 followed by Nc4 would win easily.",
                    "es": "!La mejor defensa! Si 3...Rg2 4-Rd7, seguido de Cc4, ganaría fácilmente.",
                    "de": "Die beste Verteidigung! Auf 3...Kg2 gewinnt 4. Kd7 nebst Sc4 sehr leicht.",
                    "zh": "最佳防御！如果下3...Kg2，那么应4-Kd7随后Nc4就可以轻松获胜。",
                    "ru": "Лучшая защита! Если на 3...Kg2, 4-Kd7 следует Nc4, что приносит легкую победу.",
                    "pl": "Najlepsza obrona! Jeśli 3. ... Kg2, następuje 4. Kd7 kontynuowane przez Sc4, które wygrywa z łatwością."
                }
            },
            {
                "move": "   4. Kd7 Bb8 5. Nb5 Kg2 6. Nc7 ",
                "comment": {
                    "pt": "Para atacar o bispo (Rc8) e obriga-lo a ir a \"a7\".",
                    "en": "In order to attack the Bishop (Kc8) and force it to move to a7.",
                    "es": "Para atacar el alfil (Rc8) y obligarlo a ir a \"a7\".",
                    "de": "Um den Läufer durch Kc8 anzugreifen und ihn dazu zu zwingen, nach a7 zu gehen.",
                    "zh": "为了通过Kc8攻击象并将它赶到a7。",
                    "ru": "Для атаки на Слона (Kc8), чтобы вынудить его переместиться на a7.",
                    "pl": "W celu ataku Gońca (Kc8) i wymuszenia przemieszczenia się go na pole a7."
                }
            },
            {
                "move": "   Kf3 7. Kc8 Ba7 8. Nb5 Bb6 9. Kb7 ",
                "comment": {
                    "pt": "Agora que o bispo ocupa uma diagonal mais curta é possível dominá-la com o cavalo.",
                    "en": "Now that the Bishop is on a shorter diagonal it is possible to control this diagonal with the Knight.",
                    "es": "Ahora que el alfil ocupa una diagonal más corta es posible dominarlo con el caballo.",
                    "de": "Der Springer kann jetzt den Läufer beherrschen, da dieser auf einer kürzeren Diagonale ist.",
                    "zh": "马可以控制象，因为现在象在短斜线上。",
                    "ru": "Теперь, когда Слон находится на короткой диагонали, стало возможно контролировать эту диагональ Конем.",
                    "pl": "Teraz Goniec jest na krótszej przekątnej i możliwa jest kontrola tej przekątnej ze Skoczkiem."
                }
            },
            {
                "move": "Bd8 10. Nd6 Kg4 11. Kc8 Ba5 12. Nc4 Be1 13. Kd7 Bg3 14. Nd6",
                "comment": []
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "¥ x ¤ 58",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "8\/2bP4\/2N1K3\/8\/8\/8\/k7\/8 w - - 0 1",
        "moves": [
            {
                "move": "1. Kd5 ",
                "comment": {
                    "pt": "O rei deve ir até b7 para expulsar o bispo da diagonal a5-d8.",
                    "en": "The King should move to b7 in order to chase away the Bishop from the a5-d8 diagonal.",
                    "es": "El rey debe ir hasta b7 para expulsar el alfil de la diagonal a5-d8.",
                    "de": "Der König muss nach b7, um den Läufer von der Diagonalen a5-d8 zu vertreiben.",
                    "zh": "为了将象逼出a5-d8斜线，王必须往b7前进。",
                    "ru": "Королю необходимо переместиться на b7, для того чтобы оттеснить Слона с диагонали a5-d8.",
                    "pl": "Król powinienem iść na b7, aby przegonić Gońca z przekątnej a5-d8."
                }
            },
            {
                "move": "   Ka3 2. Kc4 ",
                "comment": {
                    "pt": "Esta é a jogada chave, que ganha um tempo e garante o acesso a casa b7.",
                    "en": "This is the key move that wins a tempo and guarantees the access to b7.",
                    "es": "Ésta es la jugada clave, que gana un tiempo y asegura el acceso a la casilla b7.",
                    "de": "Schlüsselzug, der ein Tempo gewinnt und Zugang auf das Feld b7 sichert.",
                    "zh": "关键一步，赢得一个先手并确保可以进入b7。",
                    "ru": "Этот шаг выигрывает темп и гарантирует доступ к полю b7.",
                    "pl": "Kluczowy ruch wygrywający tempo i gwarantujący dostęp do b7."
                }
            },
            {
                "move": "   Ka4 3. Kc5 ",
                "comment": {
                    "pt": "As pretas devem retroceder.",
                    "en": "Black has to retreat.",
                    "es": "Las negras deben retroceder.",
                    "de": "Schwarz muss sich zurückziehen.",
                    "zh": "黑方必须撤退。",
                    "ru": "Черные вынуждены отступать.",
                    "pl": "Czarne muszą wycofać się."
                }
            },
            {
                "move": "Ka3 4. Kb5 Kb2 5. Ka6 Kc3 6. Kb7",
                "comment": []
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "¥  x ¤ 59",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "7k\/7P\/6K1\/p7\/P2N4\/6b1\/8\/8 b - - 0 1",
        "moves": [
            {
                "move": "",
                "comment": {
                    "pt": "As brancas têm um peão de vantagem e possibilidades de dar mate em f7, entretanto é possível controlar os saltos de cavalo e empatar.",
                    "en": "White has one pawn up and the possibility to mate on f7, but it's also possible to control the moves of the Knight and draw.",
                    "es": "Las blancas tienen peón de ventaja y posibilidades de dar mate en f7, sin embargo es posible controlar los saltos de caballo y empatar.",
                    "de": "Obwohl Weiß einen Mehrbauern und Mattchancen auf f7 hat, kann Schwarz die Springerzüge kontrollieren und remisieren."
                }
            },
            {
                "move": "   1... Bd6 ",
                "comment": {
                    "pt": "Se 1...Bc7 então 2-Cc6 e no lance seguinte as brancas irão a d8 ou e5, seguido de Cf7 mate. Se 1...Bb8 2-Ce6, ameaçando ir a d8 e g5.",
                    "en": "If 1...Bc7, then 2-Nc6 and White reaches d8 or e5 at the next move, continuing with Nf7 mate. If 1...Bb8, 2-Ne6 threatening to move to d8 and g5.",
                    "es": "si 1...Ac7 entonces 2-Cc6 y en la jugada siguiente las blancas irán a d8 o e5, seguido de Cf7 mate. Si 1...Ab8 2-Ce6, amenazando ir a d8 y g5.",
                    "de": "Auf 1...Lc7 folgt 2-Sc6 und danach entweder Sd8 oder Se5 nebst Sf7 Matt. Auf 1...Lb8 droht 2. Se6 d8 und g5 zugleich.",
                    "zh": "如果走1...Bc7，那么会应2-Nc6，白方下一步就能到达d8或e5，继续走Nf7 就会和局。如果1...Bb8，应2-Ne6 威胁走到d8和g5。",
                    "ru": "Если 1...Bc7, затем 2-Nc6 и Белые достигают d8 или e5 на следующем ходу, и продолжив Nf7 поставят мат. Если 1...Bb8, 2-Ne6, угрожают перейти на d8 и g5.",
                    "pl": "Jeśli 1. ... Gc7, wtedy 2. Sc6 i Białe osiągają d8 lub e5 w następnym posunięciu, kontynuując z matem Sf7. Jeśli 1. ... Gb8, 2. Se6 zagraża wejściu na d8 i g5."
                }
            },
            {
                "move": "   2. Nf5 Bf8 3. Ne3 Bd6 4. Ng4 Bf4 5. Nf6 Bd6 6. Ne4 Bf4 7. Nf2 Bg3 8. Nh3 Bf4 9. Ng1 Bh2 10. Nf3 Bf4 11. Nd4 Bd6 ",
                "comment": {
                    "pt": "Se você controlou todos os saltos de cavalo, parabéns!",
                    "en": "If you controlled all the moves of the Knight, congratulations!",
                    "es": "Si usted controló todos los saltos de caballo... !felicitaciones!",
                    "de": "Herzlichen Glückwunsch, wenn Sie alle Sprünge des Springers gesehen haben!",
                    "zh": "恭喜，如果你已经预见了所有马的活动。",
                    "ru": "Если Вы контролируете все ходы Коня, принимайте поздравления!",
                    "pl": "Jeśli wskazałeś wszystkie ruchy Skoczka, gratulacje!"
                }
            }
        ],
        "game_terminator": "1\/2-1\/2"
    },
    {
        "title": "",
        "white": "¥ x ¤ 60",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "7n\/4k2P\/4B2K\/8\/8\/8\/8\/8 w - - 0 1",
        "moves": [
            {
                "move": "1. Bg4 ",
                "comment": {
                    "pt": "Se 1-Rg7 Rxe6 2-Rxh8 Rf7 empatando.",
                    "en": "If 1-Kg7, then 1... Kxe6, 2-Kxh8 Kf7 drawing.",
                    "es": "Si 1-Rg7 Rxe6 2-Rxh8 Rf7 empatando.",
                    "de": "Auf 1. Kg7 remisiert Kxe6 2. Kxh8 Kf7.",
                    "zh": "如果走1-Kg7，那么应1... Kxe6，2-Kxh8 Kf7和局。",
                    "ru": "Если 1-Kg7, следует 1... Kxe6, 2-Kxh8 Kf7.",
                    "pl": "Jeśli 1. Kg7, wtedy 1. ... Kxe6, 2. Kxh8 Kf7 i remis."
                }
            },
            {
                "move": "   Kf7 ",
                "comment": {
                    "pt": "Se 1...Rf6 ou 1...Rf8 , seguiria 2-Bh5.",
                    "en": "If 1...Kf6 or 1... Kf8, 2-Bh5 would follow.",
                    "es": "Si 1...Rf6 o 1...Rf8, seguiría 2-Ah5",
                    "de": "Auf 1... Kf6 oder 1...Kf8 folgt 2. Lh5.",
                    "zh": "如果1...Kf6或1... Kf8，那么应2-Bh5。",
                    "ru": "Если 1...Kf6 or 1... Kf8, то последует 2-Bh5.",
                    "pl": "Jeśli 1. ... Kf6 lub 1. ... Kf8, następuje 2. Gh5."
                }
            },
            {
                "move": "   2. Bf3 ",
                "comment": {
                    "pt": "É importante dar um tempo para vencer. Qualquer das jogadas Bf3, Be2 e Bd1, ganhariam.",
                    "en": "It's important to wait one tempo to win. Any of these moves would win: Bf3, Be2 and Bd1.",
                    "es": "Es importante ceder un tiempo para vencer. Cualquiera de estas jugadas ganaría: Af3, Ae2 y Ad1",
                    "de": "Ein gewinnbringender Wartezug. Lf3, Le2 und Ld1 gewinnen auch.",
                    "zh": "可以带来胜利的等着。其他可以获胜的走法：Bf3, Be2 and Bd1。",
                    "ru": "Важно поддерживать один темп игры, для того чтобы выиграть. Любой из этих ходов, ведет в победе: Bf3, Be2 и Bd1.",
                    "pl": "Ważne jest stracić tempo, by wygrać. Każdy z tych ruchów wygrywa: Gf3, Ge2 i Gd1."
                }
            },
            {
                "move": "Kf6 3. Bh5 Ke7 4. Kg7",
                "comment": []
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "¤ 69",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "8\/8\/8\/8\/8\/4K2p\/4N2k\/8 w - - 0 1",
        "moves": [
            {
                "move": "1. Kf3 ",
                "comment": {
                    "pt": "Como o rei preto está encurralado e sua fuga prejudicada pelo próprio peão, o plano das brancas é dar xéque mate com o cavalo em g3, quando o rei estiver em h1 e o seu peão em h2. Para isso é necessário manobrar com exatidão. A jogada 1-Rf3 é única para ganhar.",
                    "en": "As the black King is cornered and its own pawn hinders it to escape, White plans to checkmate with the Knight on g3 when the King is on h1 and the pawn on h2. In order to reach thit goal it's necessary to maneuver very precisely. 1-Kf3 is the only possible move in order to win.",
                    "es": "Como el rey negro está acorralado y su propio peón le entorpece la fuga, el plan de las blancas es dar mate con el caballo en g3, cuando el rey esté en h1 y el peón en h2. Para eso es necesario maniobrar con exactitud. La jugada 1-Rf3 es única para ganar.",
                    "de": "Da der schwarze König eingekreist ist und ihn der eigene Bauer an der Flucht hindert, hat Weiß den Plan Matt mit dem Springer auf g3 zu setzen, wenn der König auf h1 und  der Bauer auf h2 sind. Dazu ist es notwendig, mit Genauigkeit zu manövrieren. 1. Kf3 führt zum Gewinn.",
                    "zh": "因为黑王被重重包围，而且还挡住了黑兵逃跑的路线，所以白方计划当黑王在h1兵在h2的时候用马在g3逼和。为了达到这个目的每一步都必须走的精确。1-Kf3是唯一可能会赢的一着。",
                    "ru": "Так как черный Король загнан в угол и его пешка мешает ему оттуда выйти, Белые планируют объявить шах Конем на g3, когда Король на поле h1, а его пешка на h2. Для этого достаточно ходить 1-Kf3, ПОБЕДА!",
                    "pl": "Jako, że czarny Król jest w rogu i jego własne piony utrudniają ucieczkę, plan Białych na mata jest umieszczenie Skoczka na g3 podczas gdy Król jest ustawiony na h1, a pion na h2. Aby osiągnąć ten cel koniecznym jest bycie precyzyjnym. 1. Kf3 jest jedyną możliwością, aby wygrać."
                }
            },
            {
                "move": "   Kh1 2. Kf2 Kh2 3. Nc3 ",
                "comment": {
                    "pt": "Começando a manobra de cavalo para chegar a f1 e forçar a jogada ...h2, tirando a casa de fuga do próprio rei.",
                    "en": "Starting to maneuver the Knight in order to reach f1 and force ...h2 that removes",
                    "es": "Empezando la maniobra de caballo para llegar a f1 y forzar la jugada ...h2, a través de la cual el peón le quita a su rey la casilla de fuga.",
                    "de": "Das Manöver beginnt, um f1 zu erreichen und den Zug ...h2 zu erzwingen, der dem eigenen König das Fluchtfeld wegnehmen würde.",
                    "zh": "开始移动马，为了使其到达f1，并强迫走h2，切断己方王逃离的道路。",
                    "ru": "Начинает маневры Конем, для того чтобы достичь поле f1 и заставить ...h2 отойти.",
                    "pl": "Rozpoczynając manewr Skoczkiem w celu osiągnięcia f1 i wymuszenia ... h2."
                }
            },
            {
                "move": "   Kh1 4. Ne4 ",
                "comment": {
                    "pt": "Seria um erro jogar 4-Cb1 porque as pretas poderiam responder com h2 e criar uma posição de afogamento. Se agora as pretas jogarem 4...h2, então 5-Cg3 mate.",
                    "en": "It would be a mistake to play 4-Nb1 because Black could answer with h2 and create a stalemate position. If Black continues now with 4.. .h2, then Ng3 mate.",
                    "es": "Sería un error jugar 4-Cb1 porque las negras podrían responder con h2 y crear una posición de ahogado. Si ahora las negras juegan 4...h2, sigue 5-Cg3 mate.",
                    "de": "4. Sb1 wäre ein Fehler, da Schwarz mit h2 eine Pattstellung erreichen würde. Wenn Schwarz jetzt 4...h2 spielt, dann 5. Sg3#.",
                    "zh": "下4-Nb1是错误的，因为黑方可以用h2制造逼和局面。如果黑棋现在走4.. .h2，那么应Ng3将死。",
                    "ru": "Ошибкой будет ход 4-Nb1, потому что Черные могут сыграть h2 и создадут патовую ситуацию. Если Черные сейчас сыграют 4...h2, то ходом Ng3 будет объявлен МАТ.",
                    "pl": "Byłoby wielkim błędem zagrać 4. Sb1 ponieważ Czarne mogłyby odpowiedzieć h2 i stworzyć patową pozycję. Jeśli Czarne kontynuują z 4. ... h2, wtedy Sg3 i mat."
                }
            },
            {
                "move": "   Kh2 5. Nd2 Kh1 6. Nf1 ",
                "comment": {
                    "pt": "Chegan do em f1 no momento em que o rei preto está em h1 e portanto forçando ...h2 .",
                    "en": "Reaching f1 at the moment when the black King is on h1 and thus forcing ...h2.",
                    "es": "Llegando a f1 en el momento en el que el rey negro está en h1 y por lo tanto obligando a jugar  ...h2.",
                    "de": "Erreicht f1, wenn sich der schwarze König auf h1 befindet und erzwingt also ...h2 .",
                    "zh": "当黑王处在h1到达f1，强迫走...h2。",
                    "ru": "Достигает поля f1, в то время как черный Король находится на h1, и, таким образом, вынуждает ...h2.",
                    "pl": "Osiągając f1 w chwili, kiedy czarny Król jest na h1, co wymusza ... h2."
                }
            },
            {
                "move": "h2 7. Ng3#",
                "comment": []
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "¥ 77",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "k4K2\/8\/4P1p1\/8\/8\/8\/4b3\/8 w - - 0 1",
        "moves": [
            {
                "move": "",
                "comment": {
                    "pt": "Algumas posições parecem desesperadoras. As brancas estão fora do quadrado do peão preto e o bispo contrário pode controlar a casa de promoção do peão branco. Você consegue enxergar algum recurso para as brancas?",
                    "en": "Some positions look despairing. White is outside the \"square\" of the black pawn and the opponent's Bishop can control the promotion square of the white pawn. Can you visualize any resource for White?",
                    "es": "Algunas posiciones parecen desesperantes. Las blancas están fuera del cuadrado del peón negro y el alfil contrario puede controlar a casilla de promoción del peón blanco. ?Usted logra ver algún recurso para las blancas?",
                    "de": "Man kann in bestimmten Stellungen verzweifeln: Der weiß König steht außerhalb des Quadrats vom schwarzen Bauer und der gegnerische Läufer kann das Umwandlungsfeld vom weißen Bauern kontrollieren. Sehen Sie irgend eine Hoffnung für Weiß?"
                }
            },
            {
                "move": "   1. Ke7 ",
                "comment": {
                    "pt": "Com a ameaça de Rf6.",
                    "en": "Threatening Kf6.",
                    "es": "Con la amenaza de Rf6.",
                    "de": "Mit der Drohung Kf6.",
                    "zh": "威胁Kf6。",
                    "ru": "Угрожает Kf6.",
                    "pl": "Grożąc Kf6."
                }
            },
            {
                "move": "   g5 2. Kd6 g4 3. e7 Bb5 4. Kc5 ",
                "comment": {
                    "pt": "Ganhando um tempo para alcançar o peão preto.",
                    "en": "Winning a tempo to reach the black pawn.",
                    "es": "Ganando un tiempo para alcanzar el peón negro.",
                    "de": "Gewinnt ein Tempo, um den schwarzen Bauern einzuholen.",
                    "zh": "赢得一手追到黑兵。",
                    "ru": "Выигрывает темп, для того чтобы достичь пешку Черных.",
                    "pl": "Wygrywając tempo, by osiągnąć czarnego piona."
                }
            },
            {
                "move": "Bd7 5. Kd4 Kb7 6. Ke4 Kc7 7. Kf4 Kd6 8. e8=Q Bxe8 9. Kxg4",
                "comment": []
            }
        ],
        "game_terminator": "1\/2-1\/2"
    },
    {
        "title": "",
        "white": "¤ 30",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "7k\/4n3\/PK6\/8\/8\/8\/8\/8 b - - 0 1",
        "moves": [
            {
                "move": "1... Nc8+ ",
                "comment": {
                    "pt": "Graças à privilegiada posição do cavalo, as pretas conseguem empatar esse final dando uma série de xéques e controlando o avanço do peão.",
                    "en": "Thanks to the privileged position of the Knight, Black is able to reach a draw by means of several checks and the control of the pawn's advance.",
                    "es": "Gracias a la privilegiada posición del caballo, las negras consiguen empatar este final dando una serie de jaques y controlando el avance del peón.",
                    "de": "Dank der ausgezeichneten Stellung vom Springer gelint es Schwarz dieses Endspiel zu remisieren.",
                    "zh": "得益于马的有利位置，黑方可以求得和局。",
                    "ru": "Благодаря позиции Коня, Черные могут сыграть в ничью объявив несколько шахов, и контролируя продвижение пешки.",
                    "pl": "Dzięki uprzywilejowanej pozycji Skoczka, Czarne są w stanie osiągnąć remis dzięki serii szachów i kontroli marszu piona."
                }
            },
            {
                "move": "   2. Kb7 Nd6+ 3. Kc7 ",
                "comment": {
                    "pt": "Se as brancas jogassem 3-Rb8 , então 3... Cb5, controlaria o avanço do peão.",
                    "en": "If White played 3-Kb8, then 3...Nb5 would control the pawn's advance.",
                    "es": "Si las blancas jugaran 3-Rb8, entonces 3...Cb5, controlaria el avance del peón.",
                    "de": "Wenn Weiß 3. Kb8 spielen würde, würde 3... Sb5, den Vormarsch des Bauern unter Kontrolle halten.",
                    "zh": "如果白方走3. Kb8，那么3...Nb5可以控制挺兵。",
                    "ru": "Если Белые играют 3-Kb8, то 3...Nb5 и Белые будут контролировать продвижение пешки.",
                    "pl": "Jeśli Białe zagrają 3. Kb8, wtedy 3. ... Sb5 kontrolowałoby marsz piona."
                }
            },
            {
                "move": "   Nb5+ 4. Kb6 Nd6 5. a7 Nc8+ ",
                "comment": {
                    "pt": "Empatando a partida após a tomada do peão.",
                    "en": "Reaching a draw after taking the pawn.",
                    "es": "Empatando la partida después de la captura del peón.",
                    "de": "Remis nach dem Schlagen des Bauern.",
                    "zh": "捉兵后取得和局。",
                    "ru": "После взятия пешки достигается ничейный результат.",
                    "pl": "Osiągając remis po wzięciu piona."
                }
            }
        ],
        "game_terminator": "1\/2-1\/2"
    },
    {
        "title": "",
        "white": "¥ x ¥ 78",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?"
        },
        "fen": "8\/8\/P3k3\/8\/6b1\/8\/5K1B\/8 b - - 0 1",
        "moves": [
            {
                "move": "",
                "comment": {
                    "pt": "Na luta de bispo e peão contra bispo, sendo os bispos de cores opostas, o empate está praticamente assegurado para o defensor, com exceção dos casos em que é impossível evitar a coroação imediata do peão. Neste exemplo as pretas se salvam por muito pouco.",
                    "en": "The fight of Bishop and pawn against Bishop practically guarantees the defendant a draw, when the Bishops are on opposite color, except in cases when it's impossible to prevent the immediate promotion of the pawn. Here in this example, it's a very close call for the black side.",
                    "es": "En la lucha de alfil y peón contra alfil, cuando los alfiles son de colores distintos, el empate está prácticamente asegurado para el defensor, con excepción  de los casos en que es imposible evitar a coronación inmediata del peón. En este ejemplo las negras se salvan por muy poco.",
                    "de": "Im Kampf Läufer und Bauer gegen Läufer, wenn es sich um ungleichfarbige Läufer handelt, ist das Remis praktisch gesichert, von den Fällen abgesehen, in denen die unmittelbare Umwandlung des Bauern nicht verhindern kann. In diesem Beispiel rettet sich Schwarz."
                }
            },
            {
                "move": "1... Bf5 2. Ke3 Bh3 3. Kf3 Bf1 4. a7 Bc4 5. a8=Q Bd5+",
                "comment": []
            }
        ],
        "game_terminator": "1\/2-1\/2"
    },
    {
        "title": "",
        "white": "¥ x ¥ 79",
        "white_sort": "",
        "black": "Conceito",
        "date": "",
        "event": {
            "en": "?"
        },
        "fen": "5k2\/2K5\/3P4\/1b5B\/8\/8\/8\/8 w - - 0 1",
        "moves": [
            {
                "move": "",
                "comment": {
                    "pt": "Os finais de bispos de mesma cor com peão de vantagem tendem ao empate, mas podem ser vencidos quando o rei do defensor está longe da casa de coroação e o bispo do lado forte evita que o contrário tome o peão. A técnica é controlar as diagonais que passam pela casa onde o peão deve avançar. No exemplo a seguir as brancas devem controlar a diagonal a4-e8.",
                    "en": "Endgames between Bishops on the same color and with one pawn up tend to draw, but they might be won if the defending King is far from the promotion square and the Bishop from the strong side prevents the opponent's Bishop to capture the pawn. The method is to control the diagonals that cross the square the pawn uses to advance. In this example, White has to control the a4-e8 diagonal.",
                    "es": "Los finales de alfiles del mismo color con peón de ventaja tienden a terminar empatados, pero pueden ser vencidos cuando el rey del defensor está lejos de la casilla de coronación y el alfil del lado fuerte evita que el contrario capture el peón. La técnica es controlar las diagonales que pasan por la casilla donde el peón debe avanzar. En el siguiente ejemplo las blancas deben controlar la diagonal a4-e8.",
                    "de": "Endspiele mit gleichfarbigen Läufern mit Mehrbauern neigen zum Remis, können aber gewonnen werden, wenn der König der schwachen Seite weit entfernt vom Umwandlungsfeld ist und der Läufer der stärkeren Partei verhindert, dass der König den Bauern schlägt. Die Technik besteht darin, die Felder zu kontrollieren, die der Bauer in seinem Vormarsch besetzen wird. In diesem Beispiel muss Weiß die Diagonale a4-e8 kontrollieren."
                }
            },
            {
                "move": "1. Bf3 Ke8 2. Bc6+ Bxc6 3. Kxc6 Kd8 4. d7",
                "comment": []
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "¥ x ¥ 80",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "3k4\/8\/bP1K4\/5B2\/8\/8\/8\/8 w - - 0 1",
        "moves": [
            {
                "move": "1. Kc6 ",
                "comment": {
                    "pt": "As brancas devem jogar com muita precisão para vencer. Evitar que o bispo preto defenda o avanço do peão , controlando a grande diagonal é o primeiro passo.",
                    "en": "White has to play very carefully in order to win. The first step is to control the big diagonal and prevent the black Bishop from defending the advance of the pawn.",
                    "es": "Las blancas deben jugar con mucha precisión para vencer. Evitar que el alfil negro defienda el avance del peón, controlando la gran diagonal es el primer paso.",
                    "de": "Weiß muss sehr präzise spielen um zu gewinnen. Der erste Schritt ist zu verhindern, dass der schwarze Läufer den Vormarsch vom Bauern unterstützt, indem man die lange Diagonale unter Kontrolle hält.",
                    "zh": "白方如果想赢必须非常小心。首先是要通过控制大斜线阻止黑象保护兵的挺进。",
                    "ru": "Для того чтобы выиграть, Белым надо играть очень осмотрительно. Первым шагом необходимо выстроить контроль над длинной диагональю, для того чтобы мешать Слону защищать продвижение пешки.",
                    "pl": "Białe muszą być bardzo uważne, aby wygrać. Pierwszym krokiem jest kontrola długiej przekątnej i uniemożliwienie czarnemu Gońcowi obrony marszu piona."
                }
            },
            {
                "move": "   Bc8 ",
                "comment": {
                    "pt": "Se 1... Re7 então 2- Rc7 garantindo o avanço do peão após Bc8. Se 1...Bf1 então 2-Rb7 e as brancas ganham como na variante principal.",
                    "en": "If 1...Ke7, then 2-Kc7 guarantees the advance of the pawn after Bc8. If 1...Bf1, then 2-Kb7 and White wins as in the main variation.",
                    "es": "Si 1... Re7 entonces 2- Rc7 asegurando el avance del peón después de Ac8. si 1...Af1 entonces 2-Rb7 y las blancas ganan como en la variante principal.",
                    "de": "Auf 1... Ke7 dann sichert 2. Kc7 das Vorrücken des Bauern nach Lc8. Wenn 1...Lf1 dann 2. Lb7 und Weiß gewinnt wie in der Hauptvariante.",
                    "zh": "如果1...Ke7，应2-Kc7可以确保兵可以前进到Bc8。如果1...Bf1，然后2-Kb7那么白方在主变例中获得胜利。",
                    "ru": "Если 1...Ke7, следует 2-Kc7, что гарантирует продвижение пешки после Bc8. Если 1...Bf1, последует 2-Kb7, что дает Белым победу в большинстве случаев.",
                    "pl": "Jeśli 1. ... Ke7, wtedy 2. Kc7 gwarantuje bezpieczny marsz piona po Gc8. Jeśli 1. ... Gf1, wtedy 2. Kb7 i Białe wygrywają, jak w głównej wariacji."
                }
            },
            {
                "move": "   2. Bd3 ",
                "comment": {
                    "pt": "Forçando as pretas a moverem o bispo através da grande diagonal e garantindo a penetração do rei em b7.",
                    "en": "Forcing Black to move the Bishop through the big diagonal and guaranteeing the penetration of the King in b7.",
                    "es": "Forzando las negras a mover el alfil a través de la gran diagonal y asegurando la penetración del rey en b7.",
                    "de": "Zwingt Schwarz, den Läufer über die lange Diagonale zu ziehen und sichert das Eindringen vom König auf b7.",
                    "zh": "防止黑象通过大斜线，确保黑王突破防线到达b7。",
                    "ru": "Вынуждает ходить Слоном по большой диагонали и обеспечивает доступ Короля на поле b7.",
                    "pl": "Zmuszając Czarne do przesunięcia Gońca z długiej przekątnej i gwarantując dostęp Królowi do b7."
                }
            },
            {
                "move": "   Bg4 3. Kb7 Bf3+ ",
                "comment": {
                    "pt": "As pretas podem fazer outros lances , mas não podem evitar o plano branco.",
                    "en": "Black can make other moves, but it can't prevent White's plan.",
                    "es": "Las negras pueden hacer otros jugadas, pero no pueden evitar el plan blanco.",
                    "de": "Schwarz kann andere Züge machen, kann aber den weißen Plan nicht verhindern.",
                    "zh": "黑方也可以不这么走，但不能阻止白方的计划。",
                    "ru": "Черные могут ходить по другому, но это не помешает планам Белых.",
                    "pl": "Czarne mogą zagrać inaczej, ale nie mogą przeszkodzić planowi Białych."
                }
            },
            {
                "move": "   4. Ka7 Kc8 5. Ba6+ Kd8 6. Bb7 ",
                "comment": {
                    "pt": "O primeiro passo é controlar a grande diagonal e depois lutar pelas diagonais menores.",
                    "en": "The first step is to control the big diagonal and then fight for the smaller ones.",
                    "es": "El primer paso es controlar la gran diagonal y después luchar por las diagonales menores.",
                    "de": "Der erste Schritt ist, die lange Diagonale zu kontrollieren und dann um die kürzeren Diagonalen zu kämpfen.",
                    "zh": "首先是要控制大斜线，然后再争夺短斜线。",
                    "ru": "Сначала надо добиться контроля над большой диагональю, а затем постепенно над малой.",
                    "pl": "Pierwszy krok do kontroli długiej przekątnej, a później do walki o krótsze."
                }
            },
            {
                "move": "   Bg4 7. Bg2 ",
                "comment": {
                    "pt": "As jogadas 7-Bd5 e 7-Be4 eram igualmente boas.",
                    "en": "7-Bd5 and 7-Be4 would also be good.",
                    "es": "Las jugadas 7-Bd5 y 7-Be4 eran igualmente buenas.",
                    "de": "7. Ld5 und 7. Le4 sind genauso gut.",
                    "zh": "7-Bd5和7-Be4也可以。",
                    "ru": "7-Bd5 и 7-Be4 будет хорошим подспорьем.",
                    "pl": "7. Gd5 i 7. Ge4 również działają."
                }
            },
            {
                "move": "   Bc8 8. Bh3 ",
                "comment": {
                    "pt": "Garantindo o avanço do peão.",
                    "en": "Guaranteeing the advance of the pawn.",
                    "es": "Asegurando el avance del peón.",
                    "de": "Sichert das Vorrücken vom Bauern.",
                    "zh": "确保挺兵。",
                    "ru": "Гарантирует продвижение пешки.",
                    "pl": "Gwarantując marsz piona."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "¤ 93",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "6k1\/8\/8\/8\/8\/7p\/5K2\/6n1 b - - 0 1",
        "moves": [
            {
                "move": "",
                "comment": {
                    "pt": "Esta é uma posição difícil que reforça o conceito de como o cavalo deve defender o peão neste tipo de final.",
                    "en": "This is a hard position that reinforces the concept that the Knight must defend the pawn in this kind of endgames.",
                    "es": "Esta es una posición difícil que refuerza el concepto de cómo el caballo debe defender el peón en este tipo de final.",
                    "de": "Diese schwierige Stellung zeigt, dass der Springer hinter dem Bauern stehen muss."
                }
            },
            {
                "move": "   1... Ne2 ",
                "comment": {
                    "pt": "Após 1...h2 2-Rg2 Cf3 o cavalo defende o peão na posição correta, por tras dele, mas quando o peão é de torre e está na sétima fila, isto não é suficiente para vencer, porque o rei não consegue se aproximar ,devido aos temas de afogamento.",
                    "en": "After 1...h2 2-Kg2 Nf3 the Knight defends the pawn in the correct position (from behind). But when it's a Rook-pawn and the Rook is in the 7th rank this isn't enough to win, because the King won't able get closer due to the stalemate theme.",
                    "es": "Después de  1...h2 2-Rg2 Cf3 el caballo defiende el peón en la posición correcta, por detrás, pero cuando el peón es de torre y está en la séptima línea, esto no es suficiente para vencer, porque el rey no logra acercarse, debido a los temas de ahogado.",
                    "de": "Nach 1...h2 2-Kg2 Sf3 steht der Springer richtig, aber bei Randbauern genüngt das nicht, weil der König wegen der Pattmotive nicht näher kommt.",
                    "zh": "走1...h2 2-Kg2 Nf3之后马走到正确位置，可以从后面防御兵。但是如果是边兵，而且车处七线，那还不足以取得胜利，因为王不能冒逼和的危险靠得太近。",
                    "ru": "После 1...h2 2-Kg2 Nf3, Конь защищает пешку с правильной позиции (с тыла). Но когда Ладейная пешка и сама Ладья находятся на седьмой горизонтали, этого недостаточно для победы, потому что Король не может сблизиться из-за угрозы пата.",
                    "pl": "Po 1. ... h2 2. Kg2 Sf3 Skoczek broni piona w poprawnej pozycji (z tyłu). Ale kiedy jest końcówka Wieża-pion i Wieża znajduje się na siódmej linii, nie wystarczy to do zwycięstwa, ponieważ Król nie jest w stanie zbliżyć się z powodu możliwości pata."
                }
            },
            {
                "move": "   2. Kf3 ",
                "comment": {
                    "pt": "Contra 1-Rf1 as pretas aproximariam seu rei e venceriam facilmente. É interessante notar que o cavalo e o peão criam uma espécie de barreira, controlando as casas g1, g2 e g3, não permitindo que o rei branco se aproxime do peão. As peças se defendem mutuamente e permitem a aproximação do rei preto.",
                    "en": "Against 1-Kf1, Black brings its King closer and wins easily. It's important to notice that the Knight and the pawn create a kind of barrier that controls g1, g2 and g3, preventing the white King from closing in the pawn. Both units pieces defend one another and enable the black King to come closer.",
                    "es": "Contra 1-Rf1 las negras acercarían su rey y vencerían fácilmente. Es interesante notar que el caballo y el peón crean una especie de barreira, controlando las casillas g1, g2 y g3, e impidiendo que el rey blanco se acerque al peón. Las piezas se defienden mutuamente y permiten que el rey negro se acerque.",
                    "de": "Gegen 1. Kf1 würde Schwarz seinen König nähern und leicht gewinnen. Es ist interessant zu beobachten, dass Springer und Bauer eine Sperre aufbauen, die die Felder g1, g2 und g3 kontrolliert und nicht zulassen, dass der weiße König sich dem Bauer nähert.",
                    "zh": "对于1. Kf1，黑王可以逐步接近并获得胜利。重要的是车和兵可以制造某种障碍来控制g1、g2和g3，并且防止白王接近黑兵。",
                    "ru": "На ход 1-Kf1, Черные сближают своего Короля и легко выигрывают. Заметьте, Конь и пешка создают своего рода барьер, который позволяет контролировать g1, g2 и g3, мешая белому Королю сближаться с пешкой. Обе фигуры защищают друг друга и дают возможность черному Королю сближаться.",
                    "pl": "Przeciwko 1. Kf1 Czarne umieszczają Króla bliżej i wygrywają z łatwością. Ważne jest zauważenie, że Skoczek i pion tworzą swego rodzaju barierę, kontrolując g1, g2 i g3, uniemożliwiając białemu Królowi zbliżenie się do piona. Obie figury bronią siebie nawzajem i niemożliwości jest podejść bliżej czarnym Królem."
                }
            },
            {
                "move": "Kf7 3. Kf2 Kf6 4. Kf3 Kf5 5. Kf2 Kf4 6. Kf1 Kf3 7. Ke1 h2",
                "comment": []
            }
        ],
        "game_terminator": "0-1"
    },
    {
        "title": "",
        "white": "¤ 94",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "K7\/8\/8\/5pp1\/2k2N2\/8\/8\/8 w - - 0 1",
        "moves": [
            {
                "move": "",
                "comment": {
                    "pt": "A luta do cavalo contra dois peões, sem a ajuda do rei, é geralmente perdida, mas há casos em que ele consegue detê-los.",
                    "en": "The fight of the Knight against two pawns without the support of the King is usually lost. But sometimes the Knight is able to stop them.",
                    "es": "La lucha del caballo contra dos peones, sin la ayuda del rey, está generalmente perdida, pero hay casos en que el caballo logra detener los peones.",
                    "de": "Ohne die Hilfe vom König verliert normalerweise der Springer den Kampf gegen zwei Bauern, obwohl es Fälle gibt, in denen er sie aufhält."
                }
            },
            {
                "move": "   1. Ne6 g4 2. Ng7 f4 3. Nh5 f3 4. Nf6 g3 ",
                "comment": {
                    "pt": "Se 4...f2 segue 5-Cxg4 empatando.",
                    "en": "If 4... f2, 5-Nxg4 follows drawing.",
                    "es": "Si 4...f2 sigue 5-Cxg4 empatando.",
                    "de": "Auf 4...f2 folgt 5. Sxg4 mit Remis.",
                    "zh": "如果下4...f2那么应5. Sxg4和局。",
                    "ru": "Если 4...f2, следует ничья 5-Nxg4.",
                    "pl": "Jeśli 4. ... f2, wtedy remisuje 5. Sxg4."
                }
            },
            {
                "move": "5. Ne4 g2 6. Nd2+ Kd3 7. Nxf3 Ke3 8. Ng1 Kf2 9. Nh3+ Kg3 10. Ng1",
                "comment": []
            }
        ],
        "game_terminator": "1\/2-1\/2"
    },
    {
        "title": "",
        "white": "¤ 95",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?"
        },
        "fen": "7N\/2K5\/8\/8\/7p\/2k5\/8\/8 w - - 0 1",
        "moves": [
            {
                "move": "",
                "comment": {
                    "pt": "Após os estudos anteriores a solução deste problema parece lógica e mais fácil de encontrar.",
                    "en": "After the previous studies, the solution to this problems seems logical and easier to find.",
                    "es": "Después de los estudios anteriores la solución de este problema parece lógica y resulta más fácil de encontrar.",
                    "de": "Nach den vorhergegangenen Beispielen erscheint die Lösung dieses Problems logischer und ist einfacher zu finden."
                }
            },
            {
                "move": "1. Nf7 h3 2. Ng5 h2 3. Ne4+ Kc2 4. Ng3 Kd1 5. Kd6 Ke1 6. Ke5 Kf2 7. Kf4",
                "comment": []
            }
        ],
        "game_terminator": "1\/2-1\/2"
    },
    {
        "title": "",
        "white": "¥ x ¤ 100",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "1n6\/k7\/8\/PK6\/8\/7B\/8\/8 w - - 0 1",
        "moves": [
            {
                "move": "1. Bc8 Ka8 2. Kb6 ",
                "comment": {
                    "pt": "Este é um bom exemplo de dominação.",
                    "en": "This is a good example for domination.",
                    "es": "Éste es un buen ejemplo de dominación.",
                    "de": "Ein gutes Beispiel für das Thema Beherrschung.",
                    "zh": "这是统治的一个很好的例子。",
                    "ru": "Это хороший пример доминирования на игровом поле.",
                    "pl": "Dobry przykład dominacji."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "¥ x ¤ 101",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "8\/3k4\/8\/3P3n\/2KB4\/8\/8\/8 w - - 0 1",
        "moves": [
            {
                "move": "1. Be5 ",
                "comment": {
                    "pt": "O bispo domina o cavalo nesta posição.",
                    "en": "The Bishop dominates the Knight in this position.",
                    "es": "El alfil domina al caballo en esta posición.",
                    "de": "Der Läufer beherrscht den Springer in dieser Stellung.",
                    "zh": "这个局面中象比马强。",
                    "ru": "Слон получает преимущество над Конем в этой ситуации.",
                    "pl": "Goniec dominuje nad Skoczkiem w tej pozycji."
                }
            },
            {
                "move": "   Ke7 2. Kc5 Kd7 3. d6 ",
                "comment": {
                    "pt": "3-Rb6 seria respondido por 3...Cf6.",
                    "en": "3-Kb6 would be answered with 3...Nf6.",
                    "es": "3-Rb6 sería respondido por 3...Cf6.",
                    "de": "3. Kb6 würde mit 3...Sf6 beantwortet werden.",
                    "zh": "3-Kb6会应3...Nf6。",
                    "ru": "Ответом на игру 3-Kb6, будет 3...Nf6.",
                    "pl": "3. Kb6 mogłoby się spotkać z 3. ... Sf6."
                }
            },
            {
                "move": "Ke6 4. Kc6 Kxe5 5. d7",
                "comment": []
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "¥ x ¤ 102",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "4K3\/1nkP4\/8\/8\/8\/3B4\/8\/8 w - - 0 1",
        "moves": [
            {
                "move": "1. Ke7 ",
                "comment": {
                    "pt": "O plano das brancas é dominar o cavalo.",
                    "en": "White's plan is to dominate the Knight.",
                    "es": "El plan de las blancas es dominar el caballo.",
                    "de": "Der Plan von Weiß ist es, den Springer zu beherrschen.",
                    "zh": "白棋的目的是加强马的地位。",
                    "ru": "Белые планируют получить преимущество над Конем.",
                    "pl": "Planem Białych jest dominacja Skoczkiem."
                }
            },
            {
                "move": "   Nd8 2. Be4 Nf7 3. Bf3 ",
                "comment": {
                    "pt": "Outras jogadas na diagonal (Bg2, Bh1, Ba8 e Bb7) também ganhariam.",
                    "en": "Other diagonal moves (Bg2, Bh1, Ba8 and Bb7) would also win.",
                    "es": "Otras jugadas en la diagonal (Ag2, Ah1, Aa8 y Ab7) también ganarían.",
                    "de": "Andere Züge auf der Diagonale (Lg2, Lh1, La8 und Lb7) würden auch gewinnen.",
                    "zh": "另外一个斜线走法(Bg2, Bh1, Ba8 and Bb7)也可以获胜。",
                    "ru": "Другие движения по диагонали (Bg2, Bh1, Ba8 и Bb7), также будут успешными.",
                    "pl": "Inne ruchy po przekątnej (Gg2, Gh1, Ga8 i Gb7) również wygrywają."
                }
            },
            {
                "move": "   Nd8 4. Bd5 ",
                "comment": {
                    "pt": "Dominação!",
                    "en": "Domination!",
                    "es": "!Dominación!",
                    "de": "Beherrschung!",
                    "zh": "统治！",
                    "ru": "Доминирование!",
                    "pl": "Dominacja!"
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "¥ x ¤ 103",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "4K3\/1nkP4\/8\/8\/8\/3B4\/8\/8 b - - 0 1",
        "moves": [
            {
                "move": "",
                "comment": {
                    "pt": "Parece que o cavalo preto será dominado pelo bispo branco quando este chegar a d5, mas há um recurso para as pretas, que lhes permite empatar.",
                    "en": "It seems the Knight will be dominated by the Bishop when the former reaches d5, but there is a resource for Black to reach a draw.",
                    "es": "Parece que el caballo negro será dominado por el alfil blanco cuando éste llegue a d5, pero hay un recurso para el negro, que le permite empatar.",
                    "de": "Scheinbar wird der schwarze Springer vom weißen Läufer beherrscht, wenn dieser d5 erreicht, aber Schwarz findet den Weg zum Remis."
                }
            },
            {
                "move": "   1... Nd6+ 2. Ke7 Nc8+ 3. Ke8 ",
                "comment": {
                    "pt": "Se 3-Re6 Cb6.",
                    "en": "If 3-Ke6, then 3...Nb6.",
                    "es": "si 3-Re6 Cb6.",
                    "de": "Auf 3. Ke6 Sb6.",
                    "zh": "下3. Ke6 Sb6。",
                    "ru": "На ход 3-Ke6, последует 3...Nb6.",
                    "pl": "Jeśli 3. Ke6, wtedy 3. ... Sb6."
                }
            },
            {
                "move": "Nd6+",
                "comment": []
            }
        ],
        "game_terminator": "1\/2-1\/2"
    },
    {
        "title": "",
        "white": "¥ 31",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "1B2K3\/8\/5k2\/8\/8\/p7\/8\/8 w - - 0 1",
        "moves": [
            {
                "move": "",
                "comment": {
                    "pt": "A luta do bispo contra um peão sempre termina em empate, exceto nos raraos casos em que nem o bispo , nem o rei conseguem deter o peão. No exemplo a seguir, deter o peão não é tão fácil , mas as brancas podem consegui-lo.",
                    "en": "The dispute between Bishop and pawn always ends in a draw, except when neither Bishop, nor King are able to prevent the advance of the pawn. In the following example it isn't so easy to restrain the pawn, but White might be able to do it.",
                    "es": "La lucha de alfil contra peón termina siempre en empate, excepto en los raros casos en que ni el alfil, ni el rey consiguen detener al peón. En el ejemplo siguiente, no resulta tan fácil detener el peón, pero las blancas pueden conseguirlo.",
                    "de": "Der Kampf Läufer gegen Bauer endet immer Remis, von den seltenen Fällen abgesehen, in denen weder Läufer noch König den Bauern zu halten vermögen. Im diesem Beispiel gelingt es Weiß, den Bauern zu halten, auch wenn es nicht so leicht ist."
                }
            },
            {
                "move": "   1. Ba7 ",
                "comment": {
                    "pt": "Toda a sequência até o final é forçada e representa uma luta pelo controle da grande diagonal (h8-a1).",
                    "en": "The whole sequence to the end is forced and represents a fight for the control of the big diagonal (h8-a1).",
                    "es": "Toda la continuación hasta el final es forzada y representa una lucha por el control de la gran diagonal (h8-a1).",
                    "de": "Die ganze Zugfolge ist forciert und stellt einen Kampf um die Kontrolle über die langen Diagonalen (h8-a1) dar.",
                    "zh": "整个棋序是被迫的，体现了争夺大斜线（h8-a1）控制权的斗争。",
                    "ru": "Вся следующая последовательность ходов показывает и представляет собой борьбу за большую диагональ (h8-a1).",
                    "pl": "Cała sekwencja aż do końca jest wymuszona i reprezentuje walkę o kontrolę długiej przekątnej (h8-a1)."
                }
            },
            {
                "move": "Ke5 2. Be3 a2 3. Bh6 Kf6 4. Kf8",
                "comment": []
            }
        ],
        "game_terminator": "1\/2-1\/2"
    },
    {
        "title": "",
        "white": "¥ x ¤ 118",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "n6k\/8\/8\/6P1\/3K4\/3B4\/8\/8 w - - 0 1",
        "moves": [
            {
                "move": "1. Kc5 ",
                "comment": {
                    "pt": "Para vencer é necessário ganhar o cavalo, que está fora de jogo e manter o peão.",
                    "en": "In order to win, it's necessary to capture the Knight that is outside the game and maintain the pawn.",
                    "es": "Para vencer es necesario ganar el caballo, que está fuera de juego y también mantener el peón.",
                    "de": "Um zu gewinnen ist es nötig, den Springer zu gewinnen, der außer Spiel steht, und den Bauern zu behalten.",
                    "zh": "为了取得胜利必须赶马出局并保全兵。",
                    "ru": "Для выигрыша необходимо взять Коня соперника, и сохранить пешку.",
                    "pl": "Aby zwyciężyć, konieczne jest schwytanie Skoczka i utrzymanie piona."
                }
            },
            {
                "move": "   Nc7 2. Kd6 Ne8+ 3. Ke7 Ng7 4. Bg6 ",
                "comment": {
                    "pt": "O plano agora é colocar as pretas em Zugzwang.",
                    "en": "The plan is to put Black in Zugzwang.",
                    "es": "El plan ahora es dejar a las negras en Zugzwang.",
                    "de": "Der Plan ist jetzt, Schwarz in Zugzwang zu bringen.",
                    "zh": "计划是让黑方陷入楚次文格（迫移局面）。",
                    "ru": "Для того чтобы ввести Черных в положение Цугцванг.",
                    "pl": "Planem jest umieszczenie Czarnych w Zugzwangu."
                }
            },
            {
                "move": "   Kg8 5. Bf7+ Kh7 6. Kf6 Kh8 7. Ke5 ",
                "comment": {
                    "pt": "Se 7-Rg6 segue 7...Ce6 empatando.",
                    "en": "If 7-Kg6, 7... Ne6 will follow with a draw.",
                    "es": "Si 7-Rg6 sigue 7...Ce6 empatando.",
                    "de": "Auf 7. Kg6 folgt 7...Se6 Remis.",
                    "zh": "下7. Kg6 应7...Se6 和局。",
                    "ru": "Если 7-Kg6, то следует ничья на 7... Ne6.",
                    "pl": "Jeśli 7. Kg6, wtedy następuje 7. ... Se6 i jest remis."
                }
            },
            {
                "move": "   Kh7 8. Ke4 ",
                "comment": {
                    "pt": "O caminho mais rápido para o Zugzwang.",
                    "en": "The shortest way to achieve Zugzwang.",
                    "es": "El camino más rápido para el Zugzwang.",
                    "de": "Der schnellste Weg zum Zugzwang.",
                    "zh": "最快达到楚次文格（迫移局面）的方法。",
                    "ru": "Кротчайший путь прийти к Цугцвангу.",
                    "pl": "Najkrótsza droga do Zugzwangu."
                }
            },
            {
                "move": "   Kh8 9. Kf4 Kh7 10. Kg4 Kh8 11. g6 ",
                "comment": {
                    "pt": "Zugzwang! Este termo de origem alemã, significa algo parecido com \"sem jogadas boas\".",
                    "en": "Zugzwang! This German word means something like \"no good move available.\"",
                    "es": "!Zugzwang!  Este término de origen alemán significa algo así como \"sin jugadas buenas\".",
                    "de": "Zugzwang!",
                    "zh": "楚次文格（迫移局面）！",
                    "ru": "Цугцванг! Это немецкое слово означает что-то типа, \"хорошего хода не существует\".",
                    "pl": "Zugzwang! Po niemiecku oznacza to \"nie ma żadnego dobrego ruchu\"."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "¥ x ¤ 119",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "3n1k2\/3P4\/5K2\/8\/8\/3B4\/8\/8 w - - 0 1",
        "moves": [
            {
                "move": "1. Be4 Nf7 2. Bf3 ",
                "comment": {
                    "pt": "Todas as jogadas nesta diagonal, exceto 2-Bd5, ganhariam da mesma forma.",
                    "en": "All the moves on this diagonal would win the same way, except 2-Bd5.",
                    "es": "Todas las jugadas en esta diagonal, excepto 2-Ad5, ganarían de la misma forma.",
                    "de": "Alle Züge auf dieser Diagonalen gewinnen nach der gleichen Form, außer 2. Ld5.",
                    "zh": "除了2-Bd5之外，这条斜线上所有的走法都能同样赢得胜利。",
                    "ru": "Любой ход по диагонали имеет такой же результат, исключая 2-Bd5.",
                    "pl": "Wszystkie ruchy po tej przekątnej wygrałyby w ten sam sposób, oprócz 2. Gd5."
                }
            },
            {
                "move": "   Nd8 3. Bd5 ",
                "comment": {
                    "pt": "Dominação!",
                    "en": "Domination!",
                    "es": "!Dominación!",
                    "de": "Beherrschung!",
                    "zh": "统治！",
                    "ru": "Доминирование!",
                    "pl": "Dominacja!"
                }
            },
            {
                "move": "   Nf7 4. Ke6 ",
                "comment": {
                    "pt": "4-Bx f7 afogaria o rei preto.",
                    "en": "4-Bxf7 would stalemate the black King.",
                    "es": "4-Axf7 ahogaria al rey negro.",
                    "de": "4. Lxf7 würde den schwarzen König Patt setzen.",
                    "zh": "走4-Bxf7将死黑王。",
                    "ru": "После хода 4-Bxf7, будет ПАТ у черного Короля.",
                    "pl": "4. Gxf7 doprowadziłoby czarnego Króla do pata."
                }
            },
            {
                "move": "Nd8+ 5. Kd6 Kg7 6. Ke7",
                "comment": []
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "¤ 130",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?"
        },
        "fen": "3k4\/1n6\/8\/P2K4\/8\/8\/8\/8 w - - 0 1",
        "moves": [
            {
                "move": "",
                "comment": {
                    "pt": "Este é um exemplo onde as peças defensoras se atrapalham mutuamente. Se o cavalo preto não existisse o resultado seria empate.",
                    "en": "This is an example where the defending pieces are disturbing one another. If the black Knight didn't exist, the result would be a draw.",
                    "es": "Éste es un ejemplo en el que  las piezas defensoras se entorpecen mutuamente. Si el caballo negro no estuviera el resultado sería empate.",
                    "de": "In diesem Beispiel stören sich die Figuren der schwächeren Partei gegenseitig. Ohne den schwarzen Springer wäre das Ergebnis Remis."
                }
            },
            {
                "move": "1. a6 Kc8 2. a7",
                "comment": []
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "¤ 131",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?"
        },
        "fen": "k7\/1p1K4\/1P6\/N7\/8\/8\/8\/8 w - - 0 1",
        "moves": [
            {
                "move": "",
                "comment": {
                    "pt": "Há apenas um caminho para as brancas ganharem:",
                    "en": "There is only one way for White to win:",
                    "es": "Hay apenas un camino para que las blancas ganen:",
                    "de": "Es gibt einen einzigen Gewinnweg für Weiß:"
                }
            },
            {
                "move": "1. Nc6 bxc6 2. Kc7",
                "comment": []
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "¥x ¥ 132",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "7k\/8\/7K\/6PP\/4B3\/8\/b7\/8 b - - 0 1",
        "moves": [
            {
                "move": "",
                "comment": {
                    "pt": "Nos finais em que há dois peões de vantagem as possibilidades de vitória são enormes, principalmente se os peões estiverem unidos, entretanto podem haver recursos defensivos inesperados:",
                    "en": "In endgames with two pawns of advantage, the possibilities to win are immense, especially if the pawns are united, but there may be unexpected defensive resources:",
                    "es": "En los finales con dos peones de ventaja las posibilidades de triunfo son enormes, principalmente si los peones están unidos; sin embargo puede haber recursos defensivos inesperados:",
                    "de": "In Endspielen mit zwei Mehrbauern sind die Gewinnschancen enorm, vor allem, wenn beide Bauern verbunden sind; trotzdem gibt es unerwartete Ressourcen für die Verteidigung:"
                }
            },
            {
                "move": "   1... Bd5 ",
                "comment": {
                    "pt": "Explorando o tema do afogamento.",
                    "en": "Exploring the stalemate theme.",
                    "es": "explotando el tema del ahogado.",
                    "de": "Nutzt das Pattmotiv aus.",
                    "zh": "充分利用逼将主题。",
                    "ru": "Использует патовую ситуацию.",
                    "pl": "Użycie patowego tematu."
                }
            },
            {
                "move": "   2. Bh7 ",
                "comment": {
                    "pt": "Única casa onde o bispo não será incomodado com o tema do afogado.",
                    "en": "Only square where the Bishop can't be disturbed by any stalemate.",
                    "es": "Única casilla donde el alfil no será molestado con el tema del ahogado.",
                    "de": "Einziges Feld, auf dem der Läufer vom Pattmotiv nicht gestört wird.",
                    "zh": "唯一象不会受逼将影响的一格。",
                    "ru": "Только поле где размещается Слон, не может привести к пату.",
                    "pl": "Jedyne pole, gdzie Goniec nie burzyłby pata."
                }
            },
            {
                "move": "   Bf7 ",
                "comment": {
                    "pt": "Para evitar g6.",
                    "en": "In order to prevent g6.",
                    "es": "para evitar g6.",
                    "de": "Um g6 zu verhindern.",
                    "zh": "为了阻止g6。",
                    "ru": "Для того чтобы помешать g6.",
                    "pl": "Aby zatrzymać g6."
                }
            },
            {
                "move": "   3. Bg6 ",
                "comment": {
                    "pt": "Se 6 Bxg6 empata.",
                    "en": "If 3-g6, 3...Bxg6 draws.",
                    "es": "si 3-g6 Axg6 empata.",
                    "de": "6. Lxg6 führt zum Remis.",
                    "zh": "如果走3-g6，那么应3...Bxg6和局。",
                    "ru": "Если 3-g6, то ход 3...Bxg6 приведет к ничейному результату.",
                    "pl": "Jeśli 3. g6, wtedy 3. ... Gxg6 remisuje."
                }
            },
            {
                "move": "   Ba2 ",
                "comment": {
                    "pt": "Outras jogadas também são possíveis.",
                    "en": "Other moves are also possible.",
                    "es": "Otras jugadas también son posibles.",
                    "de": "Andere Züge sind auch möglich.",
                    "zh": "其他走法也是可能的。",
                    "ru": "Другие варианты ходов также возможны.",
                    "pl": "Inne ruchy również są możliwe."
                }
            },
            {
                "move": "   4. Bf5 Be6 5. Kg6 Bf7+ ",
                "comment": {
                    "pt": "Única.",
                    "en": "Only move.",
                    "es": "Única.",
                    "de": "Einziger Zug.",
                    "zh": "唯一的走法。",
                    "ru": "Единственный ход.",
                    "pl": "Jedyny ruch."
                }
            },
            {
                "move": "   6. Kf6 Bxh5 7. Be6 ",
                "comment": {
                    "pt": "Ameaçando Bf7 e g6.",
                    "en": "Threatening Bf7 and g6.",
                    "es": "amenazando Af7 y g6.",
                    "de": "Droht Lf7 und g6.",
                    "zh": "威胁Bf7和g6。",
                    "ru": "Угрожает Bf7 и g6.",
                    "pl": "Grożąc Gf7 i g6."
                }
            },
            {
                "move": "   Bg6 8. Bf7 Bd3 ",
                "comment": {
                    "pt": "Outros lances nesta diagonal também serviam.",
                    "en": "Other moves on this diagonal would also do.",
                    "es": "Otras jugadas en esta diagonal también servian.",
                    "de": "Andere Züge auf dieser Diagonale sind auch gut.",
                    "zh": "这条斜线上的其他走法也是可以的。",
                    "ru": "Другие варианты ходов по этой диагонали приводит к такому же результату.",
                    "pl": "Inne ruchy po tej przekątnej również zadziałałyby."
                }
            },
            {
                "move": "   9. Bg6 Bc4 10. Bf5 Bf7 ",
                "comment": {
                    "pt": "Novamente evitando o avanço do peão e garantindo o empate.",
                    "en": "Again, preventing the advance of the pawn and guaranteeing a draw.",
                    "es": "De nuevo, evitando el avance del peón y asegurando el empate.",
                    "de": "Verhindert den Vormarsch vom Bauern und sichert Remis.",
                    "zh": "再次阻止兵的挺进并求得和局。",
                    "ru": "Опять-таки, препятствование в продвижении пешки, в этой ситуации, гарантирует ничейный результат.",
                    "pl": "Ponownie, zatrzymując marsz piona i gwarantując remis."
                }
            }
        ],
        "game_terminator": "1\/2-1\/2"
    },
    {
        "title": "",
        "white": "¥ x ¥ 133",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "3b4\/8\/8\/3K1k2\/1P6\/2B5\/8\/8 b - - 0 1",
        "moves": [
            {
                "move": "",
                "comment": {
                    "pt": "Este final ocorreu na partida Capablanca -Janovsky, Nova Iorque, 1916 e as pretas abandonaram neste momento, entendendo que seu rei estava muito mal colocado e não poderia ajudar o bispo na luta contra o avanço do peão. As brancas irão avançar seu peão mais uma casa e depois , coordenando rei e bispo, controlar as diagonais mais importantes garantindo o avanço do peão. Entretanto as pretas poderiam salvar esta partida:",
                    "en": "This the endgame happened in the Capablanca-Janovsky game in New York in 1916 and Black abandoned at his point, considering that its King was very badly-positioned and wouldnt be able to support the Bishop to hinder the advance of the pawn. White would advance its pawn one more square and then coordinate Bishop and King to control the most important diagonals that guarantee the advance of the pawn. Black could, however, have saved the game:",
                    "es": "Este final ocurrió en la partida Capablanca-Janovsky, Nueva York, 1916 y las negras abandonaron en este momento, porque pensaban que su rey estaba demasiado mal ubicado y no podría ayudar al alfil en la lucha contra el avance del peón. Las blancas avanzarán su peón una casilla más y después, coordinando rey y alfil, controlarán las diagonales más importantes asegurando el avance del peón. Sin embargo, las negras podrían haber salvado esta partida;",
                    "de": "Dieses Endspiel (Capablanca - Janowsky, New York, 1916 ) wurde von Janowsky aufgeben, weil er dachte, der entfernte König könnte dem Läufer im Kampf gegen den Bauern nicht helfen. Weiß rückt seinen Bauern mit Hilfe von König und Läufer. Trotzdem hätte Schwarz die Partie retten können:"
                }
            },
            {
                "move": "   1... Kf4 ",
                "comment": {
                    "pt": "Com o objetivo de ativar o rei.",
                    "en": "In order to activate the King.",
                    "es": "Con el objetivo de activar el rey.",
                    "de": "Um den König zu aktivieren.",
                    "zh": "为了使王变得活跃。",
                    "ru": "Для того чтобы активизировать Короля.",
                    "pl": "Aby aktywować Króla."
                }
            },
            {
                "move": "   2. Bd4 ",
                "comment": {
                    "pt": "Controlando a casa e3 e dificultando ao máximo a participação do rei preto.",
                    "en": "Controlling e3 and making the participation of the black King as difficult as possible.",
                    "es": "Controlando la casilla e3 y dificultando al máximo la participación del rey negro.",
                    "de": "Kontrolliert das Feld e3 und erschwert das Spiel vom schwarzen König .",
                    "zh": "控制e3，让黑王举步维艰。",
                    "ru": "Дает контроль над e3 и максимально препятствует черному Королю.",
                    "pl": "Kontrolując e3 i utrudniając udział czarnego Króla tak trudnym, jak to możliwe."
                }
            },
            {
                "move": "   Kf3 3. b5 Ke2 4. Kc6 Kd3 5. Bb6 Bg5 6. Kb7 Kc4 7. Ka6 Kb3 8. Bf2 Bd8 9. Be1 Ka4 ",
                "comment": {
                    "pt": "E as pretas chegam a tempo para evitar a jogada Ba5, que garantiria o avanço do peão e a vitória branca.",
                    "en": "And Black arrives at time to prevent Ba5 that would guarantee the advance of the pawn and White's victory.",
                    "es": "Y las negras llegan a tiempo para evitar la jugada Aa5, que aseguraría el avance del peón y el triunfo blanco.",
                    "de": "Und Schwarz kommt noch rechtzeitig dazu, La5 zu verhindern, was den Vormarsch vom Bauern und damit den weißen Gewinn sichern würde.",
                    "zh": "黑方及时赶到阻止Ba5，使白兵无法前进，输掉棋局。",
                    "ru": "И Черным ничего не остается как помешать Ba5, что гарантировало бы продвижение пешки и победу Белых.",
                    "pl": "I Czarne nadchodzą o czasie, by zatrzymać Ga5, który zagwarantowałby spokojny marsz pionem i zwycięstwo Białych."
                }
            }
        ],
        "game_terminator": "1\/2-1\/2"
    },
    {
        "title": "",
        "white": "¥ x ¥ 134",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "2k5\/4P3\/2K5\/b7\/8\/8\/7B\/8 b - - 0 1",
        "moves": [
            {
                "move": "",
                "comment": {
                    "pt": "Tudo parece perdido, entretanto:",
                    "en": "Everything seems to be lost, however:",
                    "es": "Todo parece perdido, sin embargo...",
                    "de": "Die Stellung scheint verloren zu sein, aber...:"
                }
            },
            {
                "move": "   1... Bd8 ",
                "comment": {
                    "pt": "Mais uma vez o tema do afogamento. As brancas devem coroar cavalo ou bispo para ter alguma chance.",
                    "en": "The stalemate theme again. White must promote to Knight or Bishop in order to have any chance.",
                    "es": "Una vez más el tema de ahogado. Las blancas deben coronar caballo o alfil para tener alguna chance.",
                    "de": "Noch einmal das Pattmotiv. Weiß muss den Bauern in Springer oder Läufer umwandeln, um irgendeine Chance zu haben.",
                    "zh": "还是逼将主题。白兵必须升变为马或象才能得到机会。",
                    "ru": "Опять патовая ситуация. Белые должны превратить пешку в Коня или Слона, чтобы иметь хоть какие-то шансы.",
                    "pl": "Tematyka patowa po raz kolejny. Białe muszą promować na Skoczka lub Gońca, aby zachować jakiekolwiek szanse."
                }
            },
            {
                "move": "   2. e8=N ",
                "comment": {
                    "pt": "Se 1-e8=B segue 1...Ba5, seguido de 2...Rd8 e 3... Re7.",
                    "en": "If 1-e8=B, 1...Ba5 will follow with 2...Kd8 and 3...Ke7.",
                    "es": "Si 1-e8=b sigue 1...Aa5, seguido de 2...Rd8 y 3...Re7.",
                    "de": "Auf 1. e8=L folgt 1...La5 nebst 2...Kd8 und 3...Ke7.",
                    "zh": "如果走1-e8=B，会应1...Ba5随后2...Kd8和3...Ke7。",
                    "ru": "За ходом 1-e8=B, 1...Ba5, следует 2...Kd8 и 3...Ke7.",
                    "pl": "Jeśli 1. e8=G, wtedy 1. ... Ga5 oraz 2. ... Kd8 i 3. ... Ke7."
                }
            },
            {
                "move": "   Bh4 ",
                "comment": {
                    "pt": "Única para não perder o bispo ou levar mate. Se 2...Be7 3-Bc7 Ba3 4-Cf6, seguido de Cd5 com ameaças de mate em b6 e e7.",
                    "en": "Only move that doesn't lose the Bishop and doesn't leads to a draw either. If 2...Be7, then 3-Bc7 Ba3 4-Nf6, followed by Nd5 with mate threats on b6 and e7.",
                    "es": "Única para no perder el alfil o sufrir mate. Si 2...Ae7 3-Ac7 Aa3 4-Cf6, seguido de Cd5 con amenazas de mate en b6 y e7.",
                    "de": "Einziger Zug, um den Läufer zu behalten oder nicht mattgesetzt zu werden. Auf 2...Le7 folgt 3. Lc7 La3 4. Sf6 nebst Sd5 mit Mattdrohungen auf b6 und e7.",
                    "zh": "唯一可以保全象并且不会和局的一步。 如果下2...Be7，应3-Bc7 Ba3 4-Nf6随后Nd5，在b6和e7处威胁将杀。",
                    "ru": "Единственный ход, который не приведет к потере Слона и ничейному результату. За ходом 2...Be7, идет 3-Bc7 Ba3 4-Nf6, а затем Nd5, после чего возникает угроза мата на b6 и e7.",
                    "pl": "Jedyny ruch, który nie traci Gońca i nie prowadzi do remisu. Jeśli 2. ... Ge7, wtedy 3. Gc7 Ga3 4. Sf6, kontynuowane z Sd5 z matem grożącym na b6 i e7."
                }
            },
            {
                "move": "   3. Bc7 Be7 ",
                "comment": {
                    "pt": "As pretas devem chegar a esta posição com as brancas jogando.",
                    "en": "Black has to reach this position when White is on the move.",
                    "es": "Las negras deben alcanzar esta posición cuando les toque jugar a las blancas.",
                    "de": "Schwarz muss diese Stellung mit Weiß am Zuge erreichen.",
                    "zh": "白方走的时候黑方必须已经到达这个位置。",
                    "ru": "Черные должны достичь этой позиции на ходу Белых.",
                    "pl": "Czarne muszą osiągnąć tą pozycję w \"ruchu Białych\"."
                }
            },
            {
                "move": "   4. Ng7 ",
                "comment": {
                    "pt": "Se 6 Bf8 5-Cf6 Be7 6-Cd5 Bd8.",
                    "en": "If 4-Bb6, then 4...Bf8 5-Nf6 Be7 6-Nd5 Bd8.",
                    "es": "Si 4-Ab6 Af8 5-Cf6 Ae7 6-Cd5 Ad8.",
                    "de": "Wenn 6...Lf8 so 5. Sf6 Le7 6. Sd5 Ld8.",
                    "zh": "如果下4-Bb6，然后4...Bf8 5-Nf6 Be7 6-Nd5 Bd8。",
                    "ru": "Если 4-Bb6, следует 4...Bf8 5-Nf6 Be7 6-Nd5 Bd8.",
                    "pl": "Jeśli 4. Gb6, wtedy 4. ... Gf8 5. Sf6 Ge7 6. Sd5 Gd8."
                }
            },
            {
                "move": "   Bd8 5. Bd6 Bc7 ",
                "comment": {
                    "pt": "E as pretas se salvam, pois evitam o mate e não é possível vencer com bispo e cavalo contra bispo.",
                    "en": "And Black is saved because it prevents mate and Bishop and Knight aren't able to win against Bishop.",
                    "es": "Y las negras se salvan, pues evitan el mate y no es posible vencer con alfil y caballo contra alfil.",
                    "de": "Schwarz rettet sich, weil er das Matt verhinderte; es ist nicht möglich, mit Läufer und Springer gegen Läufer zu gewinnen.",
                    "zh": "黑方被救，因为及时阻止了将杀，马和象还不足以赢象。",
                    "ru": "И черные спасают положение, потому что они предотвращают мат, а Конь и Слон не могут выиграть у Слона оппонента.",
                    "pl": "I Czarne ratują siebie, ponieważ zapobiegają matowi oraz Goniec ze Skoczkiem nie są w stanie wygrać z Gońcem."
                }
            }
        ],
        "game_terminator": "1\/2-1\/2"
    },
    {
        "title": "",
        "white": "¥§ x § 135",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "8\/8\/5k1K\/8\/1p6\/5P2\/1B6\/8 b - - 0 1",
        "moves": [
            {
                "move": "1... Kf5 ",
                "comment": {
                    "pt": "Ameaçando Rf4.",
                    "en": "Threatening Kf4.",
                    "es": "Amenazando Rf4.",
                    "de": "Droht Kf4.",
                    "zh": "威胁Kf4。",
                    "ru": "Угрожает Kf4.",
                    "pl": "Grożąc Kf4."
                }
            },
            {
                "move": "   2. Bc1 ",
                "comment": {
                    "pt": "Única para controlar a casa f4.",
                    "en": "Only move to control f4.",
                    "es": "Única para controlar la casilla f4.",
                    "de": "Einziger Zug, um das Feld f4 zu kontrollieren.",
                    "zh": "唯一可以控制f4的一步。",
                    "ru": "Единственный ход, для контроля над f4.",
                    "pl": "Jedyny ruch, aby uzyskać kontrolę nad f4."
                }
            },
            {
                "move": "   b3 3. Kh5 b2 ",
                "comment": {
                    "pt": "Esse lance desvia o bispo do controle da casa f4.",
                    "en": "Thismove deviates the Bishop from the control over f4.",
                    "es": "Esta jugada desvía el alfil del control de la casilla f4.",
                    "de": "Dieser Zug lenkt den Läufer von der Kontrolle über das Feld f4 ab.",
                    "zh": "这一步引开象对f4的控制。",
                    "ru": "Этот ход отбирает у Слона контроль над f4.",
                    "pl": "Tym ruchem Goniec traci kontrolę nad f4."
                }
            },
            {
                "move": "   4. Bxb2 Kf4 ",
                "comment": {
                    "pt": "Ganhando o peão de f3 e empatando a partida.",
                    "en": "Winning the f3-pawnand drawing the game.",
                    "es": "Ganando el peón de f3 y empatando la partida.",
                    "de": "Gewinnt den Bauern f3 und erreicht Remis.",
                    "zh": "吃掉f3-兵，和局。",
                    "ru": "Выигрывает пешку на f3 и приводит к ничейному результату.",
                    "pl": "Wygrywając piona na f3 i remisując grę."
                }
            }
        ],
        "game_terminator": "1\/2-1\/2"
    },
    {
        "title": "",
        "white": "¥§ x ¥ 136",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "5b2\/5P2\/4k1K1\/8\/8\/2B5\/8\/8 w - - 0 1",
        "moves": [
            {
                "move": "1. Bg7 Bb4 2. Bh6 ",
                "comment": {
                    "pt": "Esse lance mantém o controle da casa f8 e permite manobrar o rei branco até g8.",
                    "en": "This move maintains the control over f8 and enables the white King to maneuver to g8.",
                    "es": "Esta jugada mantiene el control de la casilla f8 y permite maniobrar el rey blanco hasta g8.",
                    "de": "Behält die Kontrolle über das Feld f8 und führt den weißen König bis g8.",
                    "zh": "这一步可以保全对f8的控制权，将白王领到g8。",
                    "ru": "Этот ход обеспечивает контроль над полем f8 и вводит белого Короля в игру, для того чтобы занять поле g8.",
                    "pl": "Ten ruchu utrzymuję kontrolę nad f8 i umożliwia białemu Królowi manewr na g8."
                }
            },
            {
                "move": "   Bc5 3. Kg7 Bb4 4. Kg8 Bc5 5. Bf8 Be3 6. Bb4 Bh6 ",
                "comment": {
                    "pt": "Único lance.",
                    "en": "Only move possible.",
                    "es": "Única jugada.",
                    "de": "Einziger Zug.",
                    "zh": "唯一可行的一步。",
                    "ru": "Единственный возможный ход.",
                    "pl": "Jedyna możliwość."
                }
            },
            {
                "move": "   7. Bd2 ",
                "comment": {
                    "pt": "7-Bc3, com a idéia de 8-Bg7 também ganharia a partida.",
                    "en": "7-Bc3 planning 8-Bg7 would also win the game.",
                    "es": "7-Ac3, con la idea de 8-Ag7, también ganaría la partida.",
                    "de": "7. Lc3 mit der Idee 8. Lg7 gewinnt auch.",
                    "zh": "7-Bc3目标走8-Bg7也可以赢得胜利。",
                    "ru": "На игру 7-Bc3 планируется 8-Bg7, что тоже приводит к победе.",
                    "pl": "7. Gc3 z planem 8. Gg7 również wygrywa."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "¥§ x § 137",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "4K3\/5P2\/3bk2B\/8\/8\/8\/8\/8 w - - 0 1",
        "moves": [
            {
                "move": "",
                "comment": {
                    "pt": "Tente se defender com as pretas.",
                    "en": "Try to defend Black.",
                    "es": "Trate de defenderse con las negras.",
                    "de": "Versuchen Sie, sich mit Schwarz zu verteidigen."
                }
            },
            {
                "move": "   1. Bf8 Be5 2. Ba3 Bg7 3. Bb2 Bh6 4. Bc1 Bg7 5. Bd2 Kd6 ",
                "comment": {
                    "pt": "E as brancas não conseguem progredir.",
                    "en": "And White won't be able to progress.",
                    "es": "Y las blancas no consiguen progresar.",
                    "de": "Und Weiß kommt nicht weiter.",
                    "zh": "白棋不能取得任何进展。",
                    "ru": "И Белые не смогут развиваться.",
                    "pl": "I Białe nie są w stanie poprawić pozycji."
                }
            }
        ],
        "game_terminator": "1\/2-1\/2"
    },
    {
        "title": "",
        "white": "¥ 32",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "7B\/8\/8\/5k1K\/8\/5P2\/8\/8 w - - 0 1",
        "moves": [
            {
                "move": "",
                "comment": {
                    "pt": "Com bispo e peão de vantagem as brancas só não vencem se as pretas puderem capturar o peão ou usar o tema de afogamento. Neste exemplo parece que as pretas irão capturar o peão branco.",
                    "en": "With the advantage of Bishop and pawn, White can only be prevented from winning if Black captures the pawn or uses the stalemate theme. In this example it looks like Black is going to capture the white pawn.",
                    "es": "Con alfil y peón de ventaja las blancas sólo no vencen si las negras pueden capturar el peón o explotar el tema de ahogado. En este ejemplo parece que las negras capturarán el peón blanco.",
                    "de": "Mit Vorteil von Läufer und Bauern gewinnt Weiß nur dann nicht, wenn Schwarz es gelingt, entweder den Bauern zu nehmen oder sich patt zu setzen. Hier sieht es danach aus, dass Schwarz den weißen Bauern schlägt."
                }
            },
            {
                "move": "   1. Be5 ",
                "comment": {
                    "pt": "Evitando ...Rf4 e forçando um final vencedor de rei e peão contra rei.",
                    "en": "Preventing ...Kf4 and forcing a winning endgame of King and pawn against King.",
                    "es": "Evitando ...Rf4 y forzando un final ganador de rey y peón contra rey.",
                    "de": "Vermeidet ...Kf4 und leitet in ein gewonnenes Endpsiel König gegen König und Bauern.",
                    "zh": "阻止...Kf4，并获得王对单兵残局的胜利。",
                    "ru": "Предотвращает попытку ...Kf4 и позволяет выиграть партию Короля и пешки, против Короля.",
                    "pl": "Uniemożliwiając ... Kf4 i wymuszając zwycięską końcówkę Króla i piona przeciw Królowi."
                }
            },
            {
                "move": "Kxe5 2. Kg5",
                "comment": []
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "¥ x §§ 138",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "8\/8\/1P6\/2k2K2\/7P\/5b2\/8\/8 w - - 0 1",
        "moves": [
            {
                "move": "1. Kf4 ",
                "comment": {
                    "pt": "Se 1-h5 Rxb6 2-h6 Bd1 seguido de ...Bc2+.",
                    "en": "If 1-h5 Kxb6, then 2-h6 Bd1 followed by ...Bc2+.",
                    "es": "Si 1-h5 Rxb6 2-h6 Bd1 seguido de ... Ac2+.",
                    "de": "Auf 1. h5 folgt Kxb6 2. h6 Ld1 nebst ...Lc2+.",
                    "zh": "如果1-h5 Kxb6，然后2-h6 Bd1随后...Bc2+。",
                    "ru": "На ход 1-h5 Kxb6, а затем 2-h6 Bd1, следует ...Bc2+.",
                    "pl": "Jeśli 1. h5 Kxb6, wtedy 2. h6 Gd1, z kontynuacją ... Gc2+."
                }
            },
            {
                "move": "   Bd5 2. Ke5 ",
                "comment": {
                    "pt": "Preparando a jogada h5.",
                    "en": "Preparing h5.",
                    "es": "Preparando la jugada h5.",
                    "de": "Bereitet h5 vor.",
                    "zh": "准备h5。",
                    "ru": "Подготавливает h5.",
                    "pl": "Przygotowując h5."
                }
            },
            {
                "move": "   Bf3 3. h5 ",
                "comment": {
                    "pt": "As brancas irão promover um dos peões.",
                    "en": "White will promote one of its pawns.",
                    "es": "Las blancas promoverán uno de los peones.",
                    "de": "Weiß wandelt einen der Bauern um.",
                    "zh": "一个白兵升变了。",
                    "ru": "Белые проводят для превращения одну из своих пешек.",
                    "pl": "Białe promują jednego z pionów."
                }
            },
            {
                "move": "   Kxb6 4. h6 ",
                "comment": {
                    "pt": "E o bispo não evita a promoção do peão.",
                    "en": "And the Bishop can't prevent the promotion.",
                    "es": "Y el alfil no evita la promoción del peón.",
                    "de": "Und der Läufer kann die Umwandlung nicht verhindern.",
                    "zh": "象不能阻止兵的升变。",
                    "ru": "И Слон не может помешать прохождению пешки.",
                    "pl": "I Goniec nie może zapobiec promocji."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "§§ x ¥ 139",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "8\/6b1\/5k2\/8\/P3K1P1\/8\/8\/8 w - - 0 1",
        "moves": [
            {
                "move": "1. a5 Bf8 ",
                "comment": {
                    "pt": "Para jogar ...Bc5.",
                    "en": "In order to play ...Bc5.",
                    "es": "Para jugar ...Ac5.",
                    "de": "Um ...Lc5 zu spielen.",
                    "zh": "为了下...Bc5。",
                    "ru": "Для того, чтобы сыграть ...Bc5.",
                    "pl": "W celu zagrania ... Gc5."
                }
            },
            {
                "move": "   2. Kd5 ",
                "comment": {
                    "pt": "Controla a casa c5 e ameaça avançar o peão.",
                    "en": "Controls c5 and threatens to advance the pawn.",
                    "es": "Controla la casilla c5 y amenaza avanzar el peón.",
                    "de": "Kontrolliert das Feld c5 und droht den Bauern vorzurücken.",
                    "zh": "控制c5、威胁兵的前进。",
                    "ru": "Контролирует c5 и угрожает продвижением пешки.",
                    "pl": "Kontrolując c5 i grożąc marszem piona."
                }
            },
            {
                "move": "   Bh6 ",
                "comment": {
                    "pt": "Para defender o avanço do peão com ...Be3.",
                    "en": "In order to defend against the advance of the pawn with ... Be3.",
                    "es": "Para defender el avance del peón con . ..Ae3.",
                    "de": "Um den Vormarsch des Bauern mit ...Le3 zu verteidigen.",
                    "zh": "走... Be3来阻扰兵前进。",
                    "ru": "Для того, чтобы предотвратить продвижение пешки ...Be3.",
                    "pl": "W celu obrony przeciwko marszu piona z ... Ge3."
                }
            },
            {
                "move": "   3. g5+ ",
                "comment": {
                    "pt": "Lance ganhador, pois tira a possibilidade do bispo voltar a f8 caso ele tome em g5. Se as pretas jogarem 3...Rxg5 4-a6.",
                    "en": "Winning move because it destroys any possibility for the Bishop to return to f8 in case it captures on g5. If Black plays 3...Rxg5, then 4-a6 follows.",
                    "es": "Jugada ganadora, pues impide que el alfil vuelva a f8 si toma en g5. Si las negras juegan 3...Rxg5 4-a6.",
                    "de": "Gewinnt, weil dieser Zug den Läufer daran hindert, auf f8 zurückzukehren, wenn er auf g5 schlägt. Auf 3...Kxg5 folgt 4.a6.",
                    "zh": "制胜的一着，因为如果象攻击g5，那么这样走切断了象了退回f8的退路。如果黑方走3...Rxg5，那么会应4-a6。",
                    "ru": "Хороший ход, потому что исключает любую возможность вернуться Слону на f8, если он захватывает g5. Если Черные сыграют 3...Rxg5, затем последует 4-a6.",
                    "pl": "Zwycięski ruch, ponieważ uniemożliwia powrót Gońca na f8 w razie, gdyby bił on g5. Jeśli Czarne zagrają 3. ... Wxg5, wtedy 4. a6."
                }
            },
            {
                "move": "   Bxg5 4. Ke4 ",
                "comment": {
                    "pt": "Defend e a casa e3.",
                    "en": "Defends e3.",
                    "es": "Defiende la casilla e3.",
                    "de": "Deckt das Feld e3.",
                    "zh": "防御e3格。",
                    "ru": "Защищает e3.",
                    "pl": "Broniąc e3."
                }
            },
            {
                "move": "   Bh4 5. Kf3 ",
                "comment": {
                    "pt": "E o bispo preto não pode evitar a promoção do peão.",
                    "en": "And the black Bishop can't prevent the promotion of the pawn.",
                    "es": "Y el alfil negro no puede evitar la promoción  del peón.",
                    "de": "Der schwarze Läufer kann die Umwandlung nicht verhindern.",
                    "zh": "黑象不能阻止白兵升变。",
                    "ru": "И черный Слон не может предотвратить превращение пешки.",
                    "pl": "I czarny Goniec nie może zatrzymać promocji piona."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "¥ x ¤ 148",
        "white_sort": "",
        "black": "fantasia",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "8\/8\/2k4b\/P7\/8\/8\/2N2PKp\/8 w - - 0 1",
        "moves": [
            {
                "move": "",
                "comment": {
                    "pt": "As pretas ameaçam empatar jogando ...Rb5, mas as brancas podem fazer uma manobra para dominar as peças pretas.",
                    "en": "Black threatens to draw with . ..Kb5, but White can maneuver aiming to dominate Black's pieces.",
                    "es": "Las negras amenazan empatar jugando...Rb5, pero las blancas pueden hacer una maniobra para dominar las piezas negras.",
                    "de": "Schwarz droht ...Kb5 mit Remis, aber Weiß kann nach einem Manöver die schwarzen Figuren beherrschen."
                }
            },
            {
                "move": "   1. Nd4+ Kc5 2. Kh1 ",
                "comment": {
                    "pt": "Zugzwang! Qualquer lance das pretas, ou permite que o peão branco coroe imediatamente, ou perde o bispo.",
                    "en": "Zugzwang! Any black move either allows White to promote the pawn immediately or loses the Bishop.",
                    "es": "!Zugzwang! Cualquier jugada de las negras, o permite que el peón blanco corone inmediatamente, o pierde el alfil.",
                    "de": "Zugzwang! Entweder wandelt der Bauer um oder der Läufer geht verloren.",
                    "zh": "楚茨文克（迫移局面）！黑方不管怎么走要么白兵立即升变，要么就是丢掉象。",
                    "ru": "Цугцванг! Любой ход Черных ведет или к потере Слона, или позволит Белым сразу провести пешку.",
                    "pl": "Zugzwang! Każdy ruch czarnych pozwala Białym promować piona natychmiastowo lub zdobywa Gońca."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "¤ 165",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "3k4\/1p6\/3N4\/P1n5\/8\/8\/8\/7K w - - 0 1",
        "moves": [
            {
                "move": "1. Nxb7+ Nxb7 2. a6 ",
                "comment": {
                    "pt": "E o peão coroa.",
                    "en": "And he pawn is promoted.",
                    "es": "Y el peón corona.",
                    "de": "Der Bauer promoviert.",
                    "zh": "兵升变了。",
                    "ru": "И пешка проведена.",
                    "pl": "I pion jest promowany."
                }
            },
            {
                "move": "Kc7 3. a7",
                "comment": []
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "¤ 166",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "7k\/4K1p1\/6Pp\/5N1P\/8\/8\/8\/8 w - - 0 1",
        "moves": [
            {
                "move": "",
                "comment": {
                    "pt": "As pretas têm o recurso do afogamento para tentar o empate, mas as brancas podem vencer se jogarem com precisão.",
                    "en": "Black has the stalemate resource in order to try a draw, but White can win if it plays precisely.",
                    "es": "Las negras tienen el recurso de ahogarse para intentar el empate, pero las blancas pueden vencer si juegan con precisión.",
                    "de": "Schwarz kann versuchen, sich Patt zu setzen, Weiß kann aber mit präzisem Spiel gewinnen."
                }
            },
            {
                "move": "   1. Ne3 ",
                "comment": {
                    "pt": "Qua lquer outra jogada de cavalo com rumo a f6 é suficiente, mas os sacrifícios em h6 e g7 (1-Cxh6 ou 1-Cxf7) levam ao empate.",
                    "en": "Any other Knight move towards f6 is sufficient, but the sacrifices on h6 and g7 (1-Nxh6 or 1-Nxf7) lead to a draw.",
                    "es": "Cualquier otra jugada de caballo rumbo a f6 es suficiente, pero los sacrificios en h6 y g7 (1-Cxh6 o 1-Cxg7) llevan al empate.",
                    "de": "Jeder andere Springerzug Richtung f6 ist genug, aber Opfer auf h6 und g7 (1. Sxh6 oder 1. Sxf7) führen zum Remis.",
                    "zh": "马其他任何去往f6的走法都可以，但是在h6和g7（(1-Nxh6 或者 1-Nxf7）处弃子的话会导致和局。",
                    "ru": "Любые другие ходы Коня к полю f6 также обоснованы, но жертва h6 и g7 (1-Nxh6 или 1-Nxf7), приводит к ничейному результату.",
                    "pl": "Każdy inny ruch Skoczka w kierunku f6 jest wystarczający, ale ofiara na h6 i g7 (1. Sxh6 lub 1. Sxf7) prowadzi do remisu."
                }
            },
            {
                "move": "   Kg8 2. Ng4 Kh8 3. Nf6 ",
                "comment": {
                    "pt": "Forçando a tomada. 3-Cxh6 seria um grave erro e levaria ao empate.",
                    "en": "Forcing the capture. 3-Nxh6 would be a big mistake that would lead to a draw.",
                    "es": "Forzando la captura. 3-Cxh6 sería un grave error y llevaría al empate.",
                    "de": "Erzwingt das Schlagen. 3. Sxh6 wäre ein grober Fehler und würde zum Remis führen.",
                    "zh": "强迫吃子。 3-Nxh6是一个很大的错误，会导致和局。",
                    "ru": "Принуждает к взятию. Ход 3-Nxh6 - ошибочный, и ведет к ничье.",
                    "pl": "Wymuszając zbicie. 3. Sxh6 byłoby błędem, gdyż prowadzi do remisu."
                }
            },
            {
                "move": "gxf6 4. Kf7 f5 5. g7+ Kh7 6. g8=Q#",
                "comment": []
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "¥ x ¤ 167",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "1n6\/8\/3k4\/3P4\/3KP3\/8\/6B1\/8 b - - 0 1",
        "moves": [
            {
                "move": "",
                "comment": {
                    "pt": "Mesmo com dois peões a menos é possível empatar se o cavalo conseguir estabelecer um bloqueio.",
                    "en": "Even with two pawns down it's possible to draw if the Knight is able to establish a blockade.",
                    "es": "Aun con dos peones menos es posible empatar, si el caballo logra establecer un bloqueo.",
                    "de": "Trotz der beiden Minusbauern ist das Remis möglich, wenn der Springer eine Blockade einsetzt."
                }
            },
            {
                "move": "   1... Nd7 2. Bh3 Ne5 ",
                "comment": {
                    "pt": "E as pretas empatam mantendo o controle da casa e5, porque é impossível mover os peões sem perdê-los.",
                    "en": "And Black draws the game maintaining the control over e5 because this way it's impossible to move the pawns without losing them.",
                    "es": "Y las negras empatan manteniendo el control de la casilla e5, porque es imposible mover los peones sin perderlos.",
                    "de": "Und Schwarz erreicht Remis, wenn er die Kontrolle über das Feld e5 behält, weil es unmöglich, die Bauern zu ziehen, ohne sie zu verlieren.",
                    "zh": "如果黑方能保全对e5格的控制就能求得和局，因为这样兵得以挺进，并且不会被捉。",
                    "ru": "Черные играют вничью, сохраняя контроль над e5, потому что в этой ситуации невозможно ходить пешками и не терять их.",
                    "pl": "I czarne remisują grę utrzymując kontrolę nad e5, ponieważ nie sposób ruszyć pionami bez ich utraty."
                }
            }
        ],
        "game_terminator": "1\/2-1\/2"
    },
    {
        "title": "",
        "white": "¥ x ¤ 168",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "8\/5k2\/2pK1n1B\/2P4P\/8\/8\/8\/8 w - - 0 1",
        "moves": [
            {
                "move": "",
                "comment": {
                    "pt": "O peão h está perdido, mas as brancas podem usar o tema da dominação para vencerem.",
                    "en": "The h-pawn is lost but White is able to use the domination theme and win.",
                    "es": "El peón h está perdido, pero las blancas pueden usar el tema de la dominación para vencer.",
                    "de": "Der Bauer geht verloren, aber Weiß kann mit dem Beherrschungsmotiv gewinnen."
                }
            },
            {
                "move": "   1. Bf4 Nxh5 2. Be5 ",
                "comment": {
                    "pt": "Este é o lance chave. O cavalo não poderá abandonar sua posição e as brancas vencerão graças ao seu peão c.",
                    "en": "This is a key move. The Knight can't abandon its position and White wins thanks to its c-pawn.",
                    "es": "Ésta es la jugada clave. el caballo no podrá abandonar su posición y las blancas vencen gracias a su peón c.",
                    "de": "Ein Schlüsselzug. Der Springer ist an dieses Feld gebunden, Weiß gewinnt dank seines c-Bauern.",
                    "zh": "关键的一步。马被锁定在这格，白方能获得胜利得益于它的c-兵。",
                    "ru": "Это решающий ход. Конь не может уйти со своей позиции и Белые выигрывают благодаря своей c-пешке.",
                    "pl": "Kluczowy ruch. Skoczek nie może opuścić pozycji i Białe wygrywają dzięki pionowi na kolumnie c."
                }
            },
            {
                "move": "Ke8 3. Kxc6 Ke7 4. Kb7 Ke6 5. c6 Kxe5 6. c7",
                "comment": []
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "¥ x ¤ 169",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "8\/4b3\/8\/8\/7N\/6p1\/5k1p\/7K b - - 0 1",
        "moves": [
            {
                "move": "1... Bg5 ",
                "comment": {
                    "pt": "As pretas devem colocar as brancas em zugzwang para vencer.",
                    "en": "Black has to put White in Zugzwang in order to win.",
                    "es": "Las negras deben dejar a las blancas en Zugzwang para vencer.",
                    "de": "Um zu gewinnen, muss Schwarz Weiß in Zugzwang bringen.",
                    "zh": "黑方为了获胜要将白方引入楚次文格（迫移局面）。",
                    "ru": "Для того чтобы выиграть, Черные должны привести Белых к Цугцвангу.",
                    "pl": "Czarne muszą umieścić Białe w Zugzwangu, aby zwyciężyć."
                }
            },
            {
                "move": "2. Ng2 Ke2",
                "comment": []
            }
        ],
        "game_terminator": "0-1"
    },
    {
        "title": "",
        "white": "¥ x ¤ 170",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?"
        },
        "fen": "8\/8\/8\/6b1\/5N2\/6p1\/5k1p\/7K b - - 0 1",
        "moves": [
            {
                "move": "1... Kf1 2. Nh3 g2+ 3. Kxh2 Bf4+",
                "comment": []
            }
        ],
        "game_terminator": "0-1"
    },
    {
        "title": "",
        "white": "¥ x ¤ 182",
        "white_sort": "",
        "black": "fantasia",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "2b5\/4N3\/5P2\/8\/2k1K3\/8\/3p4\/8 w - - 0 1",
        "moves": [
            {
                "move": "",
                "comment": {
                    "pt": "Parece impossível parar o peão preto , mas há um tema oculto;",
                    "en": "It semms possible to stop the black pawn but there is a hidden theme.",
                    "es": "Parece imposible detener al peón negro, pero hay un tema.",
                    "de": "Es scheint unmöglich, den schwarzen Bauern aufzuhalten, aber es gibt eine versteckte Lösung:"
                }
            },
            {
                "move": "   1. Nd5 Bb7 ",
                "comment": {
                    "pt": "Se 1...Bf5 seguiria 2-Rxf5 Rxd5 3-f7 d1=D 4-Rg6 chegando a uma posição de empate explicada em exercícios anteriores.",
                    "en": "If 1...Bf5, 2-Kxf5 Kxd5 3-f7 d1=Q 4-Rg6 would follow and reach a drawing position that has already been explained in previous exercises.",
                    "es": "si 1...Af5 seguiría 2-Rxd5 3-f7 d1=d 4-Rg6 llegando a una posición de empate explicada en ejercicios anteriores.",
                    "de": "Auf 1...Lf5 folgte 2. Kxf5 Kxd5 3. f7 d1=D 4. Kg6, wonach eine in vorigen Übungen erläuterte Remisstellung erreicht wird.",
                    "zh": "如果下1...Bf5，会跟2-Kxf5 Kxd5 3-f7 d1=Q 4-Rg6并求得和局，这个在以前的练习中已经解释过了。",
                    "ru": "Если 1...Bf5, следует 2-Kxf5 Kxd5 3-f7 d1=Q 4-Rg6, и достигается ничейная позиция, которая была описана в предыдущих тренингах.",
                    "pl": "Jeśli 1. ... Gf5 2. Kxf5 Kxd5 3. f7 d1=H 4. Wg6 i pozycja remisowa osiągnięta, jak zostało to wytłumaczone w poprzednich przykładach."
                }
            },
            {
                "move": "   2. f7 Bxd5+ 3. Ke3 d1=Q 4. f8=Q ",
                "comment": {
                    "pt": "Está é uma situação de empate (Dama + Bispo contra Dama) , exceto nos casos em que o defensor perde a dama ou toma mate imediatamente.",
                    "en": "This is draw situation (Queen + Bishop against Queen), except in cases when the defendant loses the Queen or gets immediately mated.",
                    "es": "Ésta es una situación de empate (dama + alfil contra dama), excepto en los casos en que el defensor pierde la dama o sufre mate inmediatamente.",
                    "de": "Die Stellung ist (Dame + Läufer gegen Dame), von den Fällen abgesehen, in denen die schwächere Seite die Dame verliert oder sofort mattgesetzt wird.",
                    "zh": "这是和局的局面（后+象对后），除非弱方丢掉后或者马上逼和。",
                    "ru": "Ничья в игре Ферзя, против Ферзя и Слона!  За исключением того, что защищающаяся сторона теряет Ферзя или этой стороне поставлен мат.",
                    "pl": "To sytuacja remisowa (Hetman i Goniec przeciwko Hetmanowi), oprócz sytuacji, gdzie obrońca traci Hetmana lub zostaje natychmiastowo zamatowany."
                }
            },
            {
                "move": "   Qe1+ 5. Kf4 Qf2+ ",
                "comment": {
                    "pt": "Ganhando a dama.",
                    "en": "Winning the Queen.",
                    "es": "Ganando la dama.",
                    "de": "Gewinnt die Dame.",
                    "zh": "吃后。",
                    "ru": "Выигрывает Ферзя.",
                    "pl": "Wygrywając Hetmana."
                }
            },
            {
                "move": "   6. Ke5 Qxf8 ",
                "comment": {
                    "pt": "O rei branco está afogado.",
                    "en": "The black King is stalemated.",
                    "es": "El rey blanco está ahogado.",
                    "de": "Der weiße König ist Patt.",
                    "zh": "白王逼和。",
                    "ru": "Черный Король в патовой ситуации.",
                    "pl": "Czarne są w pacie."
                }
            }
        ],
        "game_terminator": "1\/2-1\/2"
    },
    {
        "title": "",
        "white": "¥ 37",
        "white_sort": "",
        "black": "Conceito",
        "date": "",
        "event": {
            "en": "?"
        },
        "fen": "1k6\/8\/PK6\/8\/8\/4B3\/8\/8 w - - 0 1",
        "moves": [
            {
                "move": "",
                "comment": {
                    "pt": "Este é um raro exemplo onde bispo + peão não são suficientes para vencer. As brancas não conseguem expulsar o rei preto das casas a8, a7 ou b8 e portanto não conseguem coroar o peão. Para que a posiçao seja de empate , o peão deve ser de torre e o bispo não pode controlar a casa de coroação do peão. Uma possível sequência seria:",
                    "en": "This is a rare example where Bishop + pawn aren't sufficient to win. White can't chase the black King away from a8, a7 or b8 and therefore it can't promote the pawn. For a drawing position the pawn must be a Rook-pawn and the Bishop shouldn't control the promotion square. A possible sequence would be:",
                    "es": "Éste es un raro ejemplo donde alfil + peón no son suficientes para vencer. Las  blancas no consiguen expulsar el rey negro de las casillas a8, a7 o b8 y por lo tanto no consiguen coronar el peón. Para que la posición sea de empate, el peón debe ser de torre y el alfil no puede controlar a casilla de coronación del peón. Una continuación posible sería:",
                    "de": "Ein seltenes Beispiel, in dem Läufer und Bauer nicht gewinnen. Weiß schafft es nicht, den schwarzen König aus den Feldern a8, a7 oder b8 zu vertreiben und kann deswegen seinen Bauern nicht umwandeln. Damit die Stellung Remis ist, muss es sich um einen Randbauern handeln und das Umwandlungsfeld außerhalb der Kontrolle vom Läufer stehen. Eine mögliche Folge wäre:"
                }
            },
            {
                "move": "1. Bf4+ Ka8 2. Kc6 Ka7 3. Kb5 Ka8 4. Kb6",
                "comment": []
            }
        ],
        "game_terminator": "1\/2-1\/2"
    },
    {
        "title": "",
        "white": "¥ x ¤ 183",
        "white_sort": "",
        "black": "fantasia",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "N2k4\/p7\/8\/8\/4K3\/8\/P7\/6b1 w - - 0 1",
        "moves": [
            {
                "move": "",
                "comment": {
                    "pt": "Como as brancas salvam esta partida? Note que o final bispo e peão contra rei é ganho para as pretas ,pois seu bispo controla a casa de coroação do peão \"a\".",
                    "en": "How can White save the game? Notice that the endgame of Bishop and pawn against King is won by Black because its Bishop controls the promotion square of the a-pawn.",
                    "es": "?Cómo salvan las blancas esta partida? Note que el final alfil y peón contra rey está ganado para las negras, pues su alfil controla la casilla de coronación del peón \"a\".",
                    "de": "Wie kann Weiß die Partie retten? Beachte, dass das Endspiel Läufer und Bauer gegen König für Schwarz gewonnen ist, da sein Läufer das Umwandlungsfeld kontrolliert."
                }
            },
            {
                "move": "   1. Kd5 Kd7 2. a4 ",
                "comment": {
                    "pt": "Se a3 seguiria ...a6.",
                    "en": "If 2-a3, 2...a6 would follow.",
                    "es": "Si 2-a3 seguiría ...a6.",
                    "de": "Auf a3 würde...a6 folgen.",
                    "zh": "如果下2-a3，会跟2...a6。",
                    "ru": "На ход 2-a3, следует 2...a6.",
                    "pl": "Jeśli 2. a3, nastąpi 2. ... a6."
                }
            },
            {
                "move": "   a5 3. Kc4 Kc6 4. Nc7 Kxc7 5. Kb5 Bb6 6. Ka6 ",
                "comment": {
                    "pt": "E as pretas devem optar entre 6. .. Rc6 afogando o rei branco ,6... Rb8 perdendo o bispo ou qualquer jogada de bispo perdendo o peão.Empate!",
                    "en": "And Black has to choose between 6...Kc6 with stalemated white King, 6...Kb8 losing the Bishop or any other Bishop move that loses the pawn. Draw!",
                    "es": "Y las negras deben optar entre 6...Rc6, ahogando el rey blanco, 6...Rb8 perdiendo el alfil o cualquier jugada de alfil perdiendo el peón.  !Empate!",
                    "de": "Schwarz kann nur zwischen den Übeln wählen: 6… Kc6 (Patt), 6… Kb8 (verliert den Läufer), L beliebig (verliert den Bauern). Remis!",
                    "zh": "黑方只能在6...Kc6（逼和白王）、6...Kb8（丢掉象）和其他象的走法（丢掉象）中选择。和局！",
                    "ru": "И Черные должны выбирать между 6...Kc6, что ведет к пату, и 6...Kb8, что ведет к потере Слона. Любой же ход Слона ведет к потере пешки. НИЧЬЯ!",
                    "pl": "I Czarne muszą wybrać pomiędzy 6. ... Kc6, co patuje białego Króla lub 6. ... Kb8 z utratą Gońca bądź inny ruch Gońca, który traci piona. Remis!"
                }
            }
        ],
        "game_terminator": "1\/2-1\/2"
    },
    {
        "title": "",
        "white": "¤ x § 190",
        "white_sort": "",
        "black": "fantasia",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "4N3\/7k\/5Kpp\/8\/4p3\/8\/8\/8 w - - 0 1",
        "moves": [
            {
                "move": "",
                "comment": {
                    "pt": "Como deter tantos peões com apenas um cavalo?",
                    "en": "How can one Knight stop so many pawns?",
                    "es": "?Cómo detener peones sólo con un caballo?",
                    "de": "Wie kann man soviele Bauern mit nur einem Springer halten?"
                }
            },
            {
                "move": "   1. Kf7 e3 2. Nf6+ Kh8 3. Nd5 ",
                "comment": {
                    "pt": "Se 3-Cg4 e2 4-Ce5 Rh7 5-Cxg6 h5 e as pretas vencem.",
                    "en": "If 3-Ng4, then 3...e2 4-Ne5 Kh7 5-Nxg6 h5 and Black would win.",
                    "es": "si 3-Cg4 e2 4-Ce5 Rh7 5-Cxg6 h5 y las negras vencen.",
                    "de": "Auf 3. Sg4 gewinnt Schwarz mit e2 4. Se5 Kh7 5. Sxg6 h5.",
                    "zh": "下3-Ng4，跟3...e2 4-Ne5 Kh7 5-Nxg6 h5，黑棋赢。",
                    "ru": "На ход 3-Ng4, следует 3...e2 4-Ne5 Kh7 5-Nxg6 h5 и Черные выиграют.",
                    "pl": "Jeśli 3. Sg4, wtedy 3. ... e2 4. Se5 Kh7 5. Sxg6 h5 i Czarne zwyciężają."
                }
            },
            {
                "move": "   e2 4. Nf4 e1=Q 5. Nxg6+ Kh7 6. Nf8+ ",
                "comment": {
                    "pt": "Xéque perpétuo.",
                    "en": "Perpetual check.",
                    "es": "Jaque continuo.",
                    "de": "Dauerschach!",
                    "zh": "长将。",
                    "ru": "Вечный шах.",
                    "pl": "Wieczny szach."
                }
            }
        ],
        "game_terminator": "1\/2-1\/2"
    },
    {
        "title": "",
        "white": "¥ x ¥ 191",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "8\/4b3\/8\/8\/2k5\/8\/PP3B2\/2K5 b - - 0 1",
        "moves": [
            {
                "move": "",
                "comment": {
                    "pt": "Como evitar que as brancas avancem seus peões?",
                    "en": "How can Black prevent the white pawns from advancing?",
                    "es": "?Cómo evitar que las blancas avancen sus peones?",
                    "de": "Wie kann man verhindern, dass Weiß seine Bauern vorrückt?"
                }
            },
            {
                "move": "   1... Ba3 ",
                "comment": {
                    "pt": "Após a troca do bispo pelo peão b2 ou sua captura, as brancas não poderão vencer com o peão torre, sem que o bispo controle sua casa de coroação.",
                    "en": "After the exchange of the Bishop for the b2-pawn or its capture, White won't be able to advance the Rook-pawn without the Bishop controlling its promotion square.",
                    "es": "Después del cambio del alfil por el peón b2 o de su captura, las blancas no podrán vencer con el peón  torre, sin que el alfil controle la casilla de coronación.",
                    "de": "Nach dem Abtausch des Läufes gegen den Bauern b2, kann Weiß nicht mehr mit einem Randbauer gewinnen, ohne dass der Läufer das Umwandlungsfeld kontrolliert.",
                    "zh": "象兑b2-兵之后，没有象来控制升变格，白方就不能用边兵获胜。",
                    "ru": "После потери или обмена Слона на пешку b2, Белые не смогут без него продвигать ладейную пешку, так как этот Слон контролировал ее поле превращения.",
                    "pl": "Po wymianie Gońca na piona b2 lub jego zbiciu, Białe nie są w stanie zrobić nic Wieżą i pionem bez Gońca kontrolującego promocyjne pole."
                }
            }
        ],
        "game_terminator": "1\/2-1\/2"
    },
    {
        "title": "",
        "white": "¥ 38",
        "white_sort": "",
        "black": "conceito",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "8\/Bk6\/1P6\/2K5\/8\/8\/8\/8 w - - 0 1",
        "moves": [
            {
                "move": "",
                "comment": {
                    "pt": "Este raríssimo exemplo, bispo + peão de cavalo na sexta fila, com o bispo defendendo o peao na sétima fila da coluna torre, é outro caso de empate. As brancas não podem progredir sem afogar o rei preto , que ficará entre b7 e a8. A melhor tentativa é sacrificar o bispo e entrar num final empatado de rei e peão contra rei.",
                    "en": "This very rare example also ends with a draw: Bishop + Knight pawn in the 6th rank; the Bishop is in the 7th rank of the Rook file and defends the pawn. White can't progress without placing the black King in a stalemate position. The best try is to sacrifice the Bishop and enter a drawing endgame with King and pawn against King.",
                    "es": "Este rarísimo ejemplo, alfil + peón caballo (columnas \"b\" o \"g\") en la sexta línea, con el alfil defendiendo el peón en la séptima línea de la columna torre (columnas \"a\" o \"h\"), es otro caso de empate. Las blancas no pueden progresar sin ahogar el rey negro, que quedará entre b7 y a8. La mejor tentativa es sacrificar el alfil y llegar a un final empatado de rey y peón contra rey.",
                    "de": "Ebenfalls Remis. Weiß kommt nicht weiter, ohne den schwarzen König, der zwischen b7 und a8 pendelt, patt zu setzen. Der beste Versuch besteht darin, den Läufer zu opfern."
                }
            },
            {
                "move": "   1. Kb5 Ka8 2. Kc6 ",
                "comment": {
                    "pt": "Empate por afogamento. A opção de sacrificar o bispo também levaria ao empate, por afogamento, após 2-Bb8 Rxb8 3-Rc6 Rc8 4-b7 Rb8 5-Rb6.",
                    "en": "Stalemate. The option to sacrifice the Bishop would also lead to a stalemate after 2-Bb8 Kxb8 3-Kc6 Kc8 4-b7 Kb8 5-Kb6.",
                    "es": "Empate por ahogado. La opción de sacrificar el alfil también llevaría al empate, por ahogado, después de  2-Ab8 Rxb83-Rc6 Rc8 4-b7 Rb8 5-Rb6.",
                    "de": "Remis durch Patt. Das Läuferopfer führt zum gleichen Ergbenis nach 2. Lb8 Kxb8 3. Kc6 Kc8 4. b7 Kb8 5. Kb6.",
                    "zh": "通过逼和成为和局。走2-Bb8 Kxb8 3-Kc6 Kc8 4-b7 Kb8 5-Kb6之后选择弃象的也可以逼和。",
                    "ru": "Пат! Вынужденная жертва Слона, также приведет к пату, после 2-Bb8 Kxb8 3-Kc6 Kc8 4-b7 Kb8 5-Kb6.",
                    "pl": "Pat. Opcja ofiary Gońca również prowadziłaby do pata po 2. Gb8 Kxb8 3. Kc6 Kc8 4. b7 Kb8 5. Kb6."
                }
            }
        ],
        "game_terminator": "1\/2-1\/2"
    },
    {
        "title": "",
        "white": "¥ 39",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "4k3\/8\/8\/7P\/8\/4K2B\/8\/8 w - - 0 1",
        "moves": [
            {
                "move": "",
                "comment": {
                    "pt": "Neste exemplo as pretas buscam alcançar uma rara posição de empate onde bispo + peão torre não são suficientes para vencer. Para alcançar a vitória as brancas devem evitar que as pretas alcancem uma das casas: h8, g8 ou g7.",
                    "en": "In this example, Black tries to reach the rare drawing position where Bishop + pawn aren't sufficient to win. In order to win, White has to prevent Black from occupying one of the following squares: h8, g8 or g7.",
                    "es": "En este ejemplo las negras buscan alcanzar una rara posición de empate donde alfil + peón torre no son suficientes para vencer. Para alcanzar el triunfo las blancas deben evitar que las negras alcancen cualquiera de las siguientes casillas: h8, g8 o g7.",
                    "de": "In diesem Beispiel strebt Schwarz nach einer seltenen Remisstellung, auf der Läufer und Randbauer nicht gewinnen können. Um zu gewinnen, muss Weiß verhindern, dass Schwarz eines dieser Felder erreicht: h8, g8 oder g7."
                }
            },
            {
                "move": "   1. Be6 Ke7 ",
                "comment": {
                    "pt": "Se 1...Rf8 2-h6.",
                    "en": "If 1...Kf8, 2-h6.",
                    "es": "si 1...Rf8 2-h6.",
                    "de": "Wenn 1...Kf8 dann 2. h6.",
                    "zh": "如果下1...Kf8，那么2-h6。",
                    "ru": "На 1...Kf8, следует 2-h6.",
                    "pl": "Jeśli 1. ... Kf8, wtedy 2. h6."
                }
            },
            {
                "move": "   2. h6 ",
                "comment": {
                    "pt": "Utilizando a regra do quadrado para defender o peão.",
                    "en": "Using the \"square\" rule to defend the pawn.",
                    "es": "Aplicando la regla del cuadrado para defender el peón.",
                    "de": "Verteidigt den Bauern anhand der Quadratregel.",
                    "zh": "用方形区战术防御兵。",
                    "ru": "Использует \"правило квадрата\" для защиты пешки.",
                    "pl": "Używają reguły \"kwadratu\" do obrony piona."
                }
            },
            {
                "move": "   Kf6 3. Bf5 ",
                "comment": {
                    "pt": "Evitando ...Rg6.",
                    "en": "Preventing ...Kg6.",
                    "es": "Evitando ...Rg6.",
                    "de": "Verhindert ...Kg6.",
                    "zh": "阻止 ...Kg6。",
                    "ru": "Предотвращает ...Kg6.",
                    "pl": "Zapobiegając ... Kg6."
                }
            },
            {
                "move": "   Kf7 4. Bh7 ",
                "comment": {
                    "pt": "Evitando ...Rg7 e Rg8.",
                    "en": "Preventing ...Kg7 and Kg8.",
                    "es": "Evitando ...Rg7 y Rg8.",
                    "de": "Verhindert ...Kg7 und Kg8.",
                    "zh": "阻止...Kg7和Kg8。",
                    "ru": "Предотвращает ...Kg7 и Kg8.",
                    "pl": "Zapobiegając ... Kg7 i Kg8."
                }
            },
            {
                "move": "   Kf6 5. Kf4 ",
                "comment": {
                    "pt": "Evitando ...Rg5 e garantindo a vitória. O resto é fácil e poderia seguir:",
                    "en": "Preventing ...Kg5 and guaranteeing victory. The rest is easy and could continue as follows:",
                    "es": "Evitando ...Rg5 y asegurando el  triunfo. El resto es fácil y podría seguir:",
                    "de": "Vermeidet ...Kg5 und sichert sich den Gewinn. Der Rest ist einfach und könnte so folgen:",
                    "zh": "阻止 ...Kg5，确保胜利。剩下的就很简单，可以这样接着下：",
                    "ru": "Предотвращает ...Kg5 и гарантирует победу. Далее все просто, и может продолжаться следующим образом:",
                    "pl": "Zapobiegając ... Kg5 i gwarantując zwycięstwo. Reszta jest prosta i może odbywać się tak:"
                }
            },
            {
                "move": "Ke6 6. Kg5 Kf7 7. Kf5 Ke7 8. Kg6 Kf8 9. Kf6 Ke8 10. Kg7",
                "comment": []
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "¥ 40",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "8\/Bpk5\/8\/P1K5\/8\/8\/8\/8 b - - 0 1",
        "moves": [
            {
                "move": "",
                "comment": {
                    "pt": "Parece que as pretas estão perdidas, porém podem alcançar uma das raras posições de empate lutando contra bispo e peão.",
                    "en": "It looks like Black is lost, but it may reach the rare drawing position against Bishop and pawn.",
                    "es": "Parece que las negras están perdidas, pero pueden alcanzar una de las raras posiciones de empate luchando contra alfil y peón.",
                    "de": "Es sieht aus, als wäre die schwarze Stellung verloren, aber eine seltene Remisstellung kann erreicht werden."
                }
            },
            {
                "move": "   1... b6+ ",
                "comment": {
                    "pt": "Obrigando as brancas a tomarem o peão e alcançando uma das posições de empate, seja contra o peão torre sem que o bispo controle a casa de coroação , seja contra o peão cavalo, com o bispo defendendo o peão pela coluna torre , na sétima fila.",
                    "en": "Forcing White to take the pawn and reaching one of the drawing positions: either against Rook-pawn without the control of the promotion square by the Bishop, or against Knight-pawn with the support of the Bishop through the Rook file, in the 7th rank.",
                    "es": "Obligando a las blancas a capturar el peón y alcanzando una de las posiciones de empate, sea contra el peón torre cuya casilla de coronación no es controlada por el alfil, sea contra el peón caballo, con el alfil defendiendo el peón por la columnla torre, en la séptima línea.",
                    "de": "Zwingt Weiß dazu, den Bauern zu schlagen und erreicht eine Remisstellung (entweder Randbauer gegen Läufer, der das Umwandlungsfeld nicht kontrolliert, oder Bauer gegen b- bzw. g-Bauern.)",
                    "zh": "强迫白棋攻击兵，成和局：要么边兵对象，没有升变格的控制权，或者兵对b-或g-兵。",
                    "ru": "Вынуждает Белых взять пешку и приводит к ничейному результату.",
                    "pl": "Wymuszając na Białych wzięcie piona i osiągając jedną z remisowych pozycji: albo Wieża-pion bez kontroli promocyjnego piona przez Gońca, albo Skoczek-pion z pomocą Gońca na kolumnie Wieży, na siódmej linii."
                }
            }
        ],
        "game_terminator": "1\/2-1\/2"
    },
    {
        "title": "",
        "white": "¥ x ¤ 48",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "8\/8\/4n3\/8\/8\/8\/4B2p\/4K1k1 w - - 0 1",
        "moves": [
            {
                "move": "1. Bf3 Nf4 ",
                "comment": {
                    "pt": "Ameaçando ...Cg2.",
                    "en": "Threatening Ng2.",
                    "es": "Amenazando ...Cg2.",
                    "de": "Droht ...Sg2.",
                    "zh": "威胁Ng2。",
                    "ru": "Угрожает Ng2.",
                    "pl": "Zagrażając Sg2."
                }
            },
            {
                "move": "   2. Bh1 Kxh1 ",
                "comment": {
                    "pt": "Se agora 3-Rf1 segue 3...Ch3, seguido de 4...Rg2 ganhando facilmente.",
                    "en": "If now 3-Kf1, 3...Nh3 and 4... Kg2 will follow winning easily.",
                    "es": "Si ahora 3-Rf1 sigue 3...Ch3, seguido de 4...Rg2 ganando fácilmente.",
                    "de": "Auf 3. Kf1 folgt 3...Sh3 nebst 4...Kg2 mit einfachem Gewinn.",
                    "zh": "如果现在下3-Kf1， 会跟3...Nh3随后4... Kg2，轻松获胜。",
                    "ru": "Если сейчас 3-Kf1, 3...Nh3, последует 4...Kg2, что ведет к легкой победе.",
                    "pl": "Jeśli teraz 3. Kf1, wtedy 3. ... Sh3 i 4. ... Kg2 wygrywają z łatwością."
                }
            },
            {
                "move": "   3. Kf2 ",
                "comment": {
                    "pt": "A regra para este final específico de rei , cavalo e peão torre na sétima, com o rei posicionado a frente do peão, contra rei é: O rei defensor , para evitar que o contrário escape da sua posição, deve ocupar a casa de mesma cor em que o cavalo adversário estiver.",
                    "en": "The rule for this specific endgame with King, Knight and Rook-pawn on the 7th (with the King in front) against King is: The defending King should occupy squares with the same color as the opponent's Knight is occupying in order to prevent the opponent's King from escaping its position.",
                    "es": "La regla para este final específico de rey, caballo y peón torre en la séptima, con el rey ubicado delante del peón, contra rey es: el rey defensor, para evitar que el contrario se escape de su posición, debe ocupar la casilla del mismo color que la que ocupa el caballo adversario.",
                    "de": "Die Regel für dieses spezifisches Endpiel (König, Springer und Randbauer auf der siebten Reihe, mit dem König vor dem Bauern gegen König) ist folgende: der König der schwächeren Partei muss ein Feld gleicher Farbe von dem Feld besetzen, das der gegnerische Springer besetzt.",
                    "zh": "这个特殊残局王、象和车兵在七线对单王的规则是：防御一方的王必须占据跟对方象同色的格子，来防止对方的王逃窜。",
                    "ru": "Основное правило для таких эндшпилей, в противостоянии Короля, против Короля, Коня и ладейной пешки на седьмой горизонтали, состоит в том, чтобы защищающийся Король занимал поля такого же цвета, которые занимает Конь соперника, для того чтобы мешать Королю оппонента, отходить со своей позиции.",
                    "pl": "Zasadą dla tej specyficznej końcówki z Królem, Skoczkiem i Wieżą-pionem na siódmej linii (z Królem na przodzie) przeciw Królowi jest: broniący Król powinien okupować pola tego samego koloru co Skoczek oponenta, aby uniemożliwić wrogiemu Królowi ucieczkę ze swojej pozycji."
                }
            },
            {
                "move": "Nh3+ 4. Kf1",
                "comment": []
            }
        ],
        "game_terminator": "1\/2-1\/2"
    }
]
