[
    {
        "title": "",
        "white": "2",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "(54)",
            "zh": "Event 1"
        },
        "fen": "1b1r2k1\/r4pp1\/p2q1n2\/2Rp1BB1\/NpnP4\/6P1\/1P3P2\/3QR1K1 w - - 0 29",
        "moves": [
            {
                "move": "29. b3 ",
                "comment": {
                    "pt": "Forçando o cavalo preto a ir para a3, onde estará fora de jogo. Se agora ...Cb6 as brancas ganham uma peça jogando Bf4.",
                    "en": "Forcing the black Knight to proceed to a3, where it is out of the game. If ...Nb6 now, then White wins a tempo with Bf4.",
                    "de": "Zwingt den schwarzen Springer auf a3, wo er außer Spiel stehen wird. Auf ...Sb6 gewinnt Weiß eine Figur mit Lf4.",
                    "es": "Forzando el caballo negro a ir a a3, donde estará fuera de la partida. Si ahora ...Cb6 las blancas ganan una pieza jugando Af4.",
                    "zh": "迫使黑马前进到a3，使之暂时出局。如果现在下...Nb6，那么白方会下Bf4赢得一个先手。",
                    "pl": "Zmuszając czarnego Skoczka do przejścia na a3, gdzie znajdzie się poza grą. Jeśli ... Sb6, wtedy Białe zdobywają tempo przez Gf4.",
                    "ru": "Вынуждает черного Короля ходить на a3, где он теряет активность. Если ...Nb6, последует выигрыш темпа Bf4."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "3",
        "white_sort": "",
        "black": "1",
        "date": "",
        "event": {
            "en": "(43)",
            "zh": "Event 1"
        },
        "fen": "2r2rk1\/pp1b1ppp\/2n1p1n1\/1NPp4\/P7\/2P1q3\/2P1BPPP\/R1B2RK1 w - - 0 16",
        "moves": [
            {
                "move": "16. Bxe3 ",
                "comment": {
                    "pt": "Desenvolvendo uma peça e preservando a estrutura de peões.",
                    "en": "Developing a piece and preserving pawn structure.",
                    "de": "Entwickelt eine Figur und schont die Bauernstruktur.",
                    "es": "Desarrollando una pieza y preservando la estructura de peones.",
                    "zh": "出子并保持兵形。",
                    "pl": "Wyprowadzenie figury i zachowanie struktury pionów.",
                    "ru": "Развивает фигуру и сохраняет пешечную структуру."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "3",
        "white_sort": "",
        "black": "1",
        "date": "",
        "event": {
            "en": "(23)",
            "zh": "Event 1"
        },
        "fen": "r3k2r\/p4pp1\/1qp2n1p\/n1b1p3\/6b1\/3P1P1N\/PPP1Q1PP\/RNB1KB1R b KQkq - 0 12",
        "moves": [
            {
                "move": "12... Bxh3 ",
                "comment": {
                    "pt": "Enfraquecendo a estrutura de peões da ala do rei adversária.",
                    "en": "Weakening the enemy kingside pawn structure.",
                    "de": "Schwächt die Bauernstruktur des gegnerischen Königsflügels.",
                    "es": "Debilitando la estructura de peones del ala rey adversaria.",
                    "zh": "削弱敌方王翼的兵形。",
                    "pl": "Osłabianie struktury pionów na wrogim skrzydle królewskim.",
                    "ru": "Создает слабость у пешечной структуры оппонента на королевском фланге."
                }
            }
        ],
        "game_terminator": "0-1"
    },
    {
        "title": "",
        "white": "3",
        "white_sort": "",
        "black": "1",
        "date": "",
        "event": {
            "en": "(12)",
            "zh": "Event 1"
        },
        "fen": "q1r3k1\/1b2bpp1\/p3p2p\/1p1N4\/1PnN4\/PQ2PBB1\/5PPP\/2R3K1 b - - 0 23",
        "moves": [
            {
                "move": "23... Bxd5 ",
                "comment": {
                    "pt": "As negras retomam com o bispo porque, além de centralizar essa peça, ainda evitam a criação de um peão isolado.",
                    "en": "Black recaptures with the Bishop, because, besides centralizing it, this prevents the creation of an isolated pawn.",
                    "de": "Schlägt mit dem Läufer zurück um zum einen den Läufer zu zentralisieren und die Entstehung eines Isolanis zu vermeiden.",
                    "es": "Las negras recapturan con el alfil porque, además de centralizar esa pieza, evitan la creación de un peón aislado.",
                    "zh": "黑方重新夺回象，因为不仅能使一个象移向中心而且可以避免产生孤兵。",
                    "pl": "Czarne wymieniają poprzez Gońca ponieważ, poza jego centralizacją, zapobiega to stworzeniu izolowanego piona.",
                    "ru": "Черные отыгрываются Слоном, потому что кроме централизации, это предотвращает изоляцию пешки."
                }
            }
        ],
        "game_terminator": "0-1"
    },
    {
        "title": "",
        "white": "3",
        "white_sort": "",
        "black": "1",
        "date": "",
        "event": {
            "en": "(15)",
            "zh": "Event 1"
        },
        "fen": "r1bqk2r\/pp1p1ppp\/2n1pn2\/1N6\/4P3\/P1b5\/1PP2PPP\/R1BQKB1R w KQkq - 0 7",
        "moves": [
            {
                "move": "7. Nxc3 ",
                "comment": {
                    "pt": "Para manter uma boa estrutura de peões, evitando os peões dobrados.",
                    "en": "In order to keep a good pawn structure, preventing doubled pawns.",
                    "de": "Behält eine gute Bauernstruktur und vermeidet die Entstehung von Doppelbauern.",
                    "es": "Para mantener una buena estructura de peones, evitando peones doblados.",
                    "zh": "为了保持一个良好的兵形，阻止出现叠兵。",
                    "pl": "W celu zachowania dobrej struktury pionów, uniemożliwiając ich zdublowanie.",
                    "ru": "Для того, чтобы поддерживать хорошую пешечную структуру и предотвратить сдваивание пешек."
                }
            }
        ],
        "game_terminator": "1-0"
    }
]