[
    {
        "title": "",
        "white": "2",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "(98)",
            "zh": "Event 1"
        },
        "fen": "2rr2k1\/1b3p1p\/p4qpb\/2pp4\/6n1\/BP1QP3\/P4PPP\/2RR1BKN b - - 0 22",
        "moves": [
            {
                "move": "22... d4 ",
                "comment": {
                    "pt": "Aproveitando que o peão e3 está cravado e abrindo a diagonal a8-h1 para o bispo e também a coluna dama para a torre.",
                    "en": "Taking advantage of the fact that the e3-pawn is pinned to open the a8-h1 diagonal for the Bishop and the Queen-file for the Rook.",
                    "de": "Nutzt die Fesselung des Bauern auf e3 und öffnet die Diagonale a8-h1 für den Läufer sowie die d-Linie für den Turm.",
                    "es": "Aprovechando que el peón e3 está clavado y abriendo a la diagonal a8-h1 para el alfil y también la columna dama para la torre.",
                    "zh": "利用e3-兵被牵制的机会为象开放a8-h1斜线以及为车开放d线。",
                    "pl": "Wykorzystanie przewagi z przygwożdżenia piona e3 do otwarcia przekątnej a8-h1 dla Gońca oraz kolumny hetmańskiej dla Wieży.",
                    "ru": "Пользуется связкой пешки на e3, чтобы открыть для Слона диагональ a8-h1, а также ферзевую вертикаль для Ладьи."
                }
            }
        ],
        "game_terminator": "1\/2-1\/2"
    },
    {
        "title": "",
        "white": "2",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "(50)",
            "zh": "Event 1"
        },
        "fen": "r1bqk2r\/ppp1nppp\/1bn5\/3p2N1\/2BPP3\/2N5\/P4PPP\/R1BQ1RK1 w kq - 0 11",
        "moves": [
            {
                "move": "11. Nxd5 ",
                "comment": {
                    "pt": "Mantendo a diagonal b3-f7 aberta e a pressão sobre f7.",
                    "en": "Keeping the b3-f7 diagonal open and maintaining pressure on f7.",
                    "de": "Hält die Diagonale b3-f7 offen und erhält den Druck auf f7 aufrecht.",
                    "es": "Manteniendo la diagonal b3-f7 abierta y la presión sobre f7.",
                    "zh": "继续保持b3-f7斜线开放，并且不断给f7上施加压力。",
                    "pl": "Utrzymywanie otwartej przekątnej b3-f7 i utrzymanie presji na f7.",
                    "ru": "Держит открытой диагональ b3-f7 и поддерживает прессинг на f7."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "2",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "(95)",
            "zh": "Event 1"
        },
        "fen": "r4rk1\/pp2qp1p\/6p1\/3p1b2\/3Q4\/4PN2\/PP3PPP\/2R1K2R b K - 0 15",
        "moves": [
            {
                "move": "15... Be4 ",
                "comment": {
                    "pt": "Para tomar o cavalo e enfraquecer a estrutura de peões.",
                    "en": "In order to capture the Knight and weaken the pawn structure.",
                    "de": "Um den Springer zu schlagen und die gegnerischen Bauernstruktur zu schwächen.",
                    "es": "Para tomar el caballo y debilitar la estructura de peones.",
                    "zh": "为了捉马并削弱兵形。",
                    "pl": "W celu wzięcia Skoczka i osłabienia struktury pionów.",
                    "ru": "Для того, чтобы выиграть Коня и создать слабость в пешечной структуре."
                }
            }
        ],
        "game_terminator": "1\/2-1\/2"
    },
    {
        "title": "",
        "white": "2",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "(161)",
            "zh": "Event 1"
        },
        "fen": "4r3\/1p1nkp2\/p1p1b1p1\/4P2p\/5P1P\/1PN2BP1\/P2R1K2\/8 w - - 0 29",
        "moves": [
            {
                "move": "29. Ne4 ",
                "comment": {
                    "pt": "Centralizando o cavalo, impedindo que o adversário melhore a posição do seu cavalo (c5) e controlando as casas f6 e d6.",
                    "en": "Centralizing the Knight, preventing the opponent from improving its Knight's position (c5) and controlling f6 and d6.",
                    "de": "Zentralisiert den Springer und verhindert, dass der Gegner die Stellung seines Springers verbessert und die Felder f6 und d6 kontrolliert.",
                    "es": "Centralizando el caballo, impidiendo que el adversario mejore la posición de su caballo (c5) y controlando las casillas f6 y d6.",
                    "zh": "将马移向中心，阻止对方改善马的局面并继续控制f6和d6。",
                    "pl": "Centralizacja Skoczka, uniemożliwianie oponentowi poprawę pozycji Skoczka (c5) i kontrola f6 oraz d6.",
                    "ru": "Централизует Коня, предотвращает от улучшения позиции вражеского Коня (c5), и позволяет контролировать f6 и d6."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "2",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "(33)",
            "zh": "Event 1"
        },
        "fen": "rn1qkb1r\/1p3ppp\/p2pbn2\/4p3\/4PP2\/1NN5\/PPP1B1PP\/R1BQK2R b KQkq - 0 8",
        "moves": [
            {
                "move": "8... Qc7 ",
                "comment": {
                    "pt": "Para responder a f5 com ...Bc4.",
                    "en": "In order to respond to f5 with ...Bc4.",
                    "de": "Um f5 mit ...Lc4 zu erwidern.",
                    "es": "Para responder a f5 con ...Ac4.",
                    "zh": "为了用 ...Bc4应f5。",
                    "pl": "W celu odpowiedzi na f5 poprzez ... Gc4.",
                    "ru": "Для того, чтобы ответить на f5 с ...Bc4."
                }
            }
        ],
        "game_terminator": "1-0"
    }
]