[
    {
        "title": "",
        "white": "1",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "(8)",
            "zh": "Event 1"
        },
        "fen": "6rk\/7p\/5Rq1\/1p5r\/5p2\/2P1pP1Q\/1P2B1PP\/3R2K1 b - - 0 34",
        "moves": [
            {
                "move": "34... Qc2 ",
                "comment": {
                    "pt": "Explorando o ataque ao ponto g2 e a várias peças brancas e desta forma garantindo a vitória das pretas.",
                    "en": "Exploring the attack on g2 and several white pieces and, thus, ensuring that Black wins.",
                    "de": "Der gleichzeitige Angriff auf den Punkt g2 und mehrere weiße Figuren sichert Schwarz den Sieg.",
                    "es": "Explotando el ataque al punto g2 y a varias piezas blancas y asegurando de esta forma  la victoria de las negras.",
                    "zh": "同时攻击g2格和更多的白子确保黑方赢得胜利。",
                    "pl": "Wykorzystując możliwość ataku na g2 i kilka innych figur Białych - zapewniając Czarnym zwycięstwo.",
                    "ru": "Использует атаку на g2 и на несколько фигур Белых, гарантируя таким образом, победу Черным."
                }
            }
        ],
        "game_terminator": "0-1"
    },
    {
        "title": "",
        "white": "1",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "(54)",
            "zh": "Event 1"
        },
        "fen": "8\/3B3K\/6p1\/p1k2p1b\/2P2P2\/6P1\/7P\/8 w - - 0 51",
        "moves": [
            {
                "move": "51. h3 ",
                "comment": {
                    "pt": "Para jogar g4, valorizando a maioria de peões e eventualmente ganhar o bispo preto.",
                    "en": "In order to play g4, increase the value of majority and occasionally win the black Bishop.",
                    "de": "Um mit g4 die Bauernmehrheit am Königsflügel in Bewegung zu setzen und eventuell auch den schwarzen Läufer zu gewinnen.",
                    "es": "Para jugar g4, realzando la mayoría de peones y, eventualmente, ganar el alfil negro.",
                    "zh": "为了下g4，增强多兵优势，尽可能的吃掉黑象。",
                    "pl": "W celu zagrania g4, zwiększając wartość większości i przy okazji wygrywając czarnego Gońca.",
                    "ru": "Для игры g4, увеличивает ценность большинства, а иногда для взятия черного Слона."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "1",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "(2)",
            "zh": "Event 1"
        },
        "fen": "2k5\/5p2\/p3p1pp\/1pPpq3\/1P2n3\/P1r1P3\/1Q3PPP\/1B3RK1 w - - 0 37",
        "moves": [
            {
                "move": "37. f4 ",
                "comment": {
                    "pt": "Obrigando a dama preta a abandonar sua excelente posição central e para explorar a cravada da torre preta em c3.",
                    "en": "Forcing the Black Queen to abandon its excellent central position and exploring Black's pinned Rook on c3.",
                    "de": "Zwingt die schwarze Dame, ihre ausgezeichnete zentrale Stellung aufzugeben und nutzt die Fesselung vom schwarzen Turm auf c3 aus.",
                    "es": "Para obligar a la dama negra a abandonar su excelente posición central y para explotar la clavada de la torre negra en c3.",
                    "zh": "迫使黑后放弃它极佳的中心位置，充分利用c3上被牵制的黑车。",
                    "pl": "Zmuszając czarnego Hetmana do opuszczenia doskonałej centralnej pozycji i wykorzystując przygwożdżoną czarną Wieżę na c3.",
                    "ru": "Вынуждает отступить черного Ферзя с отличной центральной позиции и использует у Черных связку Ладьи на c3."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "1",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "(93)",
            "zh": "Event 1"
        },
        "fen": "r6r\/pp1qnkpp\/1bp5\/3pPn2\/P2P4\/B4N2\/5PPP\/1R1Q1RK1 w - - 0 20",
        "moves": [
            {
                "move": "20. e6+ ",
                "comment": {
                    "pt": "Obrigando o rei preto a vir ao centro, abrindo a coluna do rei e liberando a casa e5 para o cavalo.",
                    "en": "Forcing the black King to come to the center, opening the King-file and leaving e5 for the Knight.",
                    "de": "Zwingt den schwarzen König ins Zentrum, öffnet die e-Linie und räumt das Feld e5.",
                    "es": "Obligando al rey negro a venir al centro, abriendo la columna rey y liberando la casilla e5 para el caballo.",
                    "zh": "迫使黑王走向中心，开放e-线，腾空e5给马。",
                    "pl": "Zmuszając czarnego Króla do przejścia do centrum, otwierając kolumnę królewską i opuszczając e5 dla Skoczka.",
                    "ru": "Вынуждает черного Короля продвигаться в центр, открывает королевскую вертикаль и оставляет поле e5 для Коня."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "1",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "(126)",
            "zh": "Event 1"
        },
        "fen": "1r3rn1\/1p3pqk\/p2p3p\/P1pP1Rp1\/4P3\/7P\/1P3PP1\/1BQbR1K1 w - - 0 24",
        "moves": [
            {
                "move": "24. e5 ",
                "comment": {
                    "pt": "Importante jogada intermediária, que visa abrir a diagonal para o bispo, criar um peão passado e iniciar um ataque ao rei preto.",
                    "en": "Important intermediate move that aims to open the diagonal for the Bishop, create a passed pawn and start an attack on the black King.",
                    "de": "Wichtiger Zwischenzug mit der Absicht, die Diagonale b1-h7 für den Läufer zu öffnen, einen Freibauern zu schaffen und einen Angriff auf den schwarzen König einzuleiten.",
                    "es": "Importante jugada intermedia, que tiene por objetivo abrir la diagonal para el alfil, crear un peón pasado e iniciar un ataque al rey negro.",
                    "zh": "重要的过渡着，目的是开放象路，制造通路兵，开始攻击黑王。",
                    "pl": "Ważny, pośredni ruch, zapowiadający otwarcie przekątnej dla Gońca, stworzenie wolnego piona i rozpoczęcie ataku na czarnego Króla.",
                    "ru": "Важный промежуточный ход, который открывает диагональ для Слона, создает проходную пешку и начинает атаку на черного Короля."
                }
            }
        ],
        "game_terminator": "1-0"
    }
]