[
    {
        "title": "",
        "white": "1",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "(61)",
            "zh": "Event 1"
        },
        "fen": "2r1kb1r\/p2q1ppp\/1pn2n2\/1N1p4\/Q4B2\/6P1\/PP2PPKP\/RN3R2 w k - 0 13",
        "moves": [
            {
                "move": "13. Rc1 ",
                "comment": {
                    "pt": "Explorando a cravada através da coluna e ameaçando Cc7.",
                    "en": "Exploring the pin through the file and threatening Nc7.",
                    "de": "Nutzt die Fesselung auf der c-Linie und droht Sc7.",
                    "es": "Explotando la clavada a través de la columna y amenazando Cc7.",
                    "zh": "充分利用这条线上的牵制并威胁Nc7。",
                    "pl": "Wykorzystując przygwożdżenie przez kolumnę i grożąc Sc7.",
                    "ru": "Использует связку через вертикаль и угрожает Nc7."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "1",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "(159)",
            "zh": "Event 1"
        },
        "fen": "7k\/1pp2r1p\/3p4\/p2P1q2\/2P1Rr2\/P7\/1P2Q3\/K5R1 w - - 0 33",
        "moves": [
            {
                "move": "33. Rxf4 ",
                "comment": {
                    "pt": "Para seguir com Dg2 e obter uma vantagem decisiva.",
                    "en": "In order to proceed with Qg2 and obtain a decisive advantage.",
                    "de": "Um Dg2 mit entscheidenden Vorteil folgen zu lassen.",
                    "es": "Para seguir con Dg2 y obtener ventaja decisiva.",
                    "zh": "为了继续下Qg2，获得决定性的优势。",
                    "pl": "W celu kontynuacji przez Hg2 i osiągnięcia decydującej przewagi.",
                    "ru": "Для того чтобы продолжить Qg2 и достичь решающего преимущества."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "1",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "(70)",
            "zh": "Event 1"
        },
        "fen": "n1R1nk2\/1q4pp\/p3p3\/P2pNp2\/3P1P2\/4P3\/1P3P1P\/2R2K2 w - - 0 26",
        "moves": [
            {
                "move": "26. Rb8 ",
                "comment": {
                    "pt": "Aproveitando a oportunidade que as pretas não podem tomar a torre, para penetrar com a segunda torre na oitava fila.",
                    "en": "Taking advantage of the fact that Black cannot capture the Rook, to open space for the second Rook to penetrate the 8th rank.",
                    "de": "Nutzt den Umstand aus, dass Schwarz den Turm nicht schlagen kann, um mit dem zweiten Turm auf die achte Reihe einzudringen.",
                    "es": "Aprovechando el detalle de que las negras no pueden tomar la torre, para penetrar con la segunda torre en la octava línea.",
                    "zh": "利用黑方不能吃车的机会为第二个车争取空间入侵八线。",
                    "pl": "Wykorzystując przewagę z faktu, że Czarne nie mogą wziąć Wieży, a także by otworzyć przestrzeń dla drugiej Wieży, aby zdobyła ósmą linię.",
                    "ru": "Использует то, что Черные не могут взять Ладью для того чтобы освободить пространство для второго Ладьи, которая должна проникнуть на восьмую горизонталь."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "1",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "(52)",
            "zh": "Event 1"
        },
        "fen": "r4r1k\/p5np\/b1pR2P1\/2p1n1N1\/4Pp2\/5B2\/PP2NP2\/2K3R1 w - - 0 27",
        "moves": [
            {
                "move": "27. Rh1 ",
                "comment": {
                    "pt": "Para tomar o peão e penetrar na sétima fila.",
                    "en": "In order to take the pawn and place the Rook in the 7th rank.",
                    "de": "Um den Bauern zu schlagen und auf die siebte Reihe einzudringen.",
                    "es": "Para tomar el peón y penetrar en la séptima línea.",
                    "zh": "为了吃兵并将车移到七线。",
                    "pl": "W celu wzięcia piona i umieszczenia Wieży na siódmej linii.",
                    "ru": "Для взятия пешки, а также для того чтобы разместить Ладью на седьмой горизонтали."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "1",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "(15)",
            "zh": "Event 1"
        },
        "fen": "2kr3r\/pppb1ppp\/B4q1n\/n3p3\/8\/B1Q2N2\/P4PPP\/1R2R1K1 w - - 0 16",
        "moves": [
            {
                "move": "16. Rec1 ",
                "comment": {
                    "pt": "Obrigando a jogada Bc6, que obstruirá a ação da dama preta. Se as brancas jogassem imediatamente Dxa5 , seguiria ...Dxa6.",
                    "en": "Forcing the Bc6 move that obstructs the action of the black Queen. If White played Qxa5 immediately, ... Qxa6 would follow.",
                    "de": "Erzwingt den Zug Lc6, was der schwarzen Dame die sechste Reihe versperrt. Auf das sofortige Dxa5 käme ...Dxa6.",
                    "es": "Forzando la jugada Ac6, que obstruirá la acción de la dama negra. Si las blancas jugaran inmediatamente Dxa5, seguiría ...Dxa6.",
                    "zh": "迫强迫走Bc6，这样会把黑后堵在六线。如果白棋立即下Qxa5，那么会应 ... Qxa6。",
                    "pl": "Wymuszając ruch Gc6, który utrudnia akcję czarnemu Hetmanowi. Jeśli Białę zagrałyby Hxa5 od razu, nastąpiłoby ... Hxa6.",
                    "ru": "Вынуждает к ходу Bc6, который препятствует действию черного Ферзя. Если Белые сразу играют Qxa5, то следует ...Qxa6."
                }
            }
        ],
        "game_terminator": "1-0"
    }
]