[
    {
        "title": "",
        "white": "2",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "(48)",
            "zh": "Event 1"
        },
        "fen": "r1bq1rk1\/2p1bppp\/p2p1n2\/np2p3\/4P3\/1BP2N1P\/PP1P1PP1\/RNBQR1K1 w - - 0 10",
        "moves": [
            {
                "move": "10. Bc2 ",
                "comment": {
                    "pt": "Evitando a troca do cavalo pelo bispo e apoiando o peão de e4.",
                    "en": "Avoiding the Bishop-Knight exchange and supporting the e4-pawn.",
                    "de": "Vermeidet den Abtausch vom Läufer gegen den Springer und unterstützt den Bauern e4.",
                    "es": "Evitando el cambio de caballo por alfil y apoyando el peón de e4.",
                    "zh": "防止象兑马并支持e4-兵。",
                    "pl": "Uniknięcie wymiany Goniec-Skoczek i wsparcie piona e4.",
                    "ru": "Избегает размена Слона на Коня и поддерживает пешку на e4."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "2",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "(30)",
            "zh": "Event 1"
        },
        "fen": "q4rk1\/1bp1bppp\/2np4\/1pn1p3\/4P3\/1BPP1N2\/1P1N1PPP\/2BQR1K1 w - - 0 14",
        "moves": [
            {
                "move": "14. Bc2 ",
                "comment": {
                    "pt": "Defendendo o peão de d3, preservando o Bispo e preparando d4.",
                    "en": "Defending the d3-pawn, preserving the Bishop and preparing 4.",
                    "de": "Verteidigt den Bauern von d3, behält den Läufer und bereitet d4 vor.",
                    "es": "Defendiendo el peón de d3, preservando el alfil y preparando d4.",
                    "zh": "防御d3-兵，保全象并准备下d4。",
                    "pl": "Obrona piona d3, zachowanie Gońca i przygotowanie d4.",
                    "ru": "Защищает пешку на d3, сохраняет Слона и подготавливает d4."
                }
            }
        ],
        "game_terminator": "1\/2-1\/2"
    },
    {
        "title": "",
        "white": "2",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "(36)",
            "zh": "Event 1"
        },
        "fen": "5rk1\/p2q1ppp\/1p6\/1Nrp4\/5B2\/6P1\/P2QPPKP\/3R4 w - - 0 20",
        "moves": [
            {
                "move": "20. Nd4 ",
                "comment": {
                    "pt": "Centralizando o cavalo e colocando-o numa posição onde não poderá ser expulso pelos peões adversários.",
                    "en": "Centralizing the Knight and placing it on a position where it can't be chased away by enemy pawns.",
                    "de": "Zentralisiert den Springer und stellt ihn auf eine Stellung, von der er von gegnerischen Bauern nicht vertrieben werden kann.",
                    "es": "Centralizando el caballo y colocándolo en una posición del que no podrá ser expulsado por los peones adversarios.",
                    "zh": "把马移到中心，将它置于一个不会被敌兵驱赶的位置。",
                    "pl": "Centralizacja Skoczka i umieszczenie go na pozycji, z której nie może zostać przegoniony przez wrogie piony.",
                    "ru": "Централизует Коня и размещает его на такой позиции, где он будет недоступен для атак вражескими пешками."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "2",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "(42)",
            "zh": "Event 1"
        },
        "fen": "r1bq1rk1\/pp2ppbp\/3p1np1\/8\/2PnP3\/2N1B3\/PP2BPPP\/R2Q1RK1 w - - 0 10",
        "moves": [
            {
                "move": "10. Bxd4 ",
                "comment": {
                    "pt": "Disputando a grande diagonal com o bispo e não com a dama.",
                    "en": "Disputing the long diagonal with the Bishop, not with the Queen.",
                    "de": "Bestreitet die lange Diagonale mit dem Läufer und nicht mit der Dame.",
                    "es": "Disputando la gran diagonal con el alfil y no con la dama.",
                    "zh": "用象而不是后去争夺长斜线。",
                    "pl": "Spór o długą przekątną dzięki Gońcowi, nie Hetmanowi.",
                    "ru": "Оспаривает длинную диагональ Слоном, а не Ферзем."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "2",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "(175)",
            "zh": "Event 1"
        },
        "fen": "1r5b\/pq2pk2\/2r3p1\/4p2n\/2p4R\/P1N1BP2\/1PP5\/K1Q4R w - - 0 28",
        "moves": [
            {
                "move": "28. Ne4 ",
                "comment": {
                    "pt": "Centralizando o cavalo, criando ameaças contra o rei preto e evitando que as pretas joguem ...e4 abrindo a diagonal para o seu bispo.",
                    "en": "Centralizing the Knight, creating new threats against the black King and preventing Black from playing ...e4 that would open the diagonal for its Bishop.",
                    "de": "Zentralisiert den Springer, stellt Drohungen gegen den schwarzen König und verhindert, dass Schwarz e4 spielt und die Diagonale für seinen Läufer öffnet.",
                    "es": "Centralizando el caballo, creando amenazas contra el rey negro y evitando que las negras jueguen ...e4, lo que abriría la diagonal para el alfil.",
                    "zh": "把马移向中心，给黑王制造新的威胁，阻止黑棋下...e4来开放斜线给它的象。",
                    "pl": "Centralizacja Skoczka, kreowanie nowych zagrożeń przeciwko czarnemu Królowi i uniemożliwienia zagrania czarnym ... e4, co mogłoby otworzyć przekątną dla ich Gońca.",
                    "ru": "Централизует Коня, создает новые угрозы для черного Короля и предотвращает от игры Черных ...e4, что открыло бы диагональ для их Слона."
                }
            }
        ],
        "game_terminator": "1-0"
    }
]