[
    {
        "title": "",
        "white": "2",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "(65)",
            "zh": "Event 1"
        },
        "fen": "r1bq1nk1\/ppp3rp\/3b1n2\/PNNPp3\/1P2Ppp1\/5P2\/4BBPP\/R3QRK1 b - - 0 21",
        "moves": [
            {
                "move": "21... Qe8 ",
                "comment": {
                    "pt": "Para levar a dama a g6 ou h5 e concentrar forças no flanco do rei.",
                    "en": "In order to take the Queen to g6 or h5 and concentrate forces on the kingside.",
                    "de": "Um Dame auf g6 oder h5 zu bringen und Kräfte am Königsflügel zu konzentrieren.",
                    "es": "Para llevar la dama a g6 o a h5 y concentrar fuerzas en el flanco rey.",
                    "zh": "为了把后移到g6或h5，并集中火力攻击王翼。",
                    "pl": "W celu wzięcia Hetmana na g6 lub h5 i koncentracji sił na skrzydle królewskim.",
                    "ru": "Для того, чтобы передвинуть Ферзя на g6 или h5 и сконцентрировать, таким образом, силы на королевском фланге."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "2",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "(77)",
            "zh": "Event 1"
        },
        "fen": "rn3rk1\/4qppp\/b1p2n2\/N1p1p3\/P7\/B1P3P1\/4PPBP\/R2Q1RK1 b - - 0 15",
        "moves": [
            {
                "move": "15... e4 ",
                "comment": {
                    "pt": "Bloqueando o bispo de g2 e ganhando espaço no centro.",
                    "en": "Blocking the g2-Bishop and gaining space in the center.",
                    "de": "Blockiert den Läufer von g2 und gewinnt Raum im Zentrum.",
                    "es": "Bloqueando el alfil de g2 y ganando espacio en el centro.",
                    "zh": "堵住g2-象，赢得中心空间。",
                    "pl": "Blokując Gońca g2 i zdobywając przestrzeń w centrum.",
                    "ru": "Блокирует Cлона g2 и увеличивает пространство в центре."
                }
            }
        ],
        "game_terminator": "0-1"
    },
    {
        "title": "",
        "white": "2",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "(102)",
            "zh": "Event 1"
        },
        "fen": "rb1q3k\/pp4pp\/n3br2\/1N1p1p2\/3Pn3\/1Q1B1N2\/PP1B1PPP\/2R1R1K1 w - - 0 16",
        "moves": [
            {
                "move": "16. Bg5 ",
                "comment": {
                    "pt": "Obrigando as pretas a tomar este bispo e portanto eliminando o cavalo de e4 que estava muito bem colocado.",
                    "en": "Forcing Black to capture this Bishop and eliminate the e4-Knight that was very well positioned.",
                    "de": "Zwingt Schwarz diesen Läufer zu schlagen und beseitigt den Springer von e4, der sehr gut stand.",
                    "es": "Obligando a las negras a tomar este alfil y eliminando por lo tanto el caballo de e4 que estaba muy bien colocado.",
                    "zh": "迫使黑方兑象，并且消灭位置很好的e4-马。",
                    "pl": "Zmuszając Czarne do wzięcia tego Gońca eliminując Skoczka e4, który był bardzo dobrze ustawiony.",
                    "ru": "Вынуждает Черных взять этого Слона и нейтрализует, таким образом, Коня e4, который занимал очень выгодную позицию."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "2",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "(2)",
            "zh": "Event 1"
        },
        "fen": "r3r1k1\/pp1bb2p\/1q2p1pB\/7n\/8\/P4N2\/1P3PP1\/RB2QRK1 w - - 0 22",
        "moves": [
            {
                "move": "22. Ne5 ",
                "comment": {
                    "pt": "Atacando o bispo e ao mesmo tempo exercendo uma forte pressão sobre o flanco do rei adversário. Contra a jogada natural das pretas ...Bb5 as brancas devem jogar Bxg6, seguido de De4, com ataque decisivo.",
                    "en": "Attacking the Bishop and, at the same time, exerting great pressure on the enemy kingside. Against the natural ...Bb5, White should play Bxg6, followed by Qe4, with a decisive attack.",
                    "de": "Greift den Läufer an und übt starken Druck auf den gegnerischen Königsflügel aus. Auf den natürlichen schwarzen Zug ...Lc5 muss Weiß Lxg6 nebst De4 mit entscheidendem Angriff spielen.",
                    "es": "Atacando el alfil y al mismo tiempo ejerciendo una fuerte presión sobre el flanco rey adversario. Contra la jugada natural de las negras ...Ab5, las blancas deben jugar Axg6, seguido de De4, con ataque decisivo.",
                    "zh": "攻击象并给对方的王翼施加压力。为了应对 ...Bb5，白方应该下Bxg6跟Qe4发起决定性的攻击。",
                    "pl": "Atak na Gońca i w tym samym czasie zwiększenie wielkiej presji na wrogie skrzydło królewskie. Przeciw naturalnemu ... Gb5 Białe powinny zagrać Gxg6, kontynuowane przez He4 z decydującym atakiem.",
                    "ru": "Атакует Слона, и, в то же время, увеличивает давление на королевский фланг соперника. На логичный ход ...Bb5, Белые могут играть Bxg6, на что следует Qe4, с решающей атакой."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "2",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "(22)",
            "zh": "Event 1"
        },
        "fen": "r3qr1k\/pp1b1pbp\/n1pp1np1\/3Pp1B1\/PPP1P1P1\/2N4P\/3N1P2\/1R1QKB1R b K - 0 14",
        "moves": [
            {
                "move": "14... c5 ",
                "comment": {
                    "pt": "Para ganhar um posto importante para o cavalo, seja este b4 ou c5, no caso de bxc5.",
                    "en": "In order to win an important post for the Knight, whether b4 or c5, if bxc5.",
                    "de": "Um einen wichtigen Vorposten (entweder b4 oder c5 im Falle von bxc5) für den Springer zu erobern.",
                    "es": "Para ganar un puesto importante para el caballo, sea éste b4 o c5, en el caso de bxc5.",
                    "zh": "为了让马获得一个非常重要的前哨位置，b4或者c5.",
                    "pl": "W celu zdobycia ważnej przystani dla Skoczka, b4 lub c5, jeśli bxc5.",
                    "ru": "Для того, чтобы занять важный форпост для Коня, b4 или c5, если bxc5."
                }
            }
        ],
        "game_terminator": "1-0"
    }
]