[
    {
        "title": "",
        "white": "1",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "(30)",
            "zh": "Event 1"
        },
        "fen": "1b2r1k1\/4rpp1\/p2q1n2\/2Rp1BB1\/Np1P4\/nP4P1\/5PK1\/3Q3R w - - 0 32",
        "moves": [
            {
                "move": "32. Rh8+ ",
                "comment": {
                    "pt": "Para seguir com Dh1 e penetrar pela coluna h, finalizando a partida.",
                    "en": "In order to continue with Qh1 and enter through the h-file, ending the game.",
                    "de": "Nebst Dh1+ und entscheidendem Eindringen über die h-Linie.",
                    "es": "Para seguir con Dh1 y penetrar por la columna h, decidiendo la partida.",
                    "zh": "为了接着下Qh1，并侵入h-线，结束棋局。",
                    "pl": "W celu kontynuacji przez Hh1 i wejścia przez kolumnę h, kończąc grę.",
                    "ru": "Для того, чтобы продолжить Qh1 и попасть на h-вертикаль, заканчивая игру."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "1",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "(127)",
            "zh": "Event 1"
        },
        "fen": "3r3k\/1p1P2q1\/p6p\/P3p1p1\/3n4\/5Q2\/1P3PP1\/1B1R2K1 w - - 0 36",
        "moves": [
            {
                "move": "36. Qh5 ",
                "comment": {
                    "pt": "Defendendo indiretamente o peão passado e ameaçando De8.",
                    "en": "Defending the passed pawn indirectly and threatening Qe8.",
                    "de": "Deckt den Freibauern indirekt und droht De8.",
                    "es": "Defendiendo indirectamente el peón pasado y amenazando De8.",
                    "zh": "间接防御通路兵并威胁Qe8。",
                    "pl": "Broniąc wolnego piona nie w bezpośredni sposób i groźba He8.",
                    "ru": "Косвенно защищает проходную пешку и угрожает Qe8."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "1",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "(70)",
            "zh": "Event 1"
        },
        "fen": "r4k1r\/1p4R1\/p2pp3\/2q2p2\/5P2\/8\/PPPQ4\/2KR4 w - - 0 25",
        "moves": [
            {
                "move": "25. Qg2 ",
                "comment": {
                    "pt": "Pressionando através da coluna aberta e preparando Tg1 para entrar na oitava fila.",
                    "en": "Creating pressure through the open file and preparing Rg1 in order to enter the 8th file.",
                    "de": "Übt Druck über die offene Linie aus und bereitet Tg1 vor, um auf die achte Reihe einzudrigen.",
                    "es": "Presionando a través de la columna abierta y preparando Tg1 para entrar en la octava línea.",
                    "zh": "给开放线制造压力，准备下Rg1侵入八线。",
                    "pl": "Tworzenie presji przez otwartą kolumnę i przygotowanie Wg1 w celu wejścia na siódmą linię.",
                    "ru": "Оказывает давление через открытую вертикаль и подготавливает к Rg1, для того чтобы войти на восьмую вертикаль."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "1",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "(61)",
            "zh": "Event 1"
        },
        "fen": "2r3rk\/1q2b1pp\/p2ppp2\/1p2P3\/1P1B1P2\/P1P2RQ1\/6PP\/5R1K w - - 0 23",
        "moves": [
            {
                "move": "23. Qg6 ",
                "comment": {
                    "pt": "Aproveitando que as pretas não podem tomar a dama e ameaçando Th3.",
                    "en": "Taking advantage of the fact that Black cannot capture the Queen to threaten Rh3.",
                    "de": "Nutzt den Umstand aus, dass Schwarz die Dame nicht schlagen kann, um Th3 zu drohen.",
                    "es": "Aprovechando que las negras no pueden tomar la dama y amenazando Th3.",
                    "zh": "利用黑方不能捉后的情况威胁Rh3。",
                    "pl": "Wykorzystanie przewagi z faktu, że Czarne nie mogą pochwycić Hetmana z powodu groźby Wh3.",
                    "ru": "Воспользовавшись тем, что Черные не могут взять Ферзя, угрожает Rh3."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "1",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "(44)",
            "zh": "Event 1"
        },
        "fen": "rr3k2\/3q1bb1\/3p1p2\/ppnPnP2\/2pNP3\/P1P1B3\/1PB1Q3\/R5RK w - - 0 34",
        "moves": [
            {
                "move": "34. Qh2 ",
                "comment": {
                    "pt": "Jogada decisiva que não permite escape ao rei preto sem que haja entrega de material. A ameaça é Txg7.",
                    "en": "Decisive play which doesn't allow the black King to escape without losing material. The threat is Rxg7.",
                    "de": "Ein entscheidender Zug, der eine Flucht des schwarzen Königs ohne Materialverlust verhindert.",
                    "es": "Jugada decisiva que no permite escape al rey negro sin que haya entrega de material. La amenaza es Txg7.",
                    "zh": "决定性的一步，在子力未损的情况下阻止黑王逃窜。",
                    "pl": "Decydujące zagranie, które nie pozwala czarnemu Królowi ucieczkę bez strat materialnych. Groźbą jest Wxg7.",
                    "ru": "Решающий ход, который не позволяет черному Королю отходить без потери материала. Угроза Rxg7."
                }
            }
        ],
        "game_terminator": "1-0"
    }
]