[
    {
        "title": "",
        "white": "3",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "(76)",
            "zh": "Event 1"
        },
        "fen": "6r1\/1p2qr1k\/p2pN1pp\/P2Pnp2\/2P2R2\/1P2Q2P\/6P1\/4R2K w - - 0 35",
        "moves": [
            {
                "move": "35. c5 ",
                "comment": {
                    "pt": "Aproveitando a instabilidade do cavalo em e5 para criar um peão passado.",
                    "en": "Taking advantage of the instability of the e5-Knight to create a passed pawn.",
                    "de": "Nutzt die unsichere Lage des Springers aus, um einen Freibauern zu schaffen.",
                    "es": "Aprovechando la inestabilidad del caballo en e5 para crear un peón pasado.",
                    "zh": "利用e5-马的不稳定性来制造通路兵。",
                    "pl": "Wykorzystanie niestabilności Skoczka e5 do stworzenia wolnego piona.",
                    "ru": "Использует нестабильность Коня на e5 и создает проходную пешку."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "3",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "(107)",
            "zh": "Event 1"
        },
        "fen": "r1b2rk1\/1p1n2pp\/p2p1q2\/3P1pb1\/2P1P3\/2NB4\/PP2QBPP\/R4RK1 b - - 0 17",
        "moves": [
            {
                "move": "17... f4 ",
                "comment": {
                    "pt": "Conquistando uma maioria de peões no flanco rei e após a ocupação da casa e5 com o cavalo, a jogada f3 passará a ser uma forte ameaça.",
                    "en": "Conquering pawn majority on the kingside. After the Knight's occupation of e5, f3 will become a strong threat.",
                    "de": "Erreicht eine Bauernmehrheit am Königsflügel. Nach der Besetzung des Feldes e5 durch den Springer entsteht auch die Drohung f3.",
                    "es": "Conquistando una mayoría de peones en el flanco rey. Después de la ocupación de la casilla e5 con el caballo, la jugada f3 pasará a ser una amenaza fuerte.",
                    "zh": "获得王翼多兵。e5被马占据之后f3会变成一个强大的威胁。",
                    "pl": "Osiągając większość pionów na skrzydle królewskim. Po podbiciu pola e5 przez Skoczka, f3 stanie się niezwykle groźne.",
                    "ru": "Добивается пешечного большинства на королевском фланге. После того, как Конь занимает e3, f3 создает сильную угрозу."
                }
            }
        ],
        "game_terminator": "1\/2-1\/2"
    },
    {
        "title": "",
        "white": "3",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "(51)",
            "zh": "Event 1"
        },
        "fen": "r1r3k1\/p2bppbp\/3p1nP1\/q7\/2pNP1P1\/2N1BP2\/PPPQ4\/2KR3R b - - 0 16",
        "moves": [
            {
                "move": "16... fxg6 ",
                "comment": {
                    "pt": "A retomada ...hxg6 preserva uma estrutura melhor, mas as pretas não podem permitir que a coluna h seja aberta devido a segurança de seu rei.",
                    "en": "The ...hxg6 retake preserve a better pawn structure, but Black should prevent the h-file from opening, considering the safety of its King.",
                    "de": "...hxg6 würde zwar die Bauernstruktur schonen aber auch die h-Linien öffnen, was Schwarz nicht zulassen kann.",
                    "es": "La recaptura ...hxg6 conserva una estructura mejor, pero las negras no pueden permitir que se abra la columna h, porque dejaría desprotegido el rey.",
                    "zh": "反击...hxg可以保持良好的兵形，但是黑棋考虑到王的安全应该阻止h-线开放。",
                    "pl": "Wzięcie ... hxg6 zachowuje lepszą strukturę pionów, ale Czarne powinny chronić kolumnę h przed otwarciem biorąc pod uwagę bezpieczeństwo własnego Króla.",
                    "ru": "Отыгрыш ...hxg6 сохраняет хорошую пешечную структуру, но Черные должны предотвратить открытие h-вертикали, для безопасности своего Короля."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "3",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "(108)",
            "zh": "Event 1"
        },
        "fen": "2rq2rk\/1p1bbp1p\/p1Nppp2\/8\/4PP2\/2N2B2\/PPP3PP\/R2Q1R1K b - - 0 14",
        "moves": [
            {
                "move": "14... bxc6 ",
                "comment": {
                    "pt": "Neste caso reforçar o centro é mais importante do que manter a coluna c aberta e evitar que o peão a fique isolado.",
                    "en": "In this case reinforcing the center is more important than maintaining the c-file open or preventing the isolation of the a-pawn.",
                    "de": "Das Zentrum zu verstärken ist in diesem Fall wichtiger als die offene c-Linie. Außerdem wird die Entstehung eines Isolanis vermieden.",
                    "es": "En este caso reforzar el centro es más importante que mantener la columna c abierta y evitar que el peón a quede aislado.",
                    "zh": "在这个例子中巩固中心比保持c-线开更为重要。此外还避免了孤兵的产生。",
                    "pl": "W tym przypadku wzmocnienie centrum jest bardziej istotne niż utrzymanie otwartej kolumny c lub uniemożliwienie izolacji piona a.",
                    "ru": "В этом случае, усиление центра является более важной задачей, чем удержание c-вертикали открытой, как и предотвращение изоляции пешки."
                }
            }
        ],
        "game_terminator": "1\/2-1\/2"
    },
    {
        "title": "",
        "white": "3",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "(16)",
            "zh": "Event 1"
        },
        "fen": "3rr1k1\/1b1n1ppp\/5n2\/3p1BB1\/1bpN4\/2N1P3\/1P3PPP\/2RR2K1 w - - 0 23",
        "moves": [
            {
                "move": "23. Bxd7 ",
                "comment": {
                    "pt": "Destruindo a estrutura de peões pretos na ala do rei, já que, depois da retomada ...Txd7, as brancas jogarão Bxf6.",
                    "en": "Destroying the black pawn structure on the kingside, since after recapture ...Rxd7, White will play Bxf6.",
                    "de": "Zerstört die schwarze Bauernstruktur am Königsflügel, da auf ...Txd7 Weiß Lxf6 spielt.",
                    "es": "Destruyendo la estructura de peones negros en el ala rey, ya que, después de la recaptura ...Txd7, las blancas jugarán Axf6.",
                    "zh": "摧毁王翼黑兵的兵形，因为下...Rxd7，黑方会应Bxf6。",
                    "pl": "Niszcząc czarną strukturę pionów na skrzydle królewskim z uwagi, że po wzięciu ... Wxd7, Białe powinny zagrać Gxf6.",
                    "ru": "Разрушает на королевском фланге пешечную структуру Черных, так как после отыгрыша ...Rxd7, Белые будут играть Bxf6."
                }
            }
        ],
        "game_terminator": "1\/2-1\/2"
    }
]