[
    {
        "title": "",
        "white": "1",
        "white_sort": "",
        "black": "1",
        "date": "",
        "event": {
            "en": "(72)",
            "zh": "Event 1"
        },
        "fen": "8\/3r4\/3P3p\/pp2k3\/7K\/P1P5\/6P1\/3R4 w - - 0 57",
        "moves": [
            {
                "move": "57. Kh5 ",
                "comment": {
                    "pt": "Ganhando o peão e a partida devido ao futuro avanço do peão g.",
                    "en": "Winning the pawn and the game due to the future advance of the g-pawn.",
                    "de": "Gewinnt den Bauern und damit die Partie, weil der g-Bauer vorrücken und nicht gehalten werden wird.",
                    "es": "Ganando el peón - y la partida - debido al futuro avance del peón g",
                    "zh": "因为g-兵可以毫无阻碍的挺近，所以吃掉兵、赢得胜利。",
                    "pl": "Wygrywając piona i grę z powodu marszu pionem na kolumnie g.",
                    "ru": "Выигрывает пешку и игру, из-за продвижения g-пешки."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "1",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "(151)",
            "zh": "Event 1"
        },
        "fen": "3r1r2\/pp1q1k1p\/2npp1pn\/5p2\/2P5\/1PN1P1P1\/PQ2NPKP\/3R1R2 w - - 0 20",
        "moves": [
            {
                "move": "20. Nb5 ",
                "comment": {
                    "pt": "Atacando a principal fraqueza na posição contrária.",
                    "en": "Attacking the main weakness in the enemy position (d6).",
                    "de": "Greift die Hauptschwäche der gegnerischen Stellung an (d6).",
                    "es": "Atacando la principal debilidad en la posición contraria (d6).",
                    "zh": "攻击对手主要弱点（d6）。",
                    "pl": "Atakując główną słabość w pozycji przeciwnika (d6).",
                    "ru": "Атакует самое слабое место во вражеской позиции (d6)."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "1",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "(14)",
            "zh": "Event 1"
        },
        "fen": "2kr3r\/pppb1ppp\/2n2q1n\/4p3\/2B5\/B1Q2N2\/P4PPP\/1R2R1K1 w - - 0 15",
        "moves": [
            {
                "move": "15. Ba6 ",
                "comment": {
                    "pt": "Atacando o peão e caso as pretas tomem o bispo, as brancas jogarão Db2.",
                    "en": "Attacking the pawn. If Black captures the Bishop, White will play Qb2.",
                    "de": "Greift den Bauern an. Wenn schwarz den Läufer schlägt, spielt Weiß Db2.",
                    "es": "Atacando el peón. Si las negras toman el alfil, las blancas jugarán Db2.",
                    "zh": "攻击兵。如果黑棋吃掉象，白棋会下Qb2。",
                    "pl": "Atakując piona. Jeśli Czarne wezmą Gońca, Białe zagrają Hb2.",
                    "ru": "Атакует пешку. Если Черные берут Слона, Белые будут играть Qb2."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "1",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "(113)",
            "zh": "Event 1"
        },
        "fen": "6rk\/6bp\/3R2q1\/1p5r\/5p2\/2P1pP1Q\/1P2B1PP\/3R2K1 b - - 0 33",
        "moves": [
            {
                "move": "33... Bf6 ",
                "comment": {
                    "pt": "Defendendo a dama e desobstruindo a ação da torre através da coluna g.",
                    "en": "Defending the Queen and unlocking the Rook's range through the g-file.",
                    "de": "Verteidigt die Dame und räumt die die g-Linie für den Turm.",
                    "es": "Defendiendo la dama y desobstruyendo la acción de la torre através de la columna g.",
                    "zh": "防御后，清空g-竖线给车。",
                    "pl": "Chroniąc Hetmana i odblokowując horyzont Wieży przez kolumnę g.",
                    "ru": "Защищает Ферзя и деблокирует действия Ладьи на g-вертикали."
                }
            }
        ],
        "game_terminator": "0-1"
    },
    {
        "title": "",
        "white": "1",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "(50)",
            "zh": "Event 1"
        },
        "fen": "r6r\/1p2kpp1\/p2pp3\/4qbRP\/8\/8\/PPPQBP2\/2KR4 w - - 0 20",
        "moves": [
            {
                "move": "20. Bg4 ",
                "comment": {
                    "pt": "Abrindo a posição do rei preto devido a ameaça Bxf5 seguido de Te1.",
                    "en": "Opening the black King's position, due to the Bxf5 threat, followed by Re1.",
                    "de": "Erzwingt die Öffnung der Stellung vom schwarzen König wegen der Drohung Lxf5 nebst Te1.",
                    "es": "Abriendo la posición del rey negro debido la amenaza de Axf5 seguido de Te1.",
                    "zh": "得益于Bxf5和随后Re1的威胁，黑王暴露。",
                    "pl": "Otwarcie pozycji czarnego Króla z powodu groźby Gxf5, kontynuowanej przez We1.",
                    "ru": "Открывает позиции черного Короля, из-за угрозы Bxf5, с последующим Re1."
                }
            }
        ],
        "game_terminator": "1-0"
    }
]