[
    {
        "title": "",
        "white": "2",
        "white_sort": "",
        "black": "1",
        "date": "",
        "event": {
            "en": "(3)",
            "zh": "Event 1"
        },
        "fen": "r1bqkb1r\/pp3ppp\/2n2n2\/2pp4\/3P4\/2N1PN2\/PP3PPP\/R1BQKB1R w KQkq - 0 7",
        "moves": [
            {
                "move": "7. Bb5 ",
                "comment": {
                    "pt": "Desenvolvendo o bispo de forma ativa.",
                    "en": "Developing the Bishop in an active way.",
                    "de": "Entwickelt den Läufer mit einem aktiven Zug.",
                    "es": "Desarrollando el alfil de forma activa.",
                    "zh": "积极出动象。",
                    "pl": "Wyprowadzenie Gońca w aktywny sposób.",
                    "ru": "Активно развивает Слона."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "2",
        "white_sort": "",
        "black": "1",
        "date": "",
        "event": {
            "en": "(10)",
            "zh": "Event 1"
        },
        "fen": "3rr1k1\/3n1ppp\/2b2n2\/3p1BB1\/1bp5\/2N1PN2\/1P3PPP\/2RR2K1 w - - 0 22",
        "moves": [
            {
                "move": "22. Nd4 ",
                "comment": {
                    "pt": "Centralizando o cavalo e colocando-o numa posição onde estará invulnerável ao ataque de peões adversários.",
                    "en": "Centralizing the Knight and placing it in a position where it isn't vulnerable to enemy pawn attacks.",
                    "de": "Zentralisiert Springer und zieht ihn auf ein Feld, auf dem er von gegnerischen Bauern nicht angegriffen werden kann.",
                    "es": "Centralizando el caballo y colocándolo en una posición donde será invulnerable al ataque de los peones adversarios.",
                    "zh": "让象中心化，将它置于一个敌兵攻击不到的地方。",
                    "pl": "Centralizacja Skoczka i umieszczenie go w pozycji, gdzie nie jest narażony na atak wrogich pionów.",
                    "ru": "Централизует Коня, где он будет неуязвим к атакам пешек оппонента."
                }
            }
        ],
        "game_terminator": "1\/2-1\/2"
    },
    {
        "title": "",
        "white": "2",
        "white_sort": "",
        "black": "1",
        "date": "",
        "event": {
            "en": "(16)",
            "zh": "Event 1"
        },
        "fen": "r1bq1rk1\/pp3ppp\/2n2n2\/3p4\/8\/P1NB4\/1PP2PPP\/R1BQK2R w KQ - 0 11",
        "moves": [
            {
                "move": "11. O-O ",
                "comment": {
                    "pt": "Completando o desenvolvimento e evitando o xéque em e8.",
                    "en": "Completing development and avoiding check on e8.",
                    "de": "Vollendet die Entwicklung und vermeidet das Schachgebot auf e8.",
                    "es": "Completando el desarrollo y evitando el jaque en e8.",
                    "zh": "结束出子并避免在e8处被将。",
                    "pl": "Kończąc wyprowadzenie figur i debiut oraz unikając szacha na e8.",
                    "ru": "Заканчивает развитие и позволяет избежать шаха на e8."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "2",
        "white_sort": "",
        "black": "1",
        "date": "",
        "event": {
            "en": "(25)",
            "zh": "Event 1"
        },
        "fen": "2r2r1k\/2qbbppp\/p2ppn2\/1p6\/3nPP2\/P1N1BBQ1\/1PP3PP\/3R1R1K w - - 0 16",
        "moves": [
            {
                "move": "16. Bxd4 ",
                "comment": {
                    "pt": "Colocando o bispo numa diagonal onde ele pode exercer pressão direta sobre o rei adversário.",
                    "en": "Placing the Bishop on a diagonal where it can put direct pressure on the enemy King.",
                    "de": "Stellt den Läufer auf eine Diagonale, auf der er Druck auf den gegnerischen König ausüben kann.",
                    "es": "Colocando el alfil en una diagonal desde donde puede ejercer presión directa sobre el rey adversario.",
                    "zh": "将象移到可以直接给敌王施加压力的斜线上。",
                    "pl": "Umieszczenie Gońca na przekątnej, gdzie będzie wywierał bezpośrednią presję na wrogiego Króla.",
                    "ru": "Размещает Слона на диагонали, где он может оказывать непосредственное давление на Короля соперника."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "2",
        "white_sort": "",
        "black": "1",
        "date": "",
        "event": {
            "en": "(19)",
            "zh": "Event 1"
        },
        "fen": "r1bqk1nr\/ppp2ppp\/2np4\/b3p3\/2B1P3\/2P2N2\/P2P1PPP\/RNBQ1RK1 w kq - 0 7",
        "moves": [
            {
                "move": "7. d4 ",
                "comment": {
                    "pt": "Abrindo uma diagonal para o desenvolvimento do bispo e ao mesmo tempo colocando mais um peão no centro.",
                    "en": "Opening a diagonal for the Bishop's development and, at the same time, placing another pawn in the center.",
                    "de": "Öffnet eine Diagonale für die Entwicklung vom Läufer und stellt zur gleichen Zeit einen Bauern ins Zentrum.",
                    "es": "Abriendo una diagonal para el desarrollo del alfil y al mismo tiempo colocando más un peón en el centro.",
                    "zh": "给出象开放斜线，同时将另一个兵移到中心。",
                    "pl": "Otwarcie przekątnej dla wyprowadzenia Gońca i w tym samym czasie umieszczenie kolejnego piona w centrum.",
                    "ru": "Открывает диагональ для развития Слона и, в то же время, продвигает еще одну пешку в центр."
                }
            }
        ],
        "game_terminator": "1-0"
    }
]