[
    {
        "title": "",
        "white": "£ x 0 5",
        "white_sort": "",
        "black": "Conceito",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "8\/8\/4k3\/8\/8\/8\/8\/QK6 w - - 0 1",
        "moves": [
            {
                "move": "1. Qa5 ",
                "comment": {
                    "pt": "Para as brancas darem xeque-mate, devem levar o rei contrário a um dos cantos do tabuleiro.",
                    "en": "In order to check mate, White has to drive the opponent's King to one of the corners of the board.",
                    "es": "Para dar jaque mate, las blancas deben llevar el rey contrario a uno de los rincones del tablero.",
                    "de": "Um den König Matt zu setzen, muss ihn Weiß in eine der vier Brettecken drängen.",
                    "zh": "为了将对方的王将死，白方必须把黑王逼到盘角。",
                    "ru": "Для того чтобы поставить мат, Белые должны оттеснить Короля соперника в один их углов шахматной доски.",
                    "pl": "Aby wygrać grę, Białe muszą doprowadzić wrogiego Króla do jednego z rogów szachownicy."
                }
            },
            {
                "move": "   Kd6 2. Qb5 ",
                "comment": {
                    "pt": "Há inúmeras formas de vencer e não é possível definir exatamente quais são as melhores jogadas. A sequência desta partida mostra um método e é apenas demonstrativa.",
                    "en": "There are countless ways to win and it's impossible to determine the best moves. The sequence shown here is only one method for illustration.",
                    "es": "Hay innumerables formas de vencer y no es posible definir exactamente cuáles son las mejores jugadas. La continuación de esta partida muestra un método y sólo tiene la intención de ser ilustrativa.",
                    "de": "Es gibt unzählige Formen der Gewinnführung und es ist nicht möglich zu sagen, welche die besten Züge sind. Wie zeigen hier eine systematische Fortsetzung.",
                    "zh": "赢得胜利的方法多种多样，所以很难说哪个走法是最好的。这里给出的顺序只是常规的一个例子。",
                    "ru": "Существует множество вариантов для победы, и в данной ситуации, невозможно подсказать лучший ход. Последовательность действий, показанных тут, лишь иллюстрация одного из возможных вариантов.",
                    "pl": "W tej sytuacji występuje niezliczona ilość dróg do zwycięstwa i nie sposób zauważyć wszystkich najlepszych ruchów. Poniższa sekwencja jest tylko jedną z metod, użytą dla ilustracji."
                }
            },
            {
                "move": "   Ke6 3. Qc5 Kf6 4. Qd5 Ke7 5. Qc6 Kf7 6. Qd6 Kg7 7. Qe6 Kh8 8. Qg4 ",
                "comment": {
                    "pt": "O rei está preso na coluna h e agora é só aproximar o rei branco. Também seria possível jogar Dd7 prendendo o rei na oitava fila e trazer o rei branco. Mas cuidado! 8-Df7 deixaria o rei preto afogado.",
                    "en": "The King is stuck in the h-file and now the white King only has to come close. It would also be possible to play Qd7, fastening the King to the 8th rank, and bring the white King closer. But be careful! 8-Qf7 would lead to a stalemated King.",
                    "es": "El rey está cortado en la columna h y ahora sólo hace falta acercar el rey blanco. También sería posible jugar Dd7, cortando el rey en la octava línea y traer el rey blanco. !Pero cuidado! 8-Df7 ahogaría al rey negro.",
                    "de": "Der König ist auf der h-Linie abgeschnitten und nun muss Weiß einfach den König nähren. Es wäre auch möglich, Dd7 zu spielen, um den schwarzen König auf der achten Reihe gefangen zu halten und erst dann den eigenen König näher zu bringen. Aber Vorsicht! 8. Df7 würde den schwarzen König pattsetzen.",
                    "zh": "黑王被困h-线，白王现在只需逐渐靠近。下Qd7也是可以的，将王困在八线，并逐步移近白王。但是要小心！8-Qf7可能会将死黑王。",
                    "ru": "Черный Король застрял на h-вертикали и, теперь, белому Королю необходимо сближаться с ним. Здесь можно сыграть на Qd7, удерживая черного Короля на восьмой горизонтали, а потом сближать белого Короля. Но будьте осторожны! Ход на 8-Qf7 приведет к пату.",
                    "pl": "Król jest uwięziony na kolumnie h i jedyną potrzebną rzeczą, jaką należy wykonać jest zbliżenie się własnym Królem. Możliwe jest również zagranie Hd7, aby zagonić Króla na ósmą linię i zbliżyć Białego Króla. Jednak należy być ostrożnym. 8. Hf7 prowadzi do pata."
                }
            },
            {
                "move": "Kh7 9. Kc2 Kh8 10. Kd3 Kh7 11. Ke4 Kh6 12. Kf5 Kh7 13. Kf6 Kh8 14. Qg7#",
                "comment": []
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "¦ x 0 6",
        "white_sort": "",
        "black": "Conceito",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "8\/8\/8\/8\/4k3\/8\/8\/RK6 w - - 0 1",
        "moves": [
            {
                "move": "",
                "comment": {
                    "pt": "O princípio é o mesmo do final de dama e rei contra rei (levar o rei para um dos cantos e dar mate). A diferença do final com a dama é que a torre precisará de ajuda para cercar o rei contrário. Rei e Torre deverão avançar juntos.",
                    "en": "The principle is the same as in endgames with Queen and King against King (driving the King to one corner and check mate). The difference from the endgame with a Queen is that the Rook needs the help to siege the opponent's King. Rook and King have to advance together.",
                    "es": "El principio es el mismo del final de dama y rey contra rey (llevar el rey hacia uno de los rincones y darle mate). La diferencia del final con la dama es que la torre necesitará de ayuda para acorralar al rey contrario. Rey y torre deberán avanzar juntos.",
                    "de": "Das Prinzip ist das gleiche wie im Endspiel Dame und König gegen König (den gegnerischen König in eine der vier Brettecken zu drängen). Der Unterschied ist aber, dass der Turm Hilfe vom König braucht."
                }
            },
            {
                "move": "   1. Ra3 ",
                "comment": {
                    "pt": "Esse lance já restringe os movimentos do rei preto.",
                    "en": "This move already restricts the black King.",
                    "es": "Esta jugada empieza a restringir los movimientos del rey negro.",
                    "de": "Dieser Zug schränkt die Bewegungsfreiheit vom schwarzen König ein.",
                    "zh": "这一步限制了黑王的活动空间。",
                    "ru": "Этот ход уже ограничивает черного Короля.",
                    "pl": "Ruch ograniczający czarnego Króla."
                }
            },
            {
                "move": "   Kd4 2. Kc2 Kc4 3. Rd3 Kb4 4. Rc3 ",
                "comment": {
                    "pt": "Tirando mais uma coluna de fuga do rei preto.",
                    "en": "Disabling one more escape file from the black King.",
                    "es": "Quitándole otra columna de fuga al rey negro.",
                    "de": "Nimmt dem schwarzen König noch eine Linie.",
                    "zh": "切断另一条黑王逃离的道路",
                    "ru": "Блокируйте одну или несколько вертикалей для черного Короля.",
                    "pl": "Uniemożliwiając kolejną możliwość ucieczki czarnego Króla."
                }
            },
            {
                "move": "   Kb5 5. Kb3 ",
                "comment": {
                    "pt": "O rei se aproxima para ajudar a torre e encurralar o rei contrário.",
                    "en": "The King comes in to help the Rook to siege the opponent's King.",
                    "es": "El rey se acerca para ayudar a la torre y acorralar al rey adversario.",
                    "de": "Der König nähert sich, um dem Turm beim Einkreisen des gegnerischen Königs zu helfen.",
                    "zh": "王赶过来帮助车来围困敌王。",
                    "ru": "Король приходит на помощь Ладье, для атаки на Короля соперника.",
                    "pl": "Król wkracza, by pomóc Wieży osaczyć wrogiego Króla."
                }
            },
            {
                "move": "Kb6 6. Kb4 Ka6 7. Rc6+ Ka7 8. Kb5 Kb7 9. Kc5 Ka7 10. Rb6 Ka8 11. Kc6 Ka7 12. Kc7 Ka8 13. Ra6#",
                "comment": []
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "¦ x 0 7",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "4k3\/8\/4K3\/8\/8\/8\/8\/4R3 w - - 0 1",
        "moves": [
            {
                "move": "",
                "comment": {
                    "pt": "As brancas dão mate em três lances e qualquer lance inicial de torre leva a este resultado.",
                    "en": "White mates in three and any inicial move of the Rook leads to the same result.",
                    "es": "Las blancas dan mate en tres jugadas y cualquier jugada inicial de torre lleva a este resultado.",
                    "de": "Weiß setzt Matt in drei Zügen. Beliebige Turmzüge führen zu diesem Ergebnis."
                }
            },
            {
                "move": "   1. Ra1 Kd8 2. Rc1 ",
                "comment": {
                    "pt": "As brancas obrigam o rei preto a voltar para e8. Se as pretas tivessem jogado 1... Rf8, as brancas jogariam 2-Tg1 com a mesma idéia.",
                    "en": "White forces the black King to return to e8. If Black had played 1...Kf8, White would have answered with 2-Rg1 with the same intention.",
                    "es": "Las blancas obligan el rey negro a volver a e8. Si las negras hubieran jugado 1... Rf8, las blancas jugarían 2-Tg1 con la misma idea.",
                    "de": "Weiß zwingt den schwarzen König, auf e8 zurückzukehren. Die gleiche Idee funktioniert gegen 1... Kf8: Weiß spielt 2. Tg1.",
                    "zh": "白方将黑王逼退到e8。同样的办法也可以对付黑方走1... Kf8，白方应2-Rg1。",
                    "ru": "Белые вынуждают черного Короля вернуться на e8. Если бы Черные сыграли на 1...Kf8, Белые бы ответили на 2-Rg1 с такими же намерениями.",
                    "pl": "Białe zmuszają czarnego Króla do powrotu na pole e8. Jeśli Czarne zagrałyby 1. ... Kf8, Białe mogłyby odpowiedzieć 2. Wg1, z tą samą intencją."
                }
            },
            {
                "move": "Ke8 3. Rc8#",
                "comment": []
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "D x 0 8",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "6k1\/8\/5Q2\/6K1\/8\/8\/8\/8 w - - 0 1",
        "moves": [
            {
                "move": "",
                "comment": {
                    "pt": "Mate em 3.",
                    "en": "Mate in 3.",
                    "es": "Mate en 3.",
                    "de": "Matt in 3 Zügen."
                }
            },
            {
                "move": "   1. Qe7 ",
                "comment": {
                    "pt": "As brancas não poderiam ter aproximado o rei (1-Rh6 ou 1-Rg6) , devido ao tema do afogamento.",
                    "en": "White shouldn't have brought the King so close (1-Kh6 or 1-Kg6), because of the stalemate theme.",
                    "es": "Las blancas no podrían acercar el rey (1-Rh6 o 1-Rg6), porque ahogarían al rey adversario.",
                    "de": "Weiß konnte wegen des Patts mit dem König nicht näher kommen (1. Kh6 oder 1. Kg6).",
                    "zh": "白方不应该将王靠的这么近(1-Kh6 或者 1-Kg6)，避免被将死。",
                    "ru": "Белые не должны передвигать Короля так близко (1-Kh6 or 1-Kg6), из-за угрозы Пата.",
                    "pl": "Białe nie powinny doprowadzać Króla tak blisko (1. Kh6 lub 1. Kg6) ponieważ prowadzi to do kombinacji patowej."
                }
            },
            {
                "move": "   Kh8 2. Kg6 ",
                "comment": {
                    "pt": "Rh6 e Rf6 levariam ao mesmo resultado.",
                    "en": "Kh6 and Kf6 would lead to the same result.",
                    "es": "Rh6 y Rf6 llevarían al mismo resultado.",
                    "de": "Kh6 und Kf6 führen zum gleichen Ergebnis.",
                    "zh": "Kh6 和 Kf6 的结果是一样的。",
                    "ru": "Kh6 and Kf6 приведет к такому-же результату.",
                    "pl": "Kh6 i Kf6 prowadzą do tego samego rezultatu."
                }
            },
            {
                "move": "Kg8 3. Qd8#",
                "comment": []
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "¥¥ x 0 34",
        "white_sort": "",
        "black": "Conceito",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "8\/8\/8\/8\/3k4\/8\/8\/2BK1B2 w - - 0 1",
        "moves": [
            {
                "move": "",
                "comment": {
                    "pt": "Com dois bispos, a estratégia é levar o rei contrário para qualquer um dos cantos do tabuleiro.",
                    "en": "With two Bishops the strategy is to drive the opponent's King to any corner of the chessboard.",
                    "es": "Con dos alfiles, la estrategia es llevar el rey contrario a cualquiera de los rincones del tablero.",
                    "de": "Wenn man zwei Läufer hat, besteht die Strategie darin, den gegnerischen König in eine beliebige Brettecke zu drängen."
                }
            },
            {
                "move": "   1. Ke2 Ke4 ",
                "comment": {
                    "pt": "As pretas tentam deixar o rei o mais centralizado possível.",
                    "en": "Black tries to let the King as centralized as possible.",
                    "es": "Las negras tratan de dejar el rey lo más centralizado posible.",
                    "de": "Schwarz versucht, so lange wie möglich im Zentrum zu bleiben.",
                    "zh": "黑方竭尽全力尽可能长的呆在中心。",
                    "ru": "Черные пытаются чтобы Король был как можно более централизованным.",
                    "pl": "Czarne starają się scentralizować Króla tak, jak tylko to możliwe."
                }
            },
            {
                "move": "   2. Be3 Ke5 3. Kd3 Kd5 4. Bd4 Ke6 5. Ke4 Kd6 6. Bc4 ",
                "comment": {
                    "pt": "Os e o rei centralizados obrigam o rei preto a ir em direção ao canto.",
                    "en": "The centralized Bishops and King force the black King to move towards the corner.",
                    "es": "Los alfiles y el rey centralizados obligan el rey negro a ir hacia el rincón.",
                    "de": "Die zentralisierten Figuren drängen den schwarzen König Richtung Brettecke.",
                    "zh": "中心棋子将黑王逼到盘角。",
                    "ru": "Централизованные Слоны и Король вынуждают черного Короля отходить к углу игрового поля.",
                    "pl": "Scentralizowane Gońce i Król doprowadzają czarnego Króla do skierowania się do rogu."
                }
            },
            {
                "move": "   Kc6 7. Ke5 Kd7 8. Bd5 Kc7 9. Bc5 Kd7 10. Bd6 Ke8 11. Ke6 Kd8 12. Bc6 Kc8 13. Kd5 ",
                "comment": {
                    "pt": "Cuidado! 13-Re7 afogaria o rei preto.",
                    "en": "Be careful! 13-Ke7 would stalemate the black King.",
                    "es": "!Cuidado! 13-Re7 ahogaria al rey negro.",
                    "de": "Vorsicht! 13. Ke7 würde den schwarzen König Patt setzen!",
                    "zh": "注意！13-Ke7可能会将死黑王。",
                    "ru": "Будьте осторожны! 13-Ke7 приведет к пату черного Короля.",
                    "pl": "Uwaga! 13. Ke7 prowadzi czarnego Króla do pata."
                }
            },
            {
                "move": "   Kd8 14. Kc5 ",
                "comment": {
                    "pt": "As brancas levam o rei preto para o canto onde vão dar mate. Os bispos evitam que o rei se afaste.",
                    "en": "White drives the black King to the corner where it will be in check. The Bishops prevent it from escaping.",
                    "es": "Las blancas llevan el rey negro al rincón en el que le van a dar mate. Los alfiles evitan que el rey se aleje.",
                    "de": "Weiß zwingt den schwarzen König in die Brettecke, wo er ihn Matt setzen wird. Die Läufer verhindern, dass sich der König entfernt.",
                    "zh": "白方将黑王逼到盘角上成杀。象则有效的防止黑王逃窜。",
                    "ru": "Белые оттесняют черного Короля к углу, где ему будет ШАХ. Слоны не позволяют ему отходить.",
                    "pl": "Białe prowadzą czarnego Króla do rogu, gdzie może być szachowany. Gońce uniemożliwią ucieczkę."
                }
            },
            {
                "move": "   Kc8 15. Kb6 Kd8 ",
                "comment": {
                    "pt": "As brancas darão mate em poucos lances. Basta forçar o rei a ir para o canto.",
                    "en": "White will produce a mate in a few moves. It only has to force the King to a corner.",
                    "es": "Las blancas darán mate en pocas jugadas. Basta forzar el rey a ir para el rincón.",
                    "de": "Weiß gibt in wenigen Zügen Matt. Es genügt, den König in die Brettecke zu zwingen.",
                    "zh": "只要将黑王逼到盘角，白棋很快就能杀王。",
                    "ru": "Белые поставят МАТ через несколько ходов. Оттесняйте Короля к углу.",
                    "pl": "Białe doprowadzą do mata w kilku posunięciach. Wystarczy jedynie doprowadzić Króla do rogu."
                }
            },
            {
                "move": "   16. Bc5 Kc8 17. Be7 ",
                "comment": {
                    "pt": "Força o rei a ir para b8.",
                    "en": "Forces the King to b8.",
                    "es": "Fuerza el rey a ir a b8.",
                    "de": "Zwingt den König, nach b8 zu gehen.",
                    "zh": "把王逼到b8.",
                    "ru": "Оттесняйте Короля на b8.",
                    "pl": "Zmusza Króla do zajęcia b8."
                }
            },
            {
                "move": "   Kb8 18. Bd7 Ka8 19. Bd8 ",
                "comment": {
                    "pt": "As brancas fazem um lance de espera, preparando o mate.",
                    "en": "White performs a waiting move, preparing for the mate.",
                    "es": "Las blancas hacen una jugada de espera, preparando el mate.",
                    "de": "Wartezug.",
                    "zh": "白棋使用等着，准备杀王。",
                    "ru": "Белые делают выжидательный ход, для того чтобы поставить МАТ.",
                    "pl": "Białe zagrywają wyczekujący ruch, przygotowując się do mata."
                }
            },
            {
                "move": "Kb8 20. Bc7+ Ka8 21. Bc6#",
                "comment": []
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "¥¤ 70",
        "white_sort": "",
        "black": "Conceito",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "8\/8\/8\/8\/8\/4k3\/8\/2N1KB2 w - - 0 1",
        "moves": [
            {
                "move": "",
                "comment": {
                    "pt": "O mate com bispo e cavalo pode ser dado exclusivamente nos cantos do tabuleiro cujas casas forem da mesma cor das controladas pelo bispo. Nesse caso, h1 e a8. Esse processo é complexo e pode ser dividido em três etapas: 1) Levar o rei adversário até a borda do tabuleiro, eventualmente para o canto errado 2) Força-lo a ir para o canto desejado 3) Dar mate.",
                    "en": "Mate with Bishop and Knight can be performed exclusively in the corners of the chessboard that are the same color as the squares the Bishop controls. In this case h1 and a8. It's a complex process and it can be divided in three steps: 1) drive the opponent's King to the border of the chessboar, occasionally to the wrong corner; 2) force it to the right corner; 3) mate.",
                    "es": "El mate con alfil y caballo puede ser dado exclusivamente en los rincones del tablero con casillas del mismo color quee las controladas por el alfil. En este caso, h1 y a8. Este proceso es complejo y puede ser dividido en tres etapas: 1) Llevar el rey adversario hasta el borde del tablero, eventualmente para el rincón \"malo\". 2) Forzarlo a ir al rincón deseado 3) Dar mate.",
                    "de": "Matt mit Läufer und Springer ist nur dann möglich, wenn der gegnerische König auf einem Eckfeld der gleichen Farbe steht, wie die der Felder, die vom Läufer beherrscht werden (h1 und a8 in unserem Beispiel). Das Verfahren ist komplex und kann in drei Fasen geteilt werden: 1) den gegnerischen König an den Brettrand drängen, eventuell das falsche Eckfeld; 2) den gegnerischen König auf das gewünschte Eckfeld zwingen; 3) den gegnerischen König mattsetzen."
                }
            },
            {
                "move": "   1. Bg2 ",
                "comment": {
                    "pt": "O prim eiro objetivo das brancas é centralizar suas peças e coloca-las para trabalhar harmoniosamente.",
                    "en": "White's first goal is to centralize its pieces and let them act in harmony with each other.",
                    "es": "El primer objetivo de las blancas es centralizar sus piezas y ubicarlas para trabajar armoniosamente.",
                    "de": "Das erste Ziel vom Weißen ist es, die Figuren zu zentralisieren und sie harmonisch zusammenspielen zu lassen.",
                    "zh": "白方的首要目的是抢占中心，子力协同。",
                    "ru": "Первостепенная задача Белых - это централизация своих фигур для их лучшего взаимодействия друг с другом.",
                    "pl": "Podstawowym celem Białych jest centralizacja figur i doprowadzenie do harmonijne ich współpracy."
                }
            },
            {
                "move": "   Kd4 ",
                "comment": {
                    "pt": "As pretas tentarão manter-se o maior tempo possível no centro.",
                    "en": "Black will try to stay as long as possible in the center.",
                    "es": "Las negras intentarán mantenerse el mayor tiempo posible en el centro.",
                    "de": "Schwarz versucht, so lange wie möglich im Zentrum zu bleiben.",
                    "zh": "黑方力求更久的呆在中心。",
                    "ru": "Черные будут стараться оставаться в центре настолько, насколько это возможно.",
                    "pl": "Czarne spróbują pozostać w centrum tak długo, jak to możliwe."
                }
            },
            {
                "move": "   2. Ke2 ",
                "comment": {
                    "pt": "Há outras jogadas possíveis, como 1-Rd2 ou 1-Rf2. Em função da grande variedade de lances que podem ser efetuados levando a vitória, vamos nos abster desse tipo de comentário. Lembrando sempre que o importante não é decorar a sequência exata dos lances, mas sim fixar a idéia e observar como as peças precisam ser coordenadas para chegar a vitória.",
                    "en": "There are other possible moves, such as 1-Kd2 or 1-Kf2. Since there is a great variety of possible moves that lead to victory, this kind of comment will not be included here any longer. Notice that it is more important to remember the main idea and observe how pieces have to be coordinated in order to win, rather than to learn an exact sequence by heart.",
                    "es": "Hay otras jugadas posibles, como: 1-Rd2 o 1-Rf2. Debido a la gran variedad de jugadas que pueden ser efectuadas para ganar , vamos a abstenernos comentar todas. Recordemos siempre que lo importante no es aprender de memoria la secuencia exacta de jugadas, sino fijar la idea y observar cómo hay que coordinar las piezas para llegar al triunfo.",
                    "de": "Andere Züge wie 1. Kd2 und 1. Kf2 sind auch möglich. Da die Anzahl von Möglichkeiten sehr groß ist, werden wie sie nicht alle kommentieren. Es ist wichtig, dass der Lerner sich die Idee einprägt und beobachtet, wie die Figuren koordiniert werden, anstatt Zugfolgen auswendig zu lernen.",
                    "zh": "还有其他的走法，如1-Kd2 或者 1-Kf2，也是可以的。因为走法太多，所以这里就不一一讲解了。最重要的是要记住主要的思维方式和观察子力如何协同，而不是要死记硬背每一着的走法。",
                    "ru": "В данной ситуации есть другие варианты ходов, например, 1-Kd2 и 1-Kf2. Поскольку тут существует множество вариантов ходов, ведущих к победе, комментарии тут не будут присутствовать. Единственный совет состоит в том, чтобы Вы чувствовали и следили за координацией фигур, а не заучивали последовательность ходов наизусть.",
                    "pl": "Są również inne możliwe posunięcia jak 1. Kd2 lub 1. Kf2. Z powodu wielu możliwości posunięć prowadzących do zwycięstwa, tego typu komentarze nie będą już umieszczane. Zauważ, że ważniejsze jest zapamiętanie podstawowej idei i obserwacja jak figury powinny być skoordynowane, aby doprowadzić do wygranej, niż wyuczać się na pamięć dokładnej sekwencji ruchów."
                }
            },
            {
                "move": "   Ke5 3. Ke3 Kf5 4. Nd3 Kg5 5. Be4 ",
                "comment": {
                    "pt": "Com esse lance as brancas formam uma parede, que restringe o espaço do rei adversário. Observe o alinhamento do bispo em relação ao cavalo e as casas que os dois juntos são capazes de controlar: f3, f4, f5, e5, d5.",
                    "en": "With this move, White is able to build a wall that restrains the space of the opponent's King. Notice the alignment of the Bishop with the Knight and the squares they are able to control together: f3, f4, f5, e5, d5.",
                    "es": "Con esta jugada las blancas forman una barrera que restringe el espacio del rey adversario. Obsérvese el alineamiento del alfil en relación al caballo y las casillas que juntos son capaces de controlar: f3, f4, f5, e5, d5.",
                    "de": "Mit diesem Zug baut Weiß eine Sperre auf, die die Bewegungsfreiheit vom gegnerischen König einschränkt. Passen Sie auf die Aufstellung von Läufer und Springer und die Felder, die sie unter Kontrolle haben: f3, f4, f5, e5, d5.",
                    "zh": "下这一着白方就设好障碍限制黑王的活动空间。注意马和象联合起来就可以控制如下格：f3、f4、f5、e5、d5。",
                    "ru": "Этим ходом Белые выстраивают позицию фигур так, чтобы  сузить пространство Короля соперника. Обратите внимание на расположение Слона и Коня. Сообща они могут контролировать такие поля: f3, f4, f5, e5, d5.",
                    "pl": "Dzięki temu posunięciu Białe są w stanie zbudować mur ograniczający przestrzeń wrogiego Króla. Zauważ, że Goniec wraz ze Skoczkiem są w stanie razem kontrolować: f3, f4, f5, e5, d5."
                }
            },
            {
                "move": "   Kf6 ",
                "comment": {
                    "pt": "A resposta das pretas 5... Rg4 será vista em outro exercício.",
                    "en": "The black answer 5...Kg4 will be studied in another exercise.",
                    "es": "La respuesta de las negras 5...Rg4 será vista en otro ejercicio.",
                    "de": "Die schwarze Fortsetzung 5... Kg4 wird in einer anderen Übung analysiert.",
                    "zh": "黑方应 5...Kg4的走法会在其他练习中进行分析。",
                    "ru": "Ответ Черных ходом на 5...Kg4 будет рассмотрен на другом примере.",
                    "pl": "Odpowiedź czarnych 5. ... Kg4 będzie przestudiowana w innym ćwiczeniu."
                }
            },
            {
                "move": "   6. Kd4 ",
                "comment": {
                    "pt": "Construida a parede, o rei branco volta ao centro e se prepara para controlar outras casas, obrigando o rei adversário a recuar.",
                    "en": "Once the wall is built, the white King returns to the center and prepares to control other squares in order to force the opponent's King to retreat.",
                    "es": "Construida la barrera, el rey blanco vuelve al centro y se prepara para controlar otras casillas, obligando al rey adversario a retroceder.",
                    "de": "Nach dem Aufbau der Sperre, kehrt der weiße König zum Zentrum zurück und zwingt den schwarzen König zum Rückmarsch.",
                    "zh": "一旦设好障碍，白王马上回到中心，以便控制其他格子来逼黑王撤退。",
                    "ru": "Как только барьер выстроен, белый Король возвращается в центр для контроля над другими полями, для того чтобы вынудить Короля соперника отступать.",
                    "pl": "Kiedy mur został zbudowany, biały Król wraca do centrum i przygotowuje się do kontroli innych pól, aby zmusić wrogiego Króla do wycofania się."
                }
            },
            {
                "move": "   Ke6 7. Kc5 Ke7 8. Kd5 Kf6 ",
                "comment": {
                    "pt": "As pretas vão sendo obrigadas a recuar, mas se aproximam do canto errado para dificultar a tarefa das brancas.",
                    "en": "The black King is forced to retreat more and more but it is getting closer to the wrong corner in order to make things harder for the white side.",
                    "es": "Las negras van siendo obligadas a retroceder, pero van hacia el rincón \"malo\" para dificultarle la tarea a las blancas.",
                    "de": "Schwarz sucht das falsche Eckfeld, um die Aufgabe von Weiß zu erschweren.",
                    "zh": "黑王被迫不断撤退，但是它没有退到白棋希望的角落，使白棋的计划没有那么容易得逞。",
                    "ru": "Черный Король вынужден все дальше и дальше отступать. Он отходит не к тому углу игрового поля, вместо того, чтобы усилить давление на сторону Белых.",
                    "pl": "Czarny Król został zmuszony do wycofania się coraz dalej, a na dodatek zmierza w zły róg, z którego nie będzie w stanie utrudnić białym zadania."
                }
            },
            {
                "move": "   9. Kd6 Kf7 10. Ke5 Kg7 ",
                "comment": {
                    "pt": "Se 10...Re7, então 1...Bd5 e as pretas teriam o acesso a h8 cortado.",
                    "en": "If 10...Ke7, then 1... Bd5 and Black would have its access to h8 closed.",
                    "es": "Si 10...Re7, entonces 1...Bd5 y las negras terian el acceso a h8 cortado.",
                    "de": "Auf 10...Ke7 käme 11. Ld5 und Schwarz könnte nicht mehr nach h8.",
                    "zh": "如果下 10...Ke7，然后 1... Bd5，那么黑棋到h8的退路就被截断了。",
                    "ru": "Если 10...Ke7, следует 1... Bd5 и Черным отрезается поле h8.",
                    "pl": "Jeśli 10. ... Ke7, wtedy 10. ... Gd5 i Czarne uzyskają dostęp do zamkniętego h8."
                }
            },
            {
                "move": "   11. Ke6 Kg8 12. Ne5 ",
                "comment": {
                    "pt": "Terminou a primeira etapa do processo. As brancas devem agora obrigar o rei preto a ir para o outro flanco.",
                    "en": "The first step of the process is finished. White must now force the black King to the other side.",
                    "es": "Terminó la primera etapa del proceso. Las blancas deben ahora obligar al rey negro a ir para al otro flanco.",
                    "de": "Der erste Teil des Verfahrens ist beendet. Nun muss der König auf den anderen Flügel gezwungen werden.",
                    "zh": "攻势的第一步已经完成。白棋必须已经将黑王逼到另一侧。",
                    "ru": "Первый этап завершен. Белые должны вынуждать Короля двигаться на другую сторону.",
                    "pl": "Pierwszy krok wykonany. Białe muszą teraz zmusić czarnego Króla do przemieszczenia się na drugą stronę."
                }
            },
            {
                "move": "   Kf8 13. Kf6 Kg8 14. Nf7 ",
                "comment": {
                    "pt": "Imped indo que o rei preto ocupe h8.",
                    "en": "Preventing the black King from occupying h8.",
                    "es": "Impidiendo que el rey negro ocupe h8.",
                    "de": "Verhindert, dass der schwarze König h8 besetzt.",
                    "zh": "阻止黑王抢占h8。",
                    "ru": "Блокирует для занятия Королем поля h8.",
                    "pl": "Nie dopuszczając czarnego Króla do zajęcia h8."
                }
            },
            {
                "move": "   Kf8 15. Bh7 ",
                "comment": {
                    "pt": "Impedindo que o rei volte para o canto errado.",
                    "en": "Preventing the King from returning to the center.",
                    "es": "Impidiendo que el rey vuelva hacia el rincón errado.",
                    "de": "Verhindert, dass sich der König zum falschen Eckfeld wendet.",
                    "zh": "阻止王退回中心。",
                    "ru": "Блокирует Королю возвращение к центру.",
                    "pl": "Nie dopuszczając Króla do powrotu do centrum."
                }
            },
            {
                "move": "   Ke8 16. Ne5 ",
                "comment": {
                    "pt": "Com esse típico movimento de cavalo, as brancas controlam a casa d7 e constroem uma parede para manter o rei na oitava fila.",
                    "en": "With this typical Knight move, White controls d7 and builds a wall to hold the King in the backrank.",
                    "es": "Con ese típico movimiento de caballo, las blancas controlan a casilla d7 y construyen una barrera para mantener el rey en la octava línea.",
                    "de": "Mit diesem charakteristischen Springerzug kontrolliert Weiß das Feld d7 und baut eine Sperre auf, um den König auf der achten Reihe abzuschneiden.",
                    "zh": "通过走马白棋控制了d7，设好障碍以免黑王退到底线。",
                    "ru": "При таком ходе Коня, Белые контролируют поле d7 и блокируют Короля на последней горизонтали.",
                    "pl": "Tym typowym ruchem Skoczka Białe kontrolują d7 i budują mur, aby zatrzymać Króla w tyle."
                }
            },
            {
                "move": "   Kd8 17. Ke6 ",
                "comment": {
                    "pt": "O rei branco dirige-se para o canto correto.",
                    "en": "The white King moves towards the correct corner.",
                    "es": "El rey blanco va hacie el rincón \"correcto\".",
                    "de": "Der weiße König wendet sich zum richtigen Eckfeld.",
                    "zh": "白王走到正确的盘角。",
                    "ru": "Белый Король передвигается по направлению к нужному углу.",
                    "pl": "Biały Król maszeruje do odpowiedniego rogu."
                }
            },
            {
                "move": "   Kc7 ",
                "comment": {
                    "pt": "Aparenteme nte as pretas escaparam, mas...",
                    "en": "It seems as if Black escaped, but...",
                    "es": "Aparentemente las negras se escapan, pero...",
                    "de": "Schwarz scheint die Flucht gelungen zu sein, aber...",
                    "zh": "看起来黑王要逃脱了，但是...",
                    "ru": "Выглядит будто Черные уходят, но...",
                    "pl": "Wygląda na to, że Czarne uciekły, lecz..."
                }
            },
            {
                "move": "   18. Nd7 ",
                "comment": {
                    "pt": "O cavalo branco se prepara para construir uma outra barreira. Note que agora ele controla as casas pretas b6 e c5, enquanto o bispo controlará as brancas.",
                    "en": "The white Knight prepares to build another barrier. Notice that now it controls the dark b6 and c5, while the Bishop controls the light squares.",
                    "es": "El caballo blanco se prepara para construir otra barrera. Obsserve que ahora el caballo controla las casillas negras b6 y c5, mientras que el alfil controla las casillas blancas.",
                    "de": "Der weiße Springer steht schon bereit, eine weitere Sperre aufzubauen. Er kontrolliert jetzt die schwarzen Felder b6 und c5, während der Läufer die weißen Felder kontrolliert.",
                    "zh": "白马准备着手建立另外一道屏障。注意它现在控制了b6和c5两个黑格，但是象控制的是白格。",
                    "ru": "Конь белых теперь контролирует черные b6 и c5, тогда как Слон контролирует белые поля.",
                    "pl": "Biały Skoczek jest przygotowuje kolejną barierę. Zauważ, że kontroluje teraz czarne b6 i c5, podczas gdy Goniec kontroluje jasne pola."
                }
            },
            {
                "move": "   Kb7 ",
                "comment": {
                    "pt": "Contra 18. ..Rc6, seria praticamente a mesma continuação.",
                    "en": "Against 18...Kc6 the continuation would be practically the same.",
                    "es": "Contra 18...Rc6, sería prácticamente la misma continuación.",
                    "de": "Gegen 18...Tc6 wäre praktisch die gleiche Fortsetzung.",
                    "zh": "对于18...Tc6接下来的走法是同样的。",
                    "ru": "На ход 18...Kc6, продолжение будет практически таким же.",
                    "pl": "Przeciwko 18. ... Kc6 kontynuacja wyglądałaby praktycznie tak samo."
                }
            },
            {
                "move": "   19. Bd3 ",
                "comment": {
                    "pt": "Impedindo que o rei preto escape através da casa a6.",
                    "en": "Preventing the black King from escaping through a6.",
                    "es": "Impidiendo que el rey negro escape a través de la casilla a6.",
                    "de": "Verhindert, dass der schwarze König über Feld a6 flieht.",
                    "zh": "防止黑王通过a6逃窜。",
                    "ru": "Блокирует отход черного Короля через a6.",
                    "pl": "Nie dopuszczając czarnego Króla do ucieczki przez a6."
                }
            },
            {
                "move": "   Kc6 20. Bc4 ",
                "comment": {
                    "pt": "Esse é um lance de espera. As brancas precisam de um tempo para que o rei preto recue, já que todas as casas que permitiriam o seu avanço estão controladas pelas brancas.",
                    "en": "This is a waiting move. White needs one tempo so that the black King retreats, since White controls all squares that enable Black to advance.",
                    "es": "Ésta es una jugada de espera. Las blancas necesitan un tiempo para que el rey negro retroceda, ya que todas las casillas que permitirian su avance están controladas por las blancas.",
                    "de": "Mit diesem Wartezug gewinnt Weiß ein Tempo.",
                    "zh": "这是一个等着，利用等着强迫黑王撤退，因为白棋已经控制了所有黑棋可以走的路线。",
                    "ru": "Это выжидательный ход. Белым нужен такой темп, при котором черный Король будет отступать. Поэтому Белые контролируют все поля, по которым возможно отступление Черных.",
                    "pl": "To ruch wyczekujący. Białe potrzebują dodatkowego tempa, więc czarny Król wycofuje się, podczas gdy Białe kontrolują wszystkie pola umożliwiające Czarnym jakikolwiek progres."
                }
            },
            {
                "move": "   Kc7 21. Bb5 ",
                "comment": {
                    "pt": "Agora as brancas dominam boa parte da sexta fila: a6, b6, c6, d6, e6, f6.",
                    "en": "Now White dominates most squares of the 6th rank: a6, b6, c6, d6, e6, f6.",
                    "es": "Ahora las blancas dominan buena parte de la sexta línea: a6, b6, c6, d6, e6, f6.",
                    "de": "Nun beherrscht Weiß einen guten Teil der sechsten Reihe: a6, b6, c6, d6, e6, f6.",
                    "zh": "现在白棋已经统治了六线上大部分的格子：a6、b6、c6、d6、e6、f6。",
                    "ru": "Теперь Белые доминируют практически над всеми полями шестой горизонтали: a6, b6, c6, d6, e6, f6.",
                    "pl": "Teraz Białe dominują większość pól z szóstej linii: a6, b6, c6, d6, e6, f6."
                }
            },
            {
                "move": "   Kd8 22. Nf6 ",
                "comment": {
                    "pt": "Evitando ...Re8.",
                    "en": "Preventing ...Ke8.",
                    "es": "Evitando ...Re8.",
                    "de": "Verhindert ...Ke8.",
                    "zh": "阻止...Ke8.",
                    "ru": "Блокирует ...Ke8.",
                    "pl": "Zatrzymując ... Ke8."
                }
            },
            {
                "move": "   Kc7 23. Nd5+ ",
                "comment": {
                    "pt": "O ca valo volta a controlar a casa b6, impedindo a fuga do rei preto.",
                    "en": "The Knight has b6 under its control again, preventing the escape of the black King.",
                    "es": "el caballo vuelve a controlar a casilla b6, impidiendo la fuga del rey negro.",
                    "de": "Der Springer kontrolliert das Feld b6 und verhindert die Flucht vom schwarzen König.",
                    "zh": "马再次控制b6，阻止黑王逃窜。",
                    "ru": "Конь опять берет под контроль поле b6, перекрывая отход черному Королю.",
                    "pl": "Skoczek ma ponownie pole b6 pod swoją kontrolą, uniemożliwiając ucieczkę czarnemu Królowi."
                }
            },
            {
                "move": "   Kd8 24. Kd6 Kc8 25. Ke7 ",
                "comment": {
                    "pt": "Com suas peças protegendo a sexta fila, o rei branco vai \"empurrando\" o adversário para trás.",
                    "en": "With the support of its pieces protecting the 6th rank, the white King \"pushes\" the opponent backwards.",
                    "es": "Con sus piezas protegendo a sexta línea, el rey blanco va \"empujando\" el adversario hacia atrás.",
                    "de": "Während die weißen Figuren die sechste Reihe kontrollieren, drängt der weiße König seinen schwarzen Kollegen an den Brettrand.",
                    "zh": "在己方棋子对六线的严密保护下，白王迫使敌方后退。",
                    "ru": "При помощи своих фигур, которые контролируют шестую горизонталь, белый Король \"отталкивает\" оппонента назад.",
                    "pl": "Z pomocą swoich figur na szóstej linii biały Król \"odpycha\" oponenta."
                }
            },
            {
                "move": "   Kb8 26. Kd8 Kb7 27. Kd7 Kb8 28. Ba6 ",
                "comment": {
                    "pt": "Controlando a casa b7.",
                    "en": "Controlling b7.",
                    "es": "Controlando la casilla b7.",
                    "de": "Kontrolliert das Feld b7.",
                    "zh": "控制b7。",
                    "ru": "Берет под контроль поле b7.",
                    "pl": "Kontrolując b7."
                }
            },
            {
                "move": "Ka7 29. Bc8 Kb8 30. Ne7 Ka7 31. Kc7 Ka8 32. Bb7+ Ka7 33. Nc6#",
                "comment": []
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "¥¤ 71",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "5k2\/7B\/5K2\/4N3\/8\/8\/8\/8 w - - 0 17",
        "moves": [
            {
                "move": "",
                "comment": {
                    "pt": "Tente achar o caminho mais rápido para o mate.",
                    "en": "Try to find the fastest way to mate.",
                    "es": "Trate de encontrar el camino más rápido para el mate.",
                    "de": "Finden Sie den schnellsten Weg zum Matt!"
                }
            },
            {
                "move": "   17. Nd7+ Ke8 18. Ke6 Kd8 19. Kd6 Ke8 20. Bg6+ ",
                "comment": {
                    "pt": "Im o que o rei escape via f7.",
                    "en": "Preventing the King from escaping through f7.",
                    "es": "Impidiendo que el rey escape vía f7.",
                    "de": "Damit der König nicht über f7 flieht.",
                    "zh": "阻止王从f7逃离。",
                    "ru": "Блокирует Короля от отступления через поле f7.",
                    "pl": "Uniemożliwiając Królowi ucieczkę przez f7."
                }
            },
            {
                "move": "   Kd8 21. Nc5 ",
                "comment": {
                    "pt": "Con trolando as casas b7 e a6.",
                    "en": "Controlling b7 and a6.",
                    "es": "Controlando las casillas b7 y a6.",
                    "de": "Kontrolliert die Felder b7 und a6.",
                    "zh": "控制b7和a6。",
                    "ru": "Берет под контроль поля b7 и a6.",
                    "pl": "Kontrolując b7 i a6."
                }
            },
            {
                "move": "   Kc8 22. Be8 ",
                "comment": {
                    "pt": "O bispo se aproxima para controlar as casas da diagonal a4-e8.",
                    "en": "The Bishop gets closer to control the a4-e8 diagonal.",
                    "es": "El alfil se acerca para controlar las casillas de la diagonal a4-e8.",
                    "de": "Der Läufer nähert sich, um die Diagonale a4-e8 zu kontrollieren.",
                    "zh": "象逐步靠近，准备控制a4-e8斜线。",
                    "ru": "Слон берет под контроль диагонали a4-e8.",
                    "pl": "Goniec zbliża się do kontroli przekątnej a4-e8."
                }
            },
            {
                "move": "   Kd8 23. Bc6 ",
                "comment": {
                    "pt": "Um lance de espera, ganhando um tempo para o rei adversário recuar.",
                    "en": "A waiting move winning a tempo so that the opponent's King retreats.",
                    "es": "Una jugada de espera, ganando un tiempo para que el rey adversario retroceda.",
                    "de": "Mit diesem Wartezug gewinnt Weiß ein Tempo.",
                    "zh": "使用等着迫使对方王撤退，赢得一个先手。",
                    "ru": "Выжидательный ход, выигрывающий темп, и Король соперника отступает.",
                    "pl": "Wyczekujący ruch zdobywa tempo, co zmusza Króla przeciwnika do odwrotu."
                }
            },
            {
                "move": "   Kc8 24. Bd7+ Kb8 ",
                "comment": {
                    "pt": "Evidentemente não Rd8 por causa de Ce6++.",
                    "en": "Of course not Kd8, because of Ne6++.",
                    "es": "Evidentemente no Rd8 a causa de Ce6++.",
                    "de": "Natürlich nicht Kd8 wegen Se6++.",
                    "zh": "当然不是 Kd8， 因为Ne6++。",
                    "ru": "Конечно не Kd8, потому что Ne6++.",
                    "pl": "Oczywiście nie Kd8, ponieważ Se6++."
                }
            },
            {
                "move": "25. Kc6 Ka7 26. Kc7 Ka8 27. Kb6 Kb8 28. Na6+ Ka8 29. Bc6#",
                "comment": []
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "¥¤ 72",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "8\/8\/4B3\/8\/5K1k\/4N3\/8\/8 w - - 0 27",
        "moves": [
            {
                "move": "",
                "comment": {
                    "pt": "Tente novamente achar o caminho mais rápido para o mate.",
                    "en": "Try again to find the fastest way to the mate.",
                    "es": "Trate de nuevo de encontrar el camino más rápido para el mate.",
                    "de": "Versuchen Sie nochmal, den schnellsten Weg zum Matt zu finden!"
                }
            },
            {
                "move": "   27. Nf5+ Kh3 ",
                "comment": {
                    "pt": "Único lance. Se 27...Rh5 e as brancas jogariam 28-Bf7 xéque-mate.",
                    "en": "Only move possible. If 27...Kh5, White would finish with 28-Bf7 checkmate.",
                    "es": "Única jugada. Si 27...Rh5 las blancas jugarían 28-Bf7 mate.",
                    "de": "Einziger Zug. Auf 27...Kh5 spielt Weiß 28. Lf7#.",
                    "zh": "只能走这一步。如果走27...Kh5， 白棋会在28-Bf7时将军。",
                    "ru": "Единственный возможный ход. Если  27...Kh5, то Белые ходят 28-Bf7 и ставят МАТ.",
                    "pl": "Jedyny możliwy ruch. Jeśli 27. ... Kh5, Białe mogłyby skończyć matem na 28. Gf7."
                }
            },
            {
                "move": "   28. Kf3 Kh2 29. Ne3 ",
                "comment": {
                    "pt": "Liberando o bispo, para controlar a casa h3.",
                    "en": "Liberating the Bishop to control h3.",
                    "es": "Liberando el alfil, para controlar a casilla h3.",
                    "de": "Befreit den Läufer, um das Feld h3 zu kontrollieren.",
                    "zh": "解放象使之可以控制h3。",
                    "ru": "Слон освобождается от контроля за h3.",
                    "pl": "Uwalniając Gońca do kontroli h3."
                }
            },
            {
                "move": "Kg1 30. Kg3 Kh1 31. Kf2 Kh2 32. Nf1+ Kh1 33. Bd5#",
                "comment": []
            }
        ],
        "game_terminator": "1-0"
    }
]