[
    {
        "title": "",
        "white": "Abertura dos 4 cavalos",
        "white_sort": "",
        "black": "Variante Clássica",
        "date": "",
        "event": {
            "en": "Classical variation",
            "de": "Klassische Variante",
            "es": "Variante Clásica",
            "pt": "Variante Clássica",
            "zh": "经典变例",
            "pl": "Klasyczna wariacja",
            "ru": "Классический вариант"
        },
        "fen": "",
        "moves": [
            {
                "move": "1. e4 e5 2. Nf3 Nc6 3. Nc3 Nf6 ",
                "comment": {
                    "pt": "Nesta abertura, um pouco fora de moda atualmente, as brancas se preocupam em desenvolver suas peças e rocar, sem acelerar a jogada d4 ou pressionar imediatamente o centro preto.",
                    "en": "In this position that is a little unfashionable these days, White wants to develop its pieces and castle without accelerating d4 or placing pressure on the black center.",
                    "es": "En esta apertura, un poco fuera de moda actualmente, las blancas se preocupan en desarrollar sus piezas y enrocarse, sin acelerar la jugada d4 ni presionar inmediatamente sobre el centro negro.",
                    "de": "In dieser etwas aus der Mode geratenen Eröffnung versucht Weiß, seine Figuren zu entwicklen und zu rochieren, ohne d4 sofort zu spielen bzw.  Druck auf das schwarze Zentrum auszuüben.",
                    "zh": "这个局面现今有点不太流行了，白方企图出子并进行王车易位，而不马上走d4或给黑棋中心施加压力。",
                    "pl": "W tej niemodne już dziś pozycji Białe dążą do wyprowadzenia swoich figur i roszowania bez zbyt szybkiego ryzykowania d4 oraz wywierania presji na czarnym centrum.",
                    "ru": "Не модное, на сегодняшний день, развитие партии. Белые хотят развивать свои фигуры и рокируются без ускорения d4 или прессинга на центр Черных."
                }
            },
            {
                "move": "   4. Bb5 ",
                "comment": {
                    "pt": "4-Bc4 é uma opção assim como 4-d4. Contra 4-Bc4 a jogada mais natural é 4... Bc5 e após 5-d3 d6, estaremos seguindo a partida 40 de nossa base, onde Capablanca, com as pretas, derrotou Nimzovitsch.",
                    "en": "4-Bc4 is an option and 4-d4 also. Against 4-Bc4 the most natural move is 4... Bc5 and after 5-d3 d6 the continuation is presented in the game 40 of our database where Capablanca, on the black side, defeated Nimzovitsch.",
                    "es": "4-Ac4 es una opción, así como 4-d4. Contra 4-Ac4 la jugada más natural es 4...Ac5 y después de 5-d3 d6, estaremos siguiendo la partida 40 de nuestra base, donde Capablanca, con las negras, derrotó a Nimzovitsch.",
                    "de": "4. Lc4 und 4. d4 sind Alternativen. Auf 4. Lc4 ist 4...Lc5 der natürlichste Zug. Nach 5. d3 d6 entsteht die Stellung der Partie 40 auf unserer Datenbank (Schwarzsieg Capablancas gegen Nimzowitsch).",
                    "zh": "4-Bc4和4-d4是另外的选择。对付4-Bc4最常用的一着是4... Bc5，走了5-d3 d6的后续会在游戏库中游戏40体现，这里卡帕布兰卡执黑胜尼姆佐维茨基。",
                    "pl": "4. Gc4 jest możliwy, jak i 4. d4. Przeciw 4. Gc4 najbardziej naturalnym ruchem jest 4. ... Gc5 i po 5. d3 d6 kontynuacja jest zaprezentowana w partii 40, gdzie Capablanca grając czarnymi pokonał Nimzovitscha.",
                    "ru": "Ход 4-Bc4 является другим вариантом, как и 4-d4. На ход 4-Bc4 наиболее популярным ответом будет 4... Bc5, а после 5-d3 d6, продолжение будет рассмотрено в игре 40 нашей базы игр, где Капабланка, играя за Черных, победил Нимцовича."
                }
            },
            {
                "move": "   Bb4 ",
                "comment": {
                    "pt": "A joga da 4...Cd4 é uma excelente opção para as pretas e está analisada no próximo exemplo. A jogada 4. ..d6 é passiva, porém sólida e foi jogada por Capablanca (partida 41 de nossa base) contra Nimzovitsch. Esta partida é muito boa e vale a pena ser estudada.",
                    "en": "4...Cd4 is an excellent option for Black that will be analyzed in the next example. 4...d6 is passive, but solid and was performed by Capablanca (game 41 of our database) against Nimzovitsch. That is a very good game and studying it is worthwhile.",
                    "es": "La jugada 4...Cd4 es una excelente opción para las negras y será analizada en el próximo ejemplo. La jugada 4...d6 es pasiva pero sólida y fue jugada por Capablanca (partida 41 de nuestra base) contra Nimzovitsch. Esta partida es muy buena y vale la pena estudiarla.",
                    "de": "4...Sd4 ist sehr gut für Schwarz und wird im nächsten Beispiel analysiert. 4...d6 ist passiv jedoch solide und wurde von Capablanca gegen Nimzowitsch (Partie 40 unserer Datenbank) gespielt. Es lohnt sich, diese gute Partie nachzuspielen.",
                    "zh": "4...Cd4对黑方来说是很好的选择，这将在下个例子中分析。走4...d6会变得被动，但是稳固，并且被卡帕布兰卡（棋局41）用来对付尼姆佐维奇。这是一个非常好的棋局，非常值得研究。",
                    "pl": "4. ... Sd4 jest świetnym wyborem dla Czarnych - zostanie on zanalizowany w następnym przykładzie. 4. ... d6 jest pasywne, ale solidne i zostało zaprezentowane przez Capablancę (partia 41 w bazie) przeciw Nimzovitschowi. To świetna partia i warta bliższego zapoznania.",
                    "ru": "Игра 4...Cd4 будет отличным вариантом для Черных, и будет рассмотрена в следующем примере. Ход 4...d6 будет пассивным, но был уверенно выполнен Капабланкой (игра 41) против Нимцовича. Этот очень поучительная партия, которую необходимо проанализировать."
                }
            },
            {
                "move": "   5. O-O O-O 6. d3 ",
                "comment": {
                    "pt": "6-Bxc6 dxc6 7-d3 foi jogado por Winter contra Capablanca (partida 43) e o ex campeão mundial produziu um brilhante exemplo estratégico , explorando o tema de uma peça mal colocada na posição adversária.",
                    "en": "6-Bxc6 dxc6 7-d3 was played by Winter against Capablanca (game 43) and the former World Champion provided a brilliant strategic example, exploring the theme of a badly-placed piece in the opponent's position.",
                    "es": "6-Axc6 dxc6 7-d3 fue jugada por Winter contra Capablanca (partida 43) y el ex campeón mundial produjo un brillante ejemplo estratégico, explotando el tema de pieza mal colocada en la posición adversaria.",
                    "de": "6-Lxc6 dxc6 7-d3 wurde von Winter gegen Capablanca gespielt (Partie 43). Der ehemalige Weltmeister nutzte das Thema einer falsch plazierten gegnerischen Figur glänzend aus.",
                    "zh": "6-Bxc6 dxc6 7-d3被Winter用来对付卡帕布兰卡（棋局43）。这位前国际象棋世界冠军为我们展示了一个充分利用敌方棋子糟糕局面获胜的精彩战术例子。",
                    "pl": "6. Gxc6 dxc6 7. d3 zostało zagrane przez Wintera przeciwko Capablance (gra 43) i były Mistrz Świata wykorzystał świetnie ten strategiczny moment wykorzystując temat źle ustawionej figury w pozycji oponenta.",
                    "ru": "Вариант 6-Bxc6 dxc6 7-d3 был сыгран в партии Винтера и Капабланки (игра 43), где бывший Чемпион мира продемонстрировал блестящий стратегический прием, используя плохие позиции фигур противника."
                }
            },
            {
                "move": "   d6 7. Bg5 ",
                "comment": {
                    "pt": "7-Ce2 para ir com o cavalo a g3 foi jogado por Rubinstein (partida 37) com bom resultado contra Marshal. Entretanto a jogada não é tão boa e foi corretamente respondida com 7. ..Bg4 e as pretas têm boa posição.",
                    "en": "Rubinstein used 7-Ne2 in order to reach g3 with the Knight (game 37) with a good result against Marshal. However the move isn't that good and correctly answered with 7...Bg4 Black has a good position.",
                    "es": "7-Ce2 para ir con el caballo a g3 fue jugado por Rubinstein (partida 37) con buen resultado contra Marshall. Sin embargo la jugada no es tan buena y fue correctamente respondida con 7...Ag4, con buena posición para las negras.",
                    "de": "7. Se2 mit der Idee Sg3 wurde von Rubinstein gegen Marshall (Partie Nr. 37) mit Erfolg angewandt. Der Zug ist aber trotzdem nicht so stark und wurde mit 7...Lg4, mit guter Stellung für Schwarz, richtig beantwortet.",
                    "zh": "鲁宾斯坦用7-Ne2对抗马歇尔，让马到达g3（棋局37），并且取得了良好的效果。但是这一着并不是十全十美，黑方应7...Bg4就能取得一个很好的局面。",
                    "pl": "Rubinstein użył 7. Se2 w celu osiągnięcia g3 Skoczkiem (gra 37) z dobrym wynikiem przeciw Marshalowi. Jednakże ten ruch nie jest najlepszy i przy odpowiedniej odpowiedzi 7. ... Gg4 Czarne osiągają dobrą pozycję.",
                    "ru": "Рубинштейн играл 7-Ne2 в целях занятия g3 Конем (игра 37), что дало хороший результат в игре против Маршалла. Однако этот ход является не очень хорошим и правильным ответом с 7...Bg4, где Черные имеют хорошие позиции."
                }
            },
            {
                "move": "   Bxc3 ",
                "comment": {
                    "pt": "As brancas ameaçavam Cd5.",
                    "en": "White threatened Nd5.",
                    "es": "Las blancas amenazaban Cd5.",
                    "de": "Weiß drohte Sd5.",
                    "zh": "白方威胁Nd5。",
                    "pl": "Białe grożą Sd5.",
                    "ru": "Белые угрожают Nd5."
                }
            },
            {
                "move": "   8. bxc3 ",
                "comment": {
                    "pt": "E agora, para sair da desagradável cravada imposta pelo bispo branco em g5, as pretas têm a seguinte manobra;",
                    "en": "And now Black has to escape the unpleasant pin created by the g5-Bishop with the following maneuver:",
                    "es": "Y ahora, para salir de la desagradable clavada impuesta por el alfil blanco en g5, las negras disponen de la siguiente maniobra:",
                    "de": "Und nun muss Schwarz wie folgt manövrieren, um sich von der lästigen Fesselung durch den weißen Läufer auf g5 zu befreien.",
                    "zh": "现在黑方必须这样调兵遣将来解脱由g5-象制造的牵制。",
                    "pl": "I Czarne muszą uciekać od nieprzyjemnego przygwożdżenia przez Gońca g5 następującym manewrem:",
                    "ru": "И теперь Черные должны уходить от нежелательной связки, созданной Слоном на g5 следующим маневром:"
                }
            },
            {
                "move": "   Qe7 9. Re1 ",
                "comment": {
                    "pt": "9-Bxc6 bxc6 10-Dc1 h6 foi jogado na partida 44 de nossa base e a posição está equilibrada. Ao trocar o bispo pelo cavalo (9-Bxc6) as brancas abriram mão da principal vantagem que tinham, o par de bispos.",
                    "en": "9-Bxc6 bxc6 10-Qc1 h6 was used in the game 44 of our database and position was balanced. By exchanging Bishop for Knight (9-Bxc6) White gave up the main advantage it had: the pair of Bishops.",
                    "es": "9-Axc6 bxc6 10-Dc1 h6 fue jugado en la partida 44 de nuestra base, con posición equilibrada. Al cambiar el alfil por el caballo (9-Axc6) las blancas se quedaron sin la principal ventaja que tenían, la pareja de alfiles.",
                    "de": "9. Lxc6 bxc6 10. Dc1 h6 mit Ausgleich wurde in der Partie 44 unserer Partiendatenbank gespielt. Durch 9. Lxc6 gibt Weiß den Vorteil vom Läuferpaar her.",
                    "zh": "9-Bxc6 bxc6 10-Qc1 h6在棋局44中被用到，局面达到平衡。用象兑马（9-Bxc6）白方放弃双象的主要优势。",
                    "pl": "9. Gxc6 bxc6 10. Hc1 h6 zostało użyte w partii 44 z naszej bazy - wyrównuje ono pozycję. Przez wymianę Gońca na Skoczka (9. Gxc6) Białe oddają główną posiadaną przewagę: parę Gońców.",
                    "ru": "Вариант 9-Bxc6 bxc6 10-Qc1 h6 (был использован и игре 44 нашей базы), после чего позиция стала сбалансированной. При размене Слона на Коня (9-Bxc6), Белые потеряли свое основное преимущество, выраженное в паре Слонов."
                }
            },
            {
                "move": "   Nd8 10. d4 Ne6 ",
                "comment": {
                    "pt": "A opção 10... Bg4 também é razoável e foi jogada por Rubinstein na partida 46 de nossa base com bom resultado para as pretas. A partida seguiu; 11-h3 Bh5 12 g4 Bg6 e agora parece que uma boa opção para as brancas é 13-d5, para controlar os saltos do cavalo em d8.",
                    "en": "10... Bg4 is also a reasonable option and it was used by Rubinstein in the game 46 of our database with good result for Black. The game continued as follows: 11-h3 Bh5 12 g4 Bg6 and now it seems that a good option for White is 13-d5 in order to control the moves of the d8-Knight.",
                    "es": "La opción 10...Ag4 también es aceptable y fue jugada por Rubinstein en la partida 46 de nuestra base con buen resultado para las negras. La partida siguió: 11-h3 Ah5 12 g4 Ag6 y ahora parece que 13-d5 es una buena opción para las blancas, para controlar los saltos del caballo en d8.",
                    "de": "10...Lg4 ist auch Akzeptabel und wurde erfolgreich von Rubinstein (Partie 46) angewandt. Es folgte: 11 h3 Lh5 12 g4 Lg6; nun scheint 13. d5 gut zu sein, denn dadurch wird der Springer auf d8 unter Kontrolle gehalten.",
                    "zh": "10... Bg4也是合理的选择，它被鲁宾斯坦在棋局46中用到，对黑方是有利的。棋局继续如下：11-h3 Bh5 12 g4 Bg6 ，现在看起来走13-d5对白方来说好的选择，可以控制d8-马的活动。",
                    "pl": "10. ... Gg4 również jest rozsądną opcją i został użyty przez Rubinsteina z dobrym rezultatem przez Czarne w grze 46 z naszej bazy. Partia następowała w ten sposób: 11. h3 Gh5 12. g4 Gg6 i wydaje się, że dobrym wyborem dla Białych jest 13. d5 w celu uzyskania kontroli ruchów Skoczka d8.",
                    "ru": "Ход 10... Bg4 также будет разумным вариантом и был использован Рубинштейном (игра 46) с хорошим исходом для Черных. Игра продолжалась: 11-h3 Bh5 12 g4 Bg6 с хорошими возможностями для Белых играть 13-d5 для того чтобы контролировать игру Коня на d8."
                }
            },
            {
                "move": "   11. Bc1 ",
                "comment": {
                    "pt": "Se 11-Bh4 segue Cf4, com a idéia de seguir Cg6 e se 12-Bg5 h6, forçando as brancas a abandonare a cravada.",
                    "es": "11. Bh4 Nf4, con la idea de seguir ...Cg6 y, si Ag5, entonces ...h6, obligando a las blancas a abandonar la clavada.",
                    "en": "If 11-Bh4 Then Nf4, intending to continue with Ng6 and if 12-Ag5, then ...h6, forcing white to release the pin.",
                    "de": "Auf 11. Lh4 folgt Sf4 mit der Idee Sg6 und falls 12. Lg5 dann ...h6, was Weiß dazu zwingt, die Fesselung aufzugeben.",
                    "zh": "如果先走11-Bh4然后Nf4，目的继续Ng6，如果走12-Ag5，然后...h6，迫使白方解除牵制。",
                    "pl": "Jeśli 11. Gh4, wtedy Sf4 z zamiarem kontynuacji Sg6 oraz jeśli 12. Gg5, wtedy ... h6 zmuszając białe do odejścia od przygwożdżenia.",
                    "ru": "Если 11-BH4, тогда Nf4, намереваясь продолжить Ng6 и если 12-AG5, то ...h6, вынуждая Белых, освободить связку."
                }
            },
            {
                "move": "   c5 ",
                "comment": {
                    "pt": "As brancas tem maior domínio central e o par de bispos, mas a posição está relativamente fechada, o que favorece os cavalos e as pretas podem vir a explorar os peões dobrados na coluna c. As partidas 154 e 155 de nossa base mostram possíveis sequências desta posição.",
                    "en": "White has rgeater central dominance and the pair of Bishops but its position is relatively closed, which favours the Knights and Black may explore the doubled pawns in the c-file. The games 154 and 155 of our database demonstrate sequences of this position.",
                    "es": "Las blancas tienen mayor dominio central y la pareja de alfiles, pero la posición está relativamente cerrada, lo que favorece a los caballos y las negras pueden llegar a explotar los peones doblados en la columna c. Las partidas 154 y 155 de nuestra base muestran posibles continuaciones de esta posición.",
                    "de": "Weiß kontrolliert das Zentrum und hat das Läuferpaar. Die Stellung ist jedoch geschlossen, was die schwarzen Springer begünstigt; außerdem kann Schwarz den Doppelbauern auf der c-Linie ausnutzen. Die Partien 154 und 155 auf unserer Partiendatenbank zeigen mögliche Fortsetzungen.",
                    "zh": "白方拥有对中心的统治并拥有双象，但局面相对封闭，有利于马和黑棋利用c-线叠兵。棋局154和155演示了这个局面的棋序。",
                    "pl": "Białe posiadają większą dominację w centrum i parę Gońców, ale ich pozycja jest relatywnie zamknięta, co faworyzuje Skoczki, a Czarne mogą wykorzystać zdublowane piony na kolumnie c. Partie 154 i 155 z naszej bazy ukazują sekwencje tej pozycji.",
                    "ru": "Белые доминируют в центре и имеют пару Слонов, чьи позиции относительно закрыты, что способствует Коням черных обращать внимание на сдвоенные пешки на c-вертикали. Игра 154 и 155 нашей базы игр показывает серию ходов с этой позиции."
                }
            }
        ],
        "game_terminator": "*"
    }
]