[
    {
        "title": "",
        "white": "Nimzoindia",
        "white_sort": "",
        "black": "Variante Saemich",
        "date": "",
        "event": {
            "en": "Saemich variation",
            "de": "Sämisch-Variante",
            "es": "Variante Saemisch",
            "pt": "Variante Saemisch",
            "zh": "杰米什变例",
            "pl": "Wariant Saemischa",
            "ru": "Вариант Саевича"
        },
        "fen": "",
        "moves": [
            {
                "move": "1. d4 Nf6 2. c4 e6 3. Nc3 Bb4 4. a3 Bxc3+ 5. bxc3 c5 ",
                "comment": {
                    "pt": "Para atacar os peões dobrados brancos as pretas devem fixa-los e abrir a coluna onde estão. Esta jogada cumpre estes objetivos. A jogada 5...b6 também é boa, mas permite que as brancas joguem 6-f3 ameaçando construir um forte centro, como ocorreu nas partidas 694 e 696. Na partida 703 as pretas não jogam ...c5 e fazem um plano com ...b6-Ba6-Cc6-Ca5, para atacar o peão branco em c4. 5...d6 seguido de ... 0-0 ocorreu na partida 700.",
                    "en": "In order to attack the white doubled pawns, Black must anchor them and open their file. This move achieves this goal. 5...b6 is also good but allows White to play 6-f3 threatening to build a strong center, as in games 694 and 696. In game 703 Black doesn't play ...c5 and plans to ...b6-Ba6-Cc6-Ca5 in order to attack the white c4-pawn. 5...d6 followed by ...0-0 is presented in game 700.",
                    "es": "Para atacar los peones doblados blancos las negras deben fijarlos y abrir la columna donde están. Esta jugada cumple estos objetivos. La jugada 5...b6 también es buena, pero permite que las blancas jueguen 6-f3 amenazando construir un fuerte centro, como ocurrió en las partidas 694 y 696. En la partida 703 las negras no juegan ...c5 y hacen un plan con ...b6-Ba6-Cc6-Ca5, para atacar el peón blanco en c4. 5...d6 seguido de ...0-0 ocurrió en la partida 700.",
                    "de": "Um die weißen Doppelbauern anzugreifen muss sie Schwarz zuerst festlegen und dann die Linie öffnen, auf der sie sich befinden, was mit dem Textzug erreicht wird. 5...b6 ist auch gut, erlaubt aber dass Weiß 6. f3 spielt und ein starkes Zentrum aufzubauen droht, wie es in den Partien Nr. 694 und 696 geschah. In der Partie 703 verzichtete Schwarz auf ...c5 und führte den Plan  ...b6-La6-Sc6-Sa5 aus, um den weißen Bauern auf c4 anzugreifen. 5...d6 nebst ... 0-0 geschah in der Partie Nr. 700.",
                    "zh": "为了攻击白方的叠兵，黑方必须先将其锁定，然后开放他们的线路。这一步能达到这个目的。5...b6也不错，但是会让白方有机会走6-f3，威胁建立一个强大的中心，如棋局694和696。在棋局703中黑方没有走...c5，计划走...b6-Ba6-Cc6-Ca5来攻击白方c4-兵。5...d6随后...0-0在棋局700中介绍。",
                    "pl": "Aby zaatakować zdublowane białe piony, Czarne muszą zakotwiczyć je i otworzyć ich kolumnę. Ów ruch zapewnia to. 5. ... b6 jest również dobre, ale pozwala Białym zagrać 6. f3 zagrażając zbudowaniem silnego centrum, jak w partiach 694 i 696. W partii 703 Czarne nie zagrały ... c5 i planowały ... b6-Ga6-Sc6-Sa5 w celu ataku białego piona c4. 5. ... d6 kontynuowane przez ... 0-0 prezentuje partia 700.",
                    "ru": "Для того чтобы атаковать сдвоенные пешки Белых, Черные должны остановить их и открыть их вертикали. Этот ход добивается этого. 5...b6 - хороший вариант, но позволяет Черным играть 6-f3, с угрозой выстроить сильный центр, как показано в играх 694 и 696. В игре 703 Черные не играют ...c5, а планируют ...b6-Ba6-Cc6-Ca5, для атаки на белую пешку c4 и планируют ...b6-Ba6-Cc6-Ca5 для того, чтобы атаковать белую пешку c4. На ход 5...d6 следует ...0-0, как показано в игре 700, нашей базы."
                }
            },
            {
                "move": "   6. e3 ",
                "comment": {
                    "pt": "A t entativa de construir um grande centro com 6-f3 é respondida com 6.. .d5 (partida 695).",
                    "en": "The attempt to build a great center with 6-f3 is answered with 6...d5 (game 695).",
                    "es": "El intento de construir un centro grande con 6-f3 es respondida con 6...d5 (partida 695).",
                    "de": "6. f3 mit der Idee, ein starkes Zentrum aufzubauen, wird mit 6...d5 beantwortet (Partie Nr. 695).",
                    "zh": "用6-f3去建立一个强大的中心的企图被应以6...d5（棋局695）。",
                    "pl": "Próba zbudowania dużego centrum przez 6. f3 napotyka na 6. ... d5 (partia 695).",
                    "ru": "На ход 6-f3, как попытку выстроить обширный центр, следует 6...d5 (игра 695)."
                }
            },
            {
                "move": "   Nc6 ",
                "comment": {
                    "pt": "6...b6 foi jogado com sucesso na partida 697, mas as brancasresponderam com 7-Ce2, que não é tão bom quanto 7-Bd3, seguido de Ce2. O plano com 6...0-0, seguido de ... d5, disputando o centro, sem se preocupar em atacar o peão branco em c4 , ocorreu na partida 701.",
                    "en": "6...b6 is successfully played in game 697, but White answers with 7-Ne2 that isn't as good as 7-Bd3 followed by Ne2. Game 701presents the plan with 6...0-0 followed by ...d5 in order to fight for the center without worrying about attacking the white c4-pawn.",
                    "es": "6...b6 se jugó con éxito en la partida 697, pero las blancas respondieron con 7-Ce2, que no es tan bueno como 7-Ad3, seguido de Ce2. El plan con 6...0-0, seguido de ...d5, disputando el centro, sin preocuparse por atacar el peón blanco en c4, ocurrió en la partida 701.",
                    "de": "6...b6 wurde in der Partie Nr 697 erfolgreich gespielt, Weiß spielte aber 7. Se2, was nicht so stark ist wie 7. Ld3 nebst Se2. Der Plan mit 6...0-0, nebst ... d5, (kämpft um das Zentrum, ohne sich um den Bauern auf c4 zu kümmern) geschah in der Partie Nr. 701.",
                    "zh": "6...b6在棋局697中非常成功，但是白方应7-Ne2，没有7-Bd3 随后Ne2来的好。棋局701展示了6...0-0随后...d5这个计划，解除了担心c4-兵被攻击的后顾之忧，全力来争夺中心。",
                    "pl": "6. ... b6 zostało skutecznie zagrane w partii 697, ale Białe odpowiedziały 7. Se2, co nie jest tak dobre jak 7. Gd3 kontynuowane przez Se2. Partia 701 prezentuje plan 6. ... 0-0 kontynuowane przez ... d5 w celu walki o centrum bez obawy o atak białego piona c4.",
                    "ru": "6...b6 отлично сыгран в игре 697, но Белые отвечают 7-Ne2, что не будет таким хорошим ходом как 7-Bd3, которому следует Ne2. Игра 701 представляет ход  6...0-0, которому следует ...d5, для борьбы за центр, не беспокоясь о нападении на белую пешку c4."
                }
            },
            {
                "move": "   7. Bd3 b6 ",
                "comment": {
                    "pt": "7...e5 8-Ce2 e4 9-Bb1 b6 para jogar ...Ba6 foi tentado por M. Tal, com sucesso , em sua partida contra B.Spassky (698).",
                    "en": "The game 698 presents the successful attempt by M. Tal against B. Spassky to use 7...e5 8-Ne2 e4 9-Bb1 b6 in order to play ...Ba6.",
                    "es": "7...e5 8-Ce2 e4 9-Ab1 b6 para jugar ...Aa6 fue intentado por M. Tal, con éxito, en su partida contra B.Spassky (698).",
                    "de": "7...e5  8. Se2 e4 9. Lb1 b6 mit der Idee...La6 wurde erfolgreich von Michail Tal gegen Boris Spasskij gespielt (Partie Nr. 698).",
                    "zh": "棋局698呈现了塔尔对斯帕斯基成功的尝试使用7...e5 8-Ne2 e4 9-Bb1 b6来实现...Ba6。",
                    "pl": "Gra 698 prezentuje skuteczną próbę Michaiła Tala przeciwko Borysowi Spasskiemu użycia 7. ... e5 8. Se2 e4 9. Gb1 b6 w celu zagrania ... Ga6.",
                    "ru": "Игра 698 показывает успешную попытку Таля в игре против Спасского, где он использует 7...e5 8-Ne2 e4 9-Bb1 b6, для того чтобы ходить ...Ba6."
                }
            },
            {
                "move": "   8. Ne2 O-O 9. e4 Ne8 ",
                "comment": {
                    "pt": "Para evitar a desagradável cravada que ocorreria após a jogada branca Bg5.",
                    "en": "In order to prevent the unpleasant pin that would follow after White's Bg5.",
                    "es": "Para evitar la desagradable clavada que ocurriría después de la jugada blanca Ag5.",
                    "de": "Um die unangenehme Fesselung zu vermeiden, die nach Lg5 geschehen würde.",
                    "zh": "为了避免白方走Bg5之后出现的让人不愉快的牵制。",
                    "pl": "Aby uniknąć nieprzyjemnego przygwożdżenia, które nastąpiłoby po Białym Gg5.",
                    "ru": "Для того, чтобы предотвратить нежелательную связку, которая появится после хода Белых Bg5."
                }
            },
            {
                "move": "   10. O-O ",
                "comment": {
                    "pt": "10-e5 abrindo linhas para atacar no flanco rei ocorreu na partida 699.",
                    "en": "10-e5, opening lines in order to attack on the kingside, is presented in game 699.",
                    "es": "10-e5 abriendo líneas para atacar en el flanco rey ocurrió en la partida 699.",
                    "de": "10. e5 öffnet Linien, um am Königsflügel anzugreifen (Partie Nr. 699).",
                    "zh": "10-e5，开放线路来攻击王翼在棋局699中介绍。",
                    "pl": "10. e5, otwierające linie do ataku na skrzydło królewskie, jest zaprezentowane w partii 699.",
                    "ru": "Ход 10-e5, открывает линий для атаки на королевском фланге, представлен в игре 699."
                }
            },
            {
                "move": "   Ba6 ",
                "comment": {
                    "pt": "As pretas atacarão o peão c4 das brancas (...Ba6-Ca5-Tc8) e as brancas atacarão no flanco rei.",
                    "en": "Black will attack White's c4-pawn (...Ba6-Na5-Tc8) and White will attack on the kingside.",
                    "es": "Las negras atacarán el peón c4 de las blancas (... Aa6-Ca5-Tc8) y las blancas atacarán en el flanco rey.",
                    "de": "Schwarz greift den weißen Bauern c4 an (...La6-Sa5-Tc8), während Weiß am Königsflügel angreifen wird.",
                    "zh": "黑方会攻击白方的c4-兵（...Ba6-Na5-Tc8），白方则会攻击王翼。",
                    "pl": "Czarne zaatakują białego piona c4 (... Ga6-Sa5-Hc8) i Białe zaatakują na skrzydle królewskim.",
                    "ru": "Черные атакуют пешку Белых c4 (...Ba6-Na5-Tc8), а Белые атакуют на королевском фланге."
                }
            },
            {
                "move": "   11. Be3 d6 12. Ng3 Na5 13. Qe2 Qd7 14. f4 f5 ",
                "comment": {
                    "pt": "Controlando o ataque das brancas e bloqueando o par de bispos. Esta posição ocorreu na famosa e muito instrutiva partida Botvinik-Reshevsky (702).",
                    "en": "Controlling the white attack and blocking the pair of Bishops. This is presented in the famous and very instructive game between Botvinik-Reshevsky (game 702).",
                    "es": "Controlando el ataque de las blancas y bloqueando la parej de alfiles. Esta posición ocurrió en la famosa y muy instructiva partida Botvinnik-Reshevsky (702).",
                    "de": "Hält den weißen Angriff unter Kontrolle und blockiert das Läuferpaar. Diese Stellung kam in der berühmten und sehr lehrreichen Partie Botwinnik - Reshevsky (Partie Nr. 702) vor.",
                    "zh": "控制白方的攻击，堵住双象。这在著名的具有指导性的鲍特维尼克对Reshevsky的对局中介绍（棋局702）。",
                    "pl": "Kontrolując atak białych i blokując ich parę Gońców. Zaprezentowano to w słynnej i bardzo instruktażowej partii pomiędzy Botwinnikiem, a Reshevskim (702).",
                    "ru": "Контролирует атаку Белых и блокирует пару Слонов. Эта ситуация представлена в известной и поучительной партии между Ботвинником и Решевским (игра 702)."
                }
            }
        ],
        "game_terminator": "*"
    }
]