[
    {
        "title": "",
        "white": "Alekhine",
        "white_sort": "",
        "black": "Variante clássica",
        "date": "",
        "event": {
            "en": "Classical variation",
            "de": "Klassische Variante",
            "es": "Variante Clásica",
            "pt": "Variante clássica",
            "zh": "古典变例",
            "pl": "Wariant klasyczny",
            "ru": "Классический вариант"
        },
        "fen": "",
        "moves": [
            {
                "move": "1. e4 Nf6 2. e5 Nd5 3. d4 d6 4. Nf3 ",
                "comment": {
                    "pt": "Esta é a variante clássica, onde as brancas preferem manter a vantagem central e priorizar o desenvolvimento do flanco rei.",
                    "en": "This is the classic variation where White prefers to maintain central advantage and gives priority to kingside development.",
                    "es": "Esta es la Variante Clásica, en la que las blancas prefieren mantener la ventaja central y acelerar el desarrollo del flanco rey.",
                    "de": "Die Moderne Variante, in der Weiß einen geringfügigen Vorteil im Zentrum behält und die Entwicklung vom Königsflügel beschleunigt.",
                    "zh": "古典变例中白方更愿意保持中心优势，并且优先王翼出子。",
                    "pl": "Oto wariant klasyczny, gdzie Białe preferują utrzymanie przewagi w centrum i stawiają na rozwój skrzydła królewskiego.",
                    "ru": "Это классический вариант, где Белые предпочитают поддерживать центральное преимущество и отдают приоритет развитию на фланге."
                }
            },
            {
                "move": "   Bg4 ",
                "comment": {
                    "pt": "4...g6 também é possível e ocorreu na partida 296 de nossa base.",
                    "en": "4...g6 is also possible and occurs in game 296 of our database.",
                    "es": "4...g6 también es posible y ocurrió en la partida 296 de nuestra base.",
                    "de": "4...g6 geht auch und geschah in der Partie 296 unserer Datenbank.",
                    "zh": "4...g6也是可行的，出现在棋库中棋局296中。",
                    "pl": "4. ... g6 także jest możliwe i występuje w partii 296 z naszej bazy.",
                    "ru": "Ход 4...g6 также возможен и встречается в игре 296, нашей базы игр."
                }
            },
            {
                "move": "   5. Be2 e6 ",
                "comment": {
                    "pt": "5...c6 ocorreu na partida 301 de nossa base.",
                    "en": "5...c6 happens in game 301 of our database.",
                    "es": "5...c6 ocurrió en la partida 301 de nuestra base.",
                    "de": "5...c6 geschah in der Partie 301 unserer Datenbank.",
                    "zh": "5...c6出现在棋库中棋局301中。",
                    "pl": "5. ... c6 przydarzyło się w partii 301.",
                    "ru": "Ход 5...c6 рассматривается в игре 301, нашей базы."
                }
            },
            {
                "move": "   6. O-O Be7 7. c4 ",
                "comment": {
                    "pt": "Tanto nesta , quanto nas próximas duas jogadas , as brancas podem jogar h3 e as pretas devem responder com ...Bh5.",
                    "en": "In this and the next two moves White can play h3 and Black has to respond with ...Bh5.",
                    "es": "Tanto en ésta como en las próximas dos jugadas las blancas pueden jugar h3 y las negras deben responder con ... Ah5.",
                    "de": "Sowohl im Text- als auch in den nächsten zwei Zügen, könnte Weiß h3 spielen, was Schwarz mit ...Lh5 beantworten muss.",
                    "zh": "在这一步和下两步中白方可以走h3，黑方必须应...Bh5。",
                    "pl": "W tym i następnych dwóch posunięciach Białe mogą zagrać h3, a Czarne muszą odpowiedzieć ... Gh5.",
                    "ru": "Этим ходом и двумя последующими, Белые могут играть h3 и Черные вынуждены отвечать ...Bh5."
                }
            },
            {
                "move": "   Nb6 8. Nc3 O-O 9. Be3 ",
                "comment": {
                    "pt": "9-cxd6 exd6 10-Be3 ocorreu na partida 295 de nossa base.",
                    "en": "9-exd6 exd6 10-Be3 occurs in game 295 of our database..",
                    "es": "9-exd6 exd6 10-Ae3 ocurrió en la partida 295 de nuestra base.",
                    "de": "9. exd6 exd6 10. Le3 geschah in der Partie Nr. 295 unserer Datenbank.",
                    "zh": "9-exd6 exd6 10-Be3出现在棋库中棋局295中。",
                    "pl": "9. exd6 exd6 10. Ge3 nastąpiło w partii 295.",
                    "ru": "9-exd6 exd6 10-Be3 встречаются в игре 295, нашей базы игр."
                }
            },
            {
                "move": "   Nc6 ",
                "comment": {
                    "pt": "Ambos os lados completaram o desenvolvimento e as brancas devem definir a posição no centro. Uma alternativa boa para as pretas é 9...d5 , que ocorreu na partida 298 de nossa base.",
                    "en": "Both sides completed development and White has to determine its position in the center. One good alternative for Black is 9...d5 that is presented in game 298 of our database.",
                    "es": "Ambos bandos completaron el desarrollo y ahora le toca al blanco definir la posición en el centro. Una buena alternativa para las negras es 9...d5, que ocurrió en la partida 298 de nuestra base.",
                    "de": "Beide Spieler haben die Entwicklung beendet. Nun muss sich Weiß im Zentrum entscheiden. Eine gute Alternative für Schwarz ist 9...d5 (Partie Nr. 298 unserer Datenbank).",
                    "zh": "双方都结束出子，白方现在必须决定中心位置。黑方另外一个好的选择是9...d5，这在棋库中棋局298中介绍。",
                    "pl": "Obie strony ukończyły wyprowadzanie figur i Białe muszą uporządkować swoją pozycję w centrum. Jedną porządną alternatywą dla Czarnych jest 9. ... d5, zaprezentowane w partii 298.",
                    "ru": "Обе стороны закончили развитие и Белые определились со своей позицией в центре. Хорошей альтернативой будет ход для Черных 9...d5, который представлен в игре 298, нашей базы игр."
                }
            },
            {
                "move": "   10. exd6 cxd6 11. d5 ",
                "comment": {
                    "pt": "As brancas têm vantagem devido a fraqueza na estrutura central preta, qualquer que seja a decisão que tomem agora; Se jogarem 11... exd5 o peão em d6 ficará isolado.",
                    "en": "White has advantage due to Black's weakness in the central structure, independent of any decision it may take now. If 11...exd5, the d6-pawn will be isolated.",
                    "es": "Las blancas tienen ventaja debido a la debilidad en la estructura central negra, cualquiera que sea la decisión que tomen ahora: Si 11...exd5, el peón en d6 quedará aislado.",
                    "de": "Weiß hat Vorteil wegen der Schwächen des schwarzen Zentrums, unabhängig was Schwarz jetzt spielt: auf 11...  exd5 wird der Bauer auf d6 zum Isolani.",
                    "zh": "白方不论现在做任何决定都会因为黑方中心结构的弱点占优。如果走11...exd5，d6-兵会被孤立。",
                    "pl": "Białe mają przewagę z powodu słabości czarnych w centralnej strukturze oraz swobody decyzji, gdzie uderzą. Jeśli 11. ... exd5, pion d6 zostanie izolowany.",
                    "ru": "Белые имеют преимущество из-за слабой центральной структуры Черных в центре. Если 11...exd5, то пешка на d6 станет изолированной."
                }
            },
            {
                "move": "   Bxf3 12. Bxf3 Ne5 13. dxe6 fxe6 14. Bg4 ",
                "comment": {
                    "pt": "E os peões centrais das pretas estão enfraquecidos.",
                    "en": "And the black central pawns get weakened.",
                    "es": "Y los peones centrales de las negras están debilitados.",
                    "de": "Und die schwarzen Zentralbauern sind schwach.",
                    "zh": "黑方中心兵变弱了。",
                    "pl": "I czarne centralne piony słabną.",
                    "ru": "И центральные пешки Черных становятся слабыми."
                }
            }
        ],
        "game_terminator": "*"
    }
]