[
    {
        "title": "",
        "white": "Gambito da dama",
        "white_sort": "",
        "black": "Variante Tarrasch",
        "date": "",
        "event": {
            "en": "Tarrash variation",
            "de": "Tarrasch-Variante",
            "es": "Variante Tarrasch",
            "pt": "Variante Tarrasch",
            "zh": "塔拉什变例",
            "pl": "Wariant Tarrascha",
            "ru": "Вариант Тарраша"
        },
        "fen": "",
        "moves": [
            {
                "move": "1. d4 d5 2. c4 e6 3. Nc3 c5 ",
                "comment": {
                    "pt": "A defesa Tarrasch disputa o centro de forma rápida e agressiva, permitindo que as brancas isolem seu peão dama central, mas em troca as pretas têm facilidade para desenvolver suas peças.",
                    "en": "The Tarrasch defense fights for the center in a fast and aggressive way that allows White to isolate the central Queen-pawn, but in exchange, Black can develop its pieces easily.",
                    "es": "En la Defensa Tarrasch las negras disputan el centro de forma rápida y agresiva, permitiendo que las blancas les aislen el peón dama central a cambio de una mayor facilidad para desarrollar las piezas.",
                    "de": "Mit der Tarrasch-Verteidigung kämpft Schwarz schnell und agressiv um das Zentrum. Schwarz nimmt ein Isolani in Kauf, um seine Figuren zügig zu entwickeln.",
                    "zh": "塔拉什防御快速、积极的争夺中心，这样使得白方能孤立中心王翼兵，但是通过兑换黑方可以容易出子。",
                    "pl": "Obrona Tarrascha walczy o centrum w szybki i agresywny sposób, co pozwala Białym izolowanie centralnego piona hetmańskiego, a Czarne mogą wyprowadzić swoje figury z łatwością.",
                    "ru": "Защита Тарраша заключается в быстрой и агрессивной борьбе за центр, что позволяет Белым изолировать в центре ферзевую пешку, но размениваясь, Черные могут легко развивать свои фигуры."
                }
            },
            {
                "move": "   4. cxd5 ",
                "comment": {
                    "pt": "Esta é a jogada mais natural, enfraquecendo o peão dama preto. Outras opções são 4-Cf3 e 4-e3.",
                    "en": "This is the most natural move that weakens the black Queen-pawn. Other options are 4-Nf3 and 4-e3.",
                    "es": "Esta es la jugada más natural, debilitando el peón dama negro. Otras opciones son 4-Cf3 y 4-e3.",
                    "de": "Das ist der natürlichste Zug, der den schwarzen d-Bauer schwächt. Andere Möglichkeiten sind 4. Sf3 und 4. e3.",
                    "zh": "这是最常见的一步，能削弱黑方后翼兵。另一个选择是 4-Nf3和4-e3。",
                    "pl": "Najbardziej naturalny ruch osłabiający hetmańskiego piona czarnych. Innymi opcjami są 4. Sf3 i 4. e3.",
                    "ru": "Это наиболее логичный ход, дает слабость черной ферзевой пешке. Иной вариант 4-Nf3 и 4-e3."
                }
            },
            {
                "move": "   exd5 5. Nf3 ",
                "comment": {
                    "pt": "A jogada 5-dxc5, que aparentemente ganha um peão, é respondida com 5... d4 6-Ce4 Bxc5 7-Cxc5 Da5 recuperando o material e equilibrando as ações.",
                    "en": "5-dxc5, that apparently wins a pawn is answered with 5...d4 6-Ne4 Bxc5 7-Nxc5 Qa5 recovering material and balancing actions.",
                    "es": "La jugada 5-dxc5, que aparentemente gana un peón, es respondida con 5...d4 6-Ce4 Axc5 7-Cxc5 Da5, recuperando el material y equilibrando las acciones.",
                    "de": "5. dxc5, was einen Bauern zu gewinnen scheint, wird beantwortet mit  5... d4 6. Se4 Lxc5  7. Sxc5 Da5, was wiederum das Material zurückgewinnt und die Stellung ausgleicht.",
                    "zh": "5-dxc5，看起来可以捉兵，却可以应5...d4 6-Ne4 Bxc5 7-Nxc5 Qa5重新夺回子力并平衡局面。",
                    "pl": "5. dxc5, które natychmiast wygrywa piona, spotyka się z 5. ...d4 6. Se4 Gxc5 7. Sxc5 Ha5 zwracając stracony materiał i balansując akcję.",
                    "ru": "На ход 5-dxc5, после чего очевидно выигрывается пешка, ответом будет 5...d4 6-Ne4 Bxc5 7-Nxc5 Qa5, что восстанавливает материал и балансирует игру."
                }
            },
            {
                "move": "   Nc6 6. g3 ",
                "comment": {
                    "pt": "O bispo será desenvolvido por g2, com o objetivo de pressionar a maior debilidade da posição preta, o ponto d5. Também são possíveis as jogadas 6-Bg5 e 6-e3.",
                    "en": "The Bishop is developed with g2 aiming to put pressure on the biggest weakness of Black's position, d5. 6-Bg5 and 6-e3 are also possible.",
                    "es": "El alfil será desarrollado por g2, con el objetivo de presionar la mayor debilidad de la posición negra, el punto d5. También son posibles las jugadas 6-Ag5 y 6-e3.",
                    "de": "Weiß entwickelt den Läufer via g2, um die grösste Schwäche im schwarzen Lager, nämlich das Feld d5 unter Beschuss zu nehmen. 6. Lg5 und 6. e3 sind auch möglich.",
                    "zh": "用g2出象目的是为了给黑方最大的弱点d5施加压力，6-Bg5 and 6-e3也是可行的。",
                    "pl": "Goniec jest wyprowadzony przez g2, z zamiarem wywarcia presji na największą słabość pozycji Czarnych, d5.6. Gg5 i 6. e3 również są możliwe.",
                    "ru": "Развивает Слона на g2, для того чтобы оказать давление на самую слабую позицию Черных - d5. Вариант игры 6-Bg5 и 6-e3 также возможен."
                }
            },
            {
                "move": "   Nf6 ",
                "comment": {
                    "pt": "A opção 6...c4, com a idéia de desenvolver o bispo por b4 e o cavalo do rei por e7 é interessante e ocorreu na partida 527 de nossa base. Capablanca jogou 6...Be6 , que não é a jogada mais precisa e venceu uma partida brilhante (528), do ponto de vista técnico, jogando contra o americano F.Marshal. Vale a pena estuda-la!",
                    "en": "6...c4, intending to develop the Bishop through b4 and the King-Knight through e7, is an interesting option that is presented in game 527 of our database. Capablanca plays the not most precise move 6...Be6 and wins a brilliant game (528) against the American F. Marshal, from a technical point of view. This game is worth studying!",
                    "es": "La opción 6...c4, con la idea de desarrollar el alfil por b4 y el caballo del rey por e7 es interesante y ocurrió en la partida 527 de nuestra base. Capablanca jugó 6...Ae6, que no es la jugada más precisa y venció una partida brillante (528), desde del punto de vista técnico, jugando contra el norteamericano F. Marshall. !Vale la pena estudiarla!.",
                    "de": "Die Möglichkeit 6...c4, um den Läufer über b4 und den Königsspringer über e7 zu entwickeln ist interessant und geschah in der Partie 527 unserer Datenbank. Capablanca spielte 6...Le6, (nicht der genaueste Zug) und gewann eine aus technischer Sicht glänzende Partie (Nr. 528), gegen Frank Marshall. Es lohnt sich, diese Partie nachzuspielen!",
                    "zh": "走6...c4，计划通过b4出象，通过e7出王翼马是非常有趣的选择，会在棋库中棋局527中呈现。卡帕布兰卡对美国人F. Marshal时用的非正规走法6...Be6并精彩胜出（棋局528）。这一句非常值得研究！",
                    "pl": "6. ... c4, z zamiarem wyprowadzenia Gońca przez b4 i królewskiego Skoczka przez e7 jest interesującą możliwością, zaprezentowaną w partii 527 z naszego archiwum. Capablanca zagrał nie najbardziej precyzyjne 6. ... Ge6 i wygrał świetną z technicznego punktu widzenia partię (528) przeciwko Amerykaninowi Marshalowi. Ta gra warta jest obejrzenia!",
                    "ru": "6...c4, с намерением развивать Слона через b4 и королевского Коня через e7, является интересным вариантом, который рассматривается в игре 527, нашей базы. Капабланка не совсем точно играет 6...Be6, и блестяще выигрывает партию (игра 528) у американца Маршала. С технической стороны, игра очень полезна для изучения."
                }
            },
            {
                "move": "   7. Bg2 Be7 8. O-O O-O 9. Bg5 ",
                "comment": {
                    "pt": "Esta é a posição clássica da defesa Tarrasch e ocorreu nas partidas 529 a 531de nossa base.",
                    "en": "This is the classic Tarrasch defense presented in games 529 to 531 of our database.",
                    "es": "Esta es la posición clásica de la defensa Tarrasch y ocurrió en las partidas 529 a 531 de nuestra base.",
                    "de": "Das ist eine typische Stellung der Tarrasch-Verteidigung und ist in den Partien 529 bis 531 unserer Datenbank zu sehen.",
                    "zh": "这是经典塔拉什防御，在棋局529和531中介绍。",
                    "pl": "To jest klasyczna obrona Tarrascha, prezentowana w partiach 529-531 z naszej bazy.",
                    "ru": "Это классический пример защиты Тарраша, представленный в играх 529-531, нашей базы игр."
                }
            },
            {
                "move": "   cxd4 10. Nxd4 h6 11. Be3 Re8 12. Qb3 ",
                "comment": {
                    "pt": "Estamos seguindo a partida disputada pelo campoenato mundial de 1984 entre Karpov e Kasparov (531 em nossa base). As brancas têm vantagem , planejam colocar uma torre em d1 e aumentar a pressão sobre d5. Vale a pena estudar esta partida e surpreender-se com a jogada 47 das brancas!",
                    "en": "This game id from the World Championship of 1984 between Karpov and Kasparov (531 of our database). White has advantage, plans to take its Rook to d1 and increase pressure on d5. This game is worth studying and White's move 47 is surprising!",
                    "es": "Estamos siguiendo la partida disputada por el campoenato mundial de 1984 entre Karpov y Kasparov (531 en nuestra base). Las blancas tienen ventaja, planean colocar una torre en d1 y aumentar la presión sobre d5. !Vale a pena estudiar esta partida y dejarse sorprender con la jugada 47 de las blancas!.",
                    "de": "So weit die Partie Karpow - Kasparow (Weltmeisterschaftswettkampf 1984, Partie Nr. 531 unserer Datenbank). Weiß hat Vorteil und plant, einen Turm auf d1 zu ziehen und den Druck auf d5 zu erhöhen. Es lohnt sich, die Partie nachzuspielen. Der weiße 47. Zug ist wirklich überraschend!",
                    "zh": "这个棋局的名称来源于1984年世界冠军卡尔波夫和卡斯帕罗夫的对局（棋库中棋局531）。白方拥有优势，计划将车移到d1，增加d5处的压力。这个棋局值得研究并且白方第47步非常令人吃惊！",
                    "pl": "To otwarcie pochodzi z partii Mistrzostw Świata z 1984 roku pomiędzy Karpowem i Kasparowem (531 z naszej bazy). Białe posiadają przewagę i planują umieszczenie Wieży na d1, by zwiększyć presję na d5. Gra jest warta studiowania, a 47 ruch Białych jest zaskakujący!",
                    "ru": "Как в игре между Карповым и Каспаровым (игра 531 нашей базы), Белые имеют преимущество, планируют взять Ладью на d1 и усиливают влияние на d5. Эта игра заслуживает внимания, а ход Белых (47) просто удивительный!"
                }
            }
        ],
        "game_terminator": "*"
    }
]