[
    {
        "title": "",
        "white": "Defesa Eslava",
        "white_sort": "",
        "black": "Variante clássica",
        "date": "",
        "event": {
            "en": "Classical variation",
            "de": "Klassische Variante",
            "es": "Variante clásica",
            "pt": "Variante clássica",
            "zh": "古典变例",
            "pl": "Wariant klasyczny",
            "ru": "Славянская защита"
        },
        "fen": "",
        "moves": [
            {
                "move": "1. d4 d5 2. c4 c6 ",
                "comment": {
                    "pt": "Este lance caracteriza a defesa eslava e sua principal vantagem , com relação a defesa ortodoxa ,no gambito da dama , é a facilidade para desenvolver o bispo dama. Por esta razão é possÍvel compará-la com a defesa Caro-Kan.",
                    "en": "This move is characteristic for the Slavic defense. Its main advantage over the orthodox Queen's gambit is the easy development of the Queen-Bishop, therefore it is comparable to the Caro Kan defense.",
                    "es": "Este jugada caracteriza la Defensa Eslava y su principal ventaja, en relación a la Defensa Ortodoxa en el Gambito de Dama, es la facilidad para desarrollar el alfil dama. Por esta razón es posible compararla a la Defensa Caro-Kann.",
                    "de": "Dieser Zug kennzeichnet die Slawische Verteidigung. Der grösste Vorteil der Slawischen Verteidigung gegenüber der Orthodoxen ist, dass der weißfeldrige Läufer nicht blockiert wird. Deswegen hat die Slawische Verteidigung Ähnlichkeiten mit der Caro-Kann-Verteidigung",
                    "zh": "这一步是典型的斯拉夫防御。相对正统的后翼弃兵优势在于更容易出后翼象，因此跟卡罗-康防御相媲美。",
                    "pl": "Ten ruch charakteryzuje obronę słowiańską gambitu hetmańskiego nieprzyjętego. Jej główną przewagą wobec ortodoksyjnego gambita hetmańskiego jest łatwe wyprowadzenie hetmańskiego Gońca, dzięki czemu jest porównywalna do obrony Caro-Kann.",
                    "ru": "Этот ход характеризует Славянскую защиту. Ее основное преимущество по сравнению с Ортодоксальной защитой, в свободном развитии ферзевого Слона, поэтому она сопоставима с защитой Каро-Канн."
                }
            },
            {
                "move": "   3. Nc3 ",
                "comment": {
                    "pt": "A variante das torcas 3-exd5 e pouco ambiciosa, mas as brancas mantem certa vantagem devido ao tempo extra. Um belo exemplo desta abertura ocorre na partida 542 de nossa base.",
                    "en": "The exchange variation 3-exd5 is not very ambitious but White maintains a certain advantage due to extra tempo. Game 542 of our database presents a beautiful example of this opening.",
                    "es": "La variante del cambio 3-exd5 es poco ambiciosa, pero las blancas mantienen cierta ventaja debido al tiempo extra por tener la primera jugada de la partida. Un lindo ejemplo de esta apertura ocurre en la partida 542 de nuestra base.",
                    "de": "Die Abtauschvariante 3. exd5  ist wenig ehrgeizig, Weiß behält jedoch einen leichten Vorteil wegen des Mehrtempos. Ein schönes Beispiel dieser Eröffnung geschieht in der Partie 542 unserer Datenbank.",
                    "zh": "兑换变例3-exd5不是非常具有野心，但是鉴于额外一手白方仍旧保持一个相当的优势。棋库中棋局542呈现了这种开局一个非常完美的例子。",
                    "pl": "Wariant wymiany 3. exd5 nie jest zbyt ambitny, ale Białe utrzymują pewną przewagę z uwagi na ekstra tempo. Partia 542 z naszej bazy prezentuje piękny przykład tego otwarcia.",
                    "ru": "Разменный вариант 3-exd5 не выглядит слишком амбициозным, но Белые удерживают центральное преимущество из-за быстрого темпа. Игра 542, нашей базы игр, отлично показывает пример этого дебюта."
                }
            },
            {
                "move": "   Nf6 4. Nf3 dxc4 ",
                "comment": {
                    "pt": "Est a é a variante clássica. Os sistemas com 4...e6 serão analisados separadamente, enquanto os sistemas com ...g6 (variante Schlekter) são pouco jogados e para estuda-los é possível analisar as partidas 539 a 541 de nossa base.",
                    "en": "This is the classic variation. The systems with 4...e6 will be analyzed separately while the systems with ...g6 (Schlekter variation) are rarely used. In order to study them it's recommended to study games 539 to 541 of our database.",
                    "es": "Esta es la variante clásica. Los sistemas con 4...e6 serán analizados por separado, mientras que los sistemas con ...g6 (variante Schlechter) son poco jugados y para estudiarlos es posible analizar las partidas 539 a 541 de nuestra base.",
                    "de": "Das ist die Klassische Variante. Systeme mit 4...e6 werden getrennt analysiert. Systeme mit ...g6 (Schlechter-Variante) werden selten gespielt (Partien Nr. 539 bis 541 unserer Datenbank).",
                    "zh": "这是古典变例。走4...e6的体系会单独分析，而走...g6的体系（施莱切特变例）很少被用到。为了研究他们，推荐仔细研究一下棋库中的棋局539到541。",
                    "pl": "Oto klasyczna wariacja. System 4. ... e6 będzie analizowany osobno, zaś system ... g6 (wariant Schlektera) jest rzadko używany. Aby zapoznać się z nimi należy przejrzeć partie 539-541 z naszej bazy.",
                    "ru": "Это классический вариант. Системы с вариантом 4...e6 будут рассмотрены раздельно, в то время как вариант игры ...g6 (вариант Шлехтера) редко используется. Для их понимания, мы рекомендует проанализировать игры 539 и 541, нашей базы игр."
                }
            },
            {
                "move": "   5. a4 ",
                "comment": {
                    "pt": "Para evitar que as pretas defendam o peão, o que ocorreria após as jogadas 5-e4 b5.",
                    "en": "In order to prevent Black from defending the pawn after 5-e4 b5.",
                    "es": "Para evitar que las negras defiendan el peón, lo que ocurriría después de las jugadas 5-e4 b5.",
                    "de": "Um zu verhindern, dass Schwarz den Bauern deckt, was nach 5. e4 b5 der Fall wäre.",
                    "zh": "为了阻止黑方在5-e4 b5之后防御兵。",
                    "pl": "W celu uniemożliwienia Czarnym obrony piona po 5. e4 b5.",
                    "ru": "Для того чтобы помешать Черным защищать пешку после  5-e4 b5."
                }
            },
            {
                "move": "   Bf5 ",
                "comment": {
                    "pt": "Aproveitando para desenvolver o bispo antes de jogar ...e6. Também seria possível 5...Bg4.",
                    "en": "Developing the Bishop before ...e6. 5...Bg4 would also be possible.",
                    "es": "Aprovechando para desarrollar el alfil antes de jugar ...e6. También sería posible 5...Ag4.",
                    "de": "Entwickelt den Läufer, ums später ...e6 zu spielen, ohnen ihn zu blockieren. 5 ...Lg4 ginge auch.",
                    "zh": "在...e6之前出象也是可行的。",
                    "pl": "Wyprowadzając Gońca przed ... e6. 5. ... Gg4 jest również możliwe.",
                    "ru": "Развивает Слона до хода ...e6. Ход 5...Bg4 также возможен."
                }
            },
            {
                "move": "   6. e3 ",
                "comment": {
                    "pt": "Alguns jogadores preferem a jogada 6-Ce5 (partidas 532 , 534 e 536) para recuperar o peão e ter a possibilidade de construir o centro com \"f3-e4\".",
                    "en": "Some prefer 6-Ne5 (games 532, 534 and 536) in order to retake the pawn and have the possibility to build up a center with f3-e4.",
                    "es": "Algunos jugadores prefieren la jugada 6-Ce5 (partidas 532, 534 y 536) para recuperar el peón y tener a posibilidad de construir el centro con \"f3-e4\".",
                    "de": "Einige Spieler ziehen 6. Se5 vor (Partien  532, 534 und 536), um den Bauern zurückzugewinnen und ein Zentrum mit f3-e4 aufzubauen.",
                    "zh": "有些人更偏向6-Ne5（棋局532、534和536）为了重新夺回兵，并且有机会用f3-e4建立中心。",
                    "pl": "Niektórzy preferują 6. Se5 (partie 532, 534 i 536) w celu odbioru straconego piona i posiadania możliwości zbudowania centrum przez f3-e4.",
                    "ru": "Некоторые предпочитают вариант 6-Ne5 (игры 532, 534 и 536), для того чтобы отыграть пешку и попытаться выстроить центр с f3-e4."
                }
            },
            {
                "move": "   e6 7. Bxc4 Bb4 8. O-O O-O 9. Qe2 ",
                "comment": {
                    "pt": "Esta é a jogada mais lógica ameaçando e4 ,para aumentar o domínio central. 9-Ce2 aparece na partida 533 de nossa base.",
                    "en": "This is the most logical move, threatening e4 and increasing central dominance. 9-Ne2 is presented in game 533 of our database.",
                    "es": "Esta es la jugada más lógica, amenazando jugar e4 y aumentar el dominio central. La jugada 9-Ce2 ocurrió en la partida 533 de nuestra base.",
                    "de": "Das ist der logischste Zug, der e4 mit Kontrolle des Zentrums droht. 9. Se2 wird in der  Partie 533 unserer Datenbank gespielt.",
                    "zh": "这是最符合逻辑的一步，威胁e4并且增强对中心的统治。9-Ne2在棋库中棋局533中介绍。",
                    "pl": "Najbardziej logiczny ruch, zagrażający e4 i zwiększający dominację w centrum. 9. Se2 jest prezentowany w partii 533 w naszej bazie.",
                    "ru": "Это наиболее логичный ход, который угрожает e4 и усиливает доминирование в центре. Вариант 9-Ne2 представлен в игре 533, нашей базы."
                }
            },
            {
                "move": "   Nbd7 ",
                "comment": {
                    "pt": "Na partida 537 as pretas tentaram evitar e4 jogando ... Ce4.",
                    "en": "In game 537 Black tries to prevent e4 with ...Ne4.",
                    "es": "En la partida 537 las negras intentaron evitar e4 jugando ...Ce4.",
                    "de": "In der Partie 537 versuchte Schwarz, e4 anhand mittels ...Se4 zu verhindern.",
                    "zh": "在棋局537中黑方企图用...Ne4来阻止e4。",
                    "pl": "W partii 537 Czarne próbując zapobiec e4 przez ... Se4.",
                    "ru": "В игре 537 показано как Черные предотвращают e4 ходом ...Ne4."
                }
            },
            {
                "move": "   10. e4 Bg6 11. Bd3 ",
                "comment": {
                    "pt": "As brancas têm certa vantagem, devido ao maior domínio central, mas a posição preta não apresenta fraquezas. As partidas 535 e 538 de nossa base seguiram a partir desta posição.",
                    "en": "White has a certain advantage due to greater central dominance but Black's position doesn't show any weakness. Games 535 and 538 of our database continue from this position on.",
                    "es": "Las blancas tienen cierta ventaja debido al mayor dominio central, pero la posición negra no presenta debilidades. Las partidas 535 y 538 de nuestra base siguieron a partir de esta posición.",
                    "de": "Zwar hat Weiß aufgrund seiner Kontrolle des Zentrums einen gewissen Vorteil, die schwarze Stellung zeigt aber keine Schwächen auf. Die Partien 535 und 538 unserer Datenbank zeigen verschiedene Fortsetzungen dieser Stellung.",
                    "zh": "白方因为对中心的绝对统治所以具有相当的优势，但是黑方的局面也没有出现任何弱点。棋库中的棋局535和538介绍了这个局面不同的延续。",
                    "pl": "Białe posiadają pewną przewagę z powodu większej centralnej dominacji, ale pozycja Czarnych nie ukazuje żadnej słabości. Partie 535 i 538 z naszej bazy kontynuują tę pozycję.",
                    "ru": "Белые определенно имеют преимущество в центре, благодаря большему доминированию в центре, но в тоже время, у Черных нет видимых слабых мест. Игры 535 и 538, нашей базы, продолжаются с этих позиций."
                }
            }
        ],
        "game_terminator": "*"
    }
]