[
    {
        "title": "",
        "white": "Abertura Italiana",
        "white_sort": "",
        "black": "Variante Clássica",
        "date": "",
        "event": {
            "en": "Italian opening classical variation",
            "de": "Klassische Variante",
            "es": "Variante Clásica",
            "pt": "Variante Clássic",
            "zh": "意大利开局经典变例",
            "pl": "Partia włoska, wariant klasyczny",
            "ru": "Итальянский дебют, классический вариант"
        },
        "fen": "",
        "moves": [
            {
                "move": "1. e4 e5 2. Nf3 Nc6 3. Bc4 ",
                "comment": {
                    "pt": "Nesta casa o bispo aponta para o ponto mais vulnerável da posição preta, o peão f7. As brancas estão prontas para rocar e tentar aumentar seu domínio central com c3 e d4.",
                    "en": "On this square the Bishop points to the most vulnerable point of Black's position: the f7-pawn. White is ready to castle and tries to increase its central dominance with c3 and d4.",
                    "es": "En esta casilla el alfil apunta al punto más vulnerable de la posición negra, el peón f7. Las blancas están listas para enrocar e intentar aumentar su dominio central con c3 y d4.",
                    "de": "Von hier aus greift der Läufer den anfälligsten Punkt der schwarzen Stellung, nämlich den Bauern auf f7. Weiß bereitet die Rochade nebst c3 und d4 mit Beherrschung des Zentrums.",
                    "zh": "从这里象可以进攻黑方最易受攻击的棋子：f7-兵。白方已经准备好王车易位并试图通过c3和d4加强对中心统治。",
                    "pl": "Na tym polu Goniec wymierza w najbardziej wrażliwy punkt pozycji Czarnych: piona f7. Białe są gotowe do roszady i próbują zwiększyć dominację w centrum przez c3 i d4.",
                    "ru": "На этом поле Слон оказывает давление на наиболее уязвимые места  в позициях Черных - пешка на f7. Белые готовы к рокировке и пробуют усилить доминирование в центре игрового поля на c3 и d4."
                }
            },
            {
                "move": "   Bc5 ",
                "comment": {
                    "pt": "3... Cf6 está analisado em outro exemplo.",
                    "en": "3...Nf6 is analyzed in another example.",
                    "es": "3...Cf6 es analizada en otro ejemplo.",
                    "de": "3...Sf6 wird in einem anderen Beispiel analysiert.",
                    "zh": "3...Nf6会在其他例子中分析。",
                    "pl": "3. ... Sf6 jest analizowane w innym przykładzie.",
                    "ru": "3...Nf6 будет проанализирован на другом примере."
                }
            },
            {
                "move": "   4. c3 ",
                "comment": {
                    "pt": "A opção \"super agressiva\" 4-b4, está analisada no próximo exemplo.",
                    "en": "The super aggressive option 4-b4 is analyzed in the next example.",
                    "es": "La opción \"super agresiva\" 4-b4, será analizada en el próximo ejemplo.",
                    "de": "Der sehr agressive 4. b4 wird auch im nächsten Beispiel analysiert.",
                    "zh": "这个极具攻击力的4-b4走法会在下一个例子中分析。",
                    "pl": "Ultra agresywna opcja 4. b4 jest analizowana w następnym przykładzie.",
                    "ru": "Очень агрессивный вариант на 4-b4 будет проанализирован на следующем примере."
                }
            },
            {
                "move": "   Nf6 ",
                "comment": {
                    "pt": "4...d6 permite que as brancas construam o centro com d4 e obtenham vantagem, conforme demonstra a partida 66 de nossa base.",
                    "en": "4... d6 allows White to build up the center with d4 and obtain advantage, as described in game 66 of our database.",
                    "es": "4...d6 permite que las blancas construyan el centro con d4 y obtengan ventaja, como lo demuestra la partida 66 de nuestra base.",
                    "de": "4...d6 lässt d4 zu, was ein starkes Zentrum bildet und Weiß Vorteil gibt (Partie 66 unserer Datenbank).",
                    "zh": "4... d6会使白方用d4建立中心并且获得优势，正如棋局66所呈现的。",
                    "pl": "4. ... d6 pozwala Białym zbudować centrum przez d4 i utrzymać przewagę, jak opisano w grze 66 w naszej bazie.",
                    "ru": "Игра 4...d6 позволяет Белым выстроить центр с d4 и получить преимущество, что описано в игре 66 нашей базы."
                }
            },
            {
                "move": "   5. d4 exd4 6. cxd4 Bb4+ 7. Bd2 ",
                "comment": {
                    "pt": "7-Rf1 não parece uma boa idéia, mas foi jogado com sucesso na partida 62 de nossa base. Possivelmente a melhor resposta para as pretas é 7...d5 ,mas 7...0-0 e 7... Cxe4 também são possíveis. 7- Cc3 é uma jogada muito interessante e deve ser respondida com 7. ..Cxe4 8-0-0 Bxc3 9-d5! (9-bxc3 d5 ocorreu na partida 61) ... Bf6 10-Te1 Ce7 11-Txe4 d6 e as brancas têm certo ataque em troca do peão sacrificado.",
                    "en": "7-Rf1 doesn't seem to be a good idea but was played successfully in game 62 of our database. Possibly the best answer for Black is 7...d5 but 7...0-0 and 7... Nxe4 are also options. 7-Nc3 is a very interesting move and should be answered with 7...Nxe4 8-0-0 Bxc3 9-d5! (9-bxc3 d5 happened in game 61) ...Bf6 10-Re1 Ne7 11-Rxe4 d6 and White conquers attack in exchange for the sacrificed pawn.",
                    "es": "7-Rf1 no parece una buena idea, pero fue jugado con éxito en la partida 62 de nuestra base.  Posiblemente la mejor respuesta para las negras es 7...d5 ,pero 7...0-0 y 7...Cxe4 también son posibles. 7- Cc3 es una jugada muy interesante y debe ser respondida con 7... Cxe4 8-0-0 Axc3 9-d5! (9-bxc3 d5 ocurrió en la partida 61) ...Af6 10-Te1 Ce7 11-Txe4 d6 y las blancas tienen un cierto ataque a cambio del peón sacrificado.",
                    "de": "Kf1 sieht nicht gut aus, wurde aber mit Erfolg in der Partie 62 gespielt. Wahrscheinlich ist 7...d5 das Beste für Schwarz, wobei 7...0-0 und 7...Sxe4 auch möglich sind. 7. Sc3 ist ein sehr interessanter Zug und muss mit 7...Se4 8 0-0 Lxc3 9. d5! (9. bxc3 geschah in Partie 61) ...Lf6 10. Te1 Se7 11. Txe4 d6 beantwortet werden. Weiß hat einen gewissen Angriff für den geopferten Bauern.",
                    "zh": "7-Rf1看起来不是一个好主意，但是在棋局62中还是取得了成功。黑方最好的选择是走7...d5，但是7...0-0和7... Nxe4也是一种选择。7-Nc3是一个非常有趣的走法，应该应7...Nxe4 8-0-0 Bxc3 9-d5！（9-bxc3 d5出现在棋局61中）...Bf6 10-Re1 Ne7 11-Rxe4 d6。白方击退进攻补偿弃兵付出的代价。",
                    "pl": "7. Wf1 nie wydaje się dobrym pomysłem, ale została zagrana skutecznie w partii 62 z naszego archiwum. Najprawdopodobniej najlepszą odpowiedzią Czarnych jest 7. ... d5, ale 7. ... 0-0 i 7. ... Sx4 są również możliwe. 7. Sc3 jest interesującym ruchem i powinno napotkać 7. ... Sxe4 8. 0-0 Gxc3 9. d5! (9. bxc3 d5 zdarzyło się w grze 61) ... Gf6 10. We1 Se7 11. Wxe4 d6 i Białe mają silny atak w zamian za poświęcenie piona.",
                    "ru": "Ход 7-Rf1 не выглядит совсем хорошей идеей, но но будет хорошо отыгран в игре 62 нашей базы игр. Возможно лучшим ответом Черных будет 7...d5, но 7...0-0 и 7...Nxe4, также возможный вариант. 7-Nc3 очень интересный ход, которому следует 7...Nxe4 8-0-0 Bxc3 9-d5! (9-bxc3 d5 встретится в игре 61) ...Bf6 10-Re1 Ne7 11-Rxe4 d6 и Белые побеждают, в обмен на пожертвованную пешку."
                }
            },
            {
                "move": "   Bxd2+ 8. Nbxd2 d5 ",
                "comment": {
                    "pt": "Uma jogada fundamental para destruir o centro branco. Também seria possível 8...Cxe4 9-Cxe4 d5, com a mesma idéia.",
                    "en": "A fundamental move in order to destroy the white center. 8...Nxe4 9-Nxe4 d5 would also be possible with the same idea.",
                    "es": "Una jugada fundamental para destruir el centro blanco. También sería posible 8...Cxe4 9-Cxe4 d5, con la misma idea.",
                    "de": "Notwendig, um das weiße Zentrum zu zerstören. 8... Sxe4 9. Sxe4 d5 mit der gleichen Idee wäre auch möglich.",
                    "zh": "必须摧毁白方中心。8...Nxe4 9-Nxe4 d5也是可行的，想法一致。",
                    "pl": "Fundamentalny ruch, aby zniszczyć białe centrum. 8. ... Sxe4 9. Sxe4 d5 również byłoby możliwe z tym samym zamiarem.",
                    "ru": "Фундаментальный ход для того чтобы разрушить позиции Белых в центре. 8...Nxe4 9-Nxe4 d5 тоже преследует эту цель."
                }
            },
            {
                "move": "   9. exd5 Nxd5 10. Qb3 Nce7 11. O-O O-O ",
                "comment": {
                    "pt": "Com igualdade, conforme demonstrado na partida 169 de nossa base.",
                    "en": "Equaling, as shown in game 169 of our database.",
                    "es": "Con igualdad, como queda demostrado en la partida 169 de nuestra base.",
                    "de": "Mit gleichem Spiel, wie in der Partie 169 unserer Datenbank gezeigt wird.",
                    "zh": "跟棋局169所呈现的是一样的。",
                    "pl": "Wyrównanie, jak pokazano w grze 169 z naszej bazy.",
                    "ru": "Эквивалентно тому, что показано в игре 169, нашей базы игр."
                }
            }
        ],
        "game_terminator": "*"
    }
]