[
    {
        "title": "",
        "white": "Defesa Francesa",
        "white_sort": "",
        "black": "Variante Tarrash",
        "date": "",
        "event": {
            "en": "Tarrasch variation",
            "de": "Tarrash-Variante",
            "es": "Variante Tarrash",
            "pt": "Variante Tarrash",
            "zh": "塔拉什变例",
            "pl": "Wariacja Tarrascha",
            "ru": "Вариант Тарраша"
        },
        "fen": "",
        "moves": [
            {
                "move": "1. e4 e6 2. d4 d5 3. Nd2 ",
                "comment": {
                    "pt": "Com esta jogada as brancas querem manter a tensão central, sem permitir a cravada do cavalo, que ocorre após as jogadas 3-Cc3 Bb4.",
                    "en": "With this move White wants to maintain central tension without allowing the Knight pin that would occur after 3-Nc3 Bb4.",
                    "es": "Con esta jugada las blancas quieren mantener la tensión central, sin permitir la clavada del caballo, que ocurre después de las jugadas 3-Cc3 Ab4.",
                    "de": "Zweck dieses Zuges ist, die zentrale Spannung aufrechtzuerhalten, ohne eine Fesselung vom Springer zuzulassen, wie sie nach 3. Sc3 Lb4 geschieht.",
                    "zh": "走这一着白方象保持中心张力并保持对马的牵制，这会出现在3-Nc3 Bb4之后。",
                    "pl": "Tym ruchem Białe pragną utrzymać presję w centrum bez pozwolenia na przygwożdżenie Skoczka, które nastąpiłoby po 3. Sc3 Gb4.",
                    "ru": "Этим ходом Белые хотят удержать напряжение в центре игрового поля, не позволяя использовать связку Коня, которая появится после 3-Nc3 Bb4."
                }
            },
            {
                "move": "   Nf6 ",
                "comment": {
                    "pt": "A outra opção das pretas é 3...c5, disputando o centro. As brancas costumam seguir com 4-Cf3 Cc6 5-exd5 exd5 isolando o peão dama preto. A vantagem das pretas é a facilidade em desenvolver todas as peças. As partidas 236, 238, 239, 240 e 242 de nossa base seguiram esta variante.",
                    "en": "Another option for Black is 3...c5 disputing the center. White usually follows with 4-Nf3 Nc6 5-exd5 exd5 isolating the black Queen-pawn. Black has the advantage that it's easy to develop all its pieces. Games 236, 238, 239, 240 and 242 of our database followed this variation.",
                    "es": "La otra opción de las negras es 3. ..c5, disputando el centro. Las blancas suelen seguir con 4-Cf3 Cc6 5-exd5 exd5, aislando el peón dama negro. La ventaja de las negras es la facilidad en desarrollar todas las piezas. Las partidas 236, 238, 239, 240 y 242 de nuestra base siguieron esta variante.",
                    "de": "Die andere Möglichkeit für Schwarz ist 3...c5, um um das Zentrum zu kämpfen. Darauf spielt Weiß gewöhnlich 4. Sf3 Sc6 5. exd5 exd5, um den schwarzen d-Bauern zu isolieren. Die problemlose Entwicklung aller Figuren verschafft Weiß Vorteil. Die Partien Nr. 236, 238, 239, 240 und 242 unserer Datenbank zeigen diese Variante.",
                    "zh": "黑方另外一个选择是3...c5争夺中心。白方通常会跟4-Nf3 Nc6 5-exd5 exd5，孤立黑方的后翼兵。黑方的优势在于出子容易。棋库中的棋局236、238、239和240采用了这个变例。",
                    "pl": "Inną opcją dla Czarnych jest 3. ... c5 poddają centrum debacie. Białe zwykle kontynuują 4. Sf3 Sc6 5. Exd5 exd5 izolując czarnego piona hetmańskiego. Czarne posiadają przewagę, ale nie jest łatwo wyprowadzić wszystkie figury. Gry 236, 238, 239, 240 i 242 z naszej bazy zaczynają się od tego miejsca.",
                    "ru": "Другая вариация для Черных ход 3...c5, оспаривая центр. Белые обычно играют 4-Nf3 Nc6 5-exd5 exd5, изолируя ферзевую пешку Черных. У Черных есть преимущество и они легко развивают все свои фигуры. Игры 236, 238, 239, 240 и 242, нашей базы игр, рассматривают этот вариант."
                }
            },
            {
                "move": "   4. e5 Nfd7 5. Bd3 ",
                "comment": {
                    "pt": "A jogada 5-f4, construindo um grande centro foi tentada nas partidas 234 e 237 de nossa base. O problema das brancas nesta variante é a falta de desenvolvimento, mas se conseguirem defender o centro e terminar bem o desenvolvimento, conseguirão vantagem devido ao enorme domínio central.",
                    "en": "In games 234 and 237 of our database 5-f4 was used building up a great center. The problem is that in this variation White lacks in development but if it is able to defend the center and complete development well, it will conquer advantage due to an enormous central domain.",
                    "es": "La jugada 5-f4, construyendo un centro grande fue intentada en las partidas 234 y 237 de nuestra base. El problema de las blancas en esta variante es la falta de desarrollo, pero si consiguen defender el centro y terminar bien el desarrollo, conseguirán ventaja debido al enorme dominio central.",
                    "de": "5. f4, um ein großes Zentrum aufzubauen wurde auch versucht (Partien Nr. 234 und 237 unserer Datenbank). Der Entwicklungsrückstand ist ein Problem für Weiß, der aber wegen seine Beherrschung vom Zentrum Vorteil erreichen kann, wenn er sich richtig verteidigt.",
                    "zh": "棋库中棋局234和237走5-f4来建立一个强大的中心。在这个变例中白方出子落后是劣势，但是鉴于它对中心极好统治，如果它能很好的防御中心并结束出子，就可以争取到优势。",
                    "pl": "W grach 234 i 237 z naszej bazy 5. f4 zostało użyte, by zbudować silne centrum. Problem tej wariacji jest taki, iż Białe są do tyłu w rozwoju figur, ale jeśli są w stanie obronić centrum i ukończyć rozwój poprawnie, zdobędą dużą przewagę z uwagi na nietypowo sporą przewagę w centrum.",
                    "ru": "В игре 234 и 237 нашей базы, ходом 5-f4 выстраивается надежный центр. Слабое место этого варианта - недоразвитость фигур у Белых, но если они смогут защитить центр и хорошо закончить развитие, они будут завоевывать преимущество, благодаря крепкому центральному доминированию."
                }
            },
            {
                "move": "   c5 6. c3 Nc6 7. Ne2 ",
                "comment": {
                    "pt": "É importante desenvolver o cavalo por esta casa, liberando a casa f3 para o outro cavalo ajudar na defesa do peão d4.",
                    "en": "It's important to develop the Knight through this square and liberate f3 so that the other Knight can help with the defense of the d4-pawn.",
                    "es": "Es importante desarrollar el caballo por esta casilla, liberando la casilla f3 para que el otro caballo ayude a defender el peón d4.",
                    "de": "Das Feld f3 muss frei für den anderen Springer stehen, damit er bei der Verteidigung des d-Bauern helfen kann.",
                    "zh": "通过这格出马并解放f3，这样另外一个马可以帮忙防御d4-兵。",
                    "pl": "Ważne jest wyprowadzenie Skoczka przez to pole i uwolnienie f3, aby drugi Skoczek mógł pomóc w obronie piona d4.",
                    "ru": "Важно развивать Коня через этот квадрат и освободить поле f3, чтобы другой Конь помог в защите пешки на d4."
                }
            },
            {
                "move": "   Qb6 8. Nf3 ",
                "comment": {
                    "pt": "As brancas têm maior domínio central e as pretas uma forte pressão sobre d4, alem da possibilidade de atacar o centro branco com a jogada ...f6 (partida 233).",
                    "en": "White has greater central dominance and Black puts great pressure on d4, besides having the possibility to attack the white center with ...f6 (game 233).",
                    "es": "Las blancas tiene mayor dominio central y las negras una fuerte presión sobre d4, además de la posibilidad de atacar el centro blanco con la jugada ...f6 (partida 233)..",
                    "de": "Weiß kontrolliert das Zentrum, während Schwarz auf den d-Bauern Druck ausübt. Außerdem kann Schwarz das weiße Zentrum mit ...f6 angreifen (Partie Nr. 23).",
                    "zh": "白方对中心拥有强大的统治，黑方给d4施加强大压力，此外还可以用...f6 攻击白方中心（棋局233）。",
                    "pl": "Białe posiadają większą przewagę w centrum, zaś Czarne wywierają sporą presję na d4 poza oczywiście posiadaniem możliwości ataku białego centrum przez ... f6 (partia 233).",
                    "ru": "У Белых ощутимое центральное доминирование и Черные усиливают прессинг на d4, кроме того, имея возможность  атаковать центр Белых ...f6 (игра 233)."
                }
            }
        ],
        "game_terminator": "*"
    }
]