[
    {
        "title": "",
        "white": "Defesa Escandinava",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "Scandinavian defense",
            "de": "Skandinavische Verteidigung",
            "es": "Defensa Escandinava",
            "pt": "Defensa Escandinava",
            "zh": "斯堪的纳维亚防御",
            "pl": "Obrona skandynawska",
            "ru": "Скандинавская защита"
        },
        "fen": "",
        "moves": [
            {
                "move": "1. e4 d5 ",
                "comment": {
                    "pt": "A defesa Escandinava tem por objetivo destruir imediatamente o centro branco, mas o inconveniente é a prematura exposição de sua dama, que representara uma perda de tempo.",
                    "en": "Scandinavian defense aims to destroy the white center immediately but the problem is the premature exposure of the Queen that will represent loss of tempo.",
                    "es": "La Defensa Escandinava tiene por objetivo destruir inmediatamente el  centro blanco, pero el inconveniente es la exposición prematura de su dama, lo que acarreará pérdidas de tiempo.",
                    "de": "Die Skandinavische Verteidigung hat die schnelle Auflösung des weißen Zentrums zum Ziel, hat aber den Nachteil, die Dame zu früh ins Spiel zu bringen, was mit Tempoverlust verbunden ist.",
                    "zh": "斯堪的纳维亚防御目的是为了立即摧毁白方中心，但是问题在于过早的暴露后，这体现在丢失先手。",
                    "pl": "Obrona skandynawska ma w zamierzeniu prowadzić do natychmiastowego rozpadu centrum, ale jej problemem jest przedwczesne odsłonienie Hetmana, co reprezentuje utrata tempa.",
                    "ru": "Скандинавская защита направлена на уничтожение центра Белых, с проблемой преждевременного воздействия на Ферзя, что будет означать потерю темпа."
                }
            },
            {
                "move": "   2. exd5 Qxd5 ",
                "comment": {
                    "pt": "Também é possível tentar recuperar o peão com 2...Nf6. Neste caso as brancas podem tentar defender o peão com 3-c4 e 3-Bb5 (partida 308) ou jogar 3-d4 e após ... Nxd5 4-c4 obtendo vantagem no centro.",
                    "en": "It's also possible to try to recover the pawn with 2...Nf6. In this case, White may try to defend the pawn with 3-c4 and 3-Bb5 (game 308) or play 3-d4 and after ...Nxd5, 4-c4 obtaining central advantage.",
                    "es": "También es posible tratar de recuperar el peón con 2...Cf6. En este caso las blancas pueden intentar defender el peón con 3-c4 y 3-Ab5 (partida 308) o jugar 3-d4; después de  ...Cxd5 4-c4 obtendrían ventaja en el centro.",
                    "de": "Man kann den Bauern auch mit  2...Sf6 zurückgewinnen. Weiß kann versuchen, ihn mit 3. c4 bzw. 3. Lb5  (Partie Nr. 308) zu behalten, oder nach 3. d4 Sxd5 4. c4 Vorteil im Zentrum zu erreichen.",
                    "zh": "用2...Nf6来重新夺回兵也是可行的。这样白方应该走3-c4和3-Bb5（棋局308）来防御兵或者 ...Nxd5, 4-c4之后走3-d4来获得中心优势。",
                    "pl": "Możliwe jest także odzyskanie piona dzięki 2. ... Sf6. W tym wypadku Białe mogą próbować bronić piona przez 3. c4 i 3. Gb5 (gra 308) lub zagranie 3. d4 i późniejsze ... Sxd5, 4. c4 utrzymuje przewagę w centrum.",
                    "ru": "Кроме всего, можно попробовать отыграть пешку ходом  2...Nf6. В этом случае Белые могут попробовать защитить пешку 3-c4 и 3-Bb5 (игра 308) или сыграть 3-d4, а затем ...Nxd5, 4-c4, получая при этом преимущество в центре."
                }
            },
            {
                "move": "   3. Nc3 Qa5 ",
                "comment": {
                    "pt": "As jogadas 3....Dd8 e Dd6 ocorrem nas partidas 306, 307 3 309 de nossa base.",
                    "en": "3.... Qd8 and Qd6 are presented in games 306, 307 and 309 of our database.",
                    "es": "Las jugadas 3....Dd8 y Dd6 ocurren en las partidas 306, 307 3 309 de nuestra base.",
                    "de": "3....Dd8 und Dd6 kann man in den Partien Nr. 306, 307 und 309 unserer Datenbank sehen.",
                    "zh": "3.... Qd8和Qd6在棋局306、307和309中呈现。",
                    "pl": "3. ... Hd8 i Hd6 zaprezentowano w partiach 306, 307 i 309 naszej bazy.",
                    "ru": "3...Qd8 и Qd6 представлены в играх 306, 307 и 309, нашей базы игр."
                }
            },
            {
                "move": "   4. d4 Nf6 5. Bc4 c6 6. Nf3 Bf5 7. Bd2 ",
                "comment": {
                    "pt": "Novamente as brancas desenvolvem uma peça e criam ameaças contra a dama preta.",
                    "en": "Again, White develops a piece and creates threats against the black Queen.",
                    "es": "Una vez más, las blancas desarrollan una pieza y crean amenazas contra la dama negra.",
                    "de": "Erneut entwickelt Weiß eine Figur mit Tempogewinn, da sie die schwarze Dame bedroht.",
                    "zh": "白方再次出子给黑后制造威胁。",
                    "pl": "Ponownie Białe wyprowadzają figurę i zagrażają czarnemu Hetmanowi.",
                    "ru": "Опять, Белые развивают фигуру и создают угрозу черному Ферзю."
                }
            },
            {
                "move": "   Qc7 8. Qe2 e6 ",
                "comment": {
                    "pt": "Tomar o peão em c2 seria muito arricado devido a grande vantagem branca em desenvolvimento. Estas poderiam seguir com Rc1 e d5.",
                    "en": "It would be very risky to take the c2-pawn with the Bishop due to White's great advantage in development. It could continue with Rc1 and d5.",
                    "es": "Tomar el peón en c2 con el alfil sería muy arriesgado debido a la gran ventaja blanca en desarrollo. Estas podrían seguir con Tc1 y d5.",
                    "de": "Aufgrund des großen Entwicklungsvorsprungs vom Weiß wäre es zu riskant, den Bauern auf c2 zu schlagen. Weiß könnte dann mitmit Tc1 und d5 fortsetzen.",
                    "zh": "用象捉c2-兵是非常冒险的，因为白方的出子占先很多。可以继续走Rc1和d5。",
                    "pl": "Ryzykownym byłoby wzięcie piona c2 Gońcem ze względu na wielką przewagę w rozwoju Białych. Można kontynuować przez Wc1 i d5.",
                    "ru": "Очень большим риском будет взятие пешки на c2 Слоном, из-за лучшего развития фигур у Белых. Продолжением может быть Rc1 и d5."
                }
            },
            {
                "move": "   9. O-O-O Be7 10. Nh4 ",
                "comment": {
                    "pt": "E as brancas têm vantagem devido ao melhor desenvolvimento e agora, garantem a obtenção do par de bispos, que numa posição aberta lhes trará vantagem.",
                    "en": "White has advantage as a result of better development and now it makes sure to obtain the pair of Bishops that will be very useful in an open position.",
                    "es": "Y las blancas tienen ventaja debido al mejor desarrollo y ahora se aseguran la pareja de alfiles, que en una posición abierta les traerá ventaja.",
                    "de": "Außer dem Vorteil aufgrund seiner besseren Entwicklung hat Weiß nun auch noch das Läuferpaar.",
                    "zh": "白方的优势来源于出子领先，拥有双象，这在开放性局面是很有用的。",
                    "pl": "Białe posiadają przewagę wynikającą z lepszego rozwoju i mogą teraz być pewne do utrzymania pary Gońców, co będzie bardzo pomocne w otwartej pozycji.",
                    "ru": "Белые обладают преимуществом, в результате лучшего развития фигур и планируют воспользоваться парой Слонов, которые очень эффективны на открытой позиции."
                }
            }
        ],
        "game_terminator": "*"
    }
]