[
    {
        "title": "",
        "white": "Gambito Letão.",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "Latvian gambit",
            "de": "Lettisches Gambit",
            "es": "Gambito Letón",
            "pt": "Gambito Letão",
            "zh": "拉脱维亚弃兵",
            "pl": "Gambit łotewski",
            "ru": "Латышский гамбит"
        },
        "fen": "",
        "moves": [
            {
                "move": "1. e4 e5 2. Nf3 f5 ",
                "comment": {
                    "pt": "O Gambito Letão faz parte da era do xadrez romântico onde os dois jogadores tratavam de atacar o quanto antes. A idéia de trocar o peão bispo pelo peão rei é estrategicamente correta e ocorre em outras aberturas como o Gambito do rei , mas o ponto negativo, além do sacrifício do peão, é a prematura exposição do próprio rei.",
                    "en": "The Letvian gambit is part of the romantic chess era when both players tried to attack as fast as possible. The idea of exchanging Bishop-pawn for King-pawn is strategically correct and happens in other openings as in the King's gambit but the negative aspect besides the pawn sacrifice is the premature exposure of the King.",
                    "es": "El Gambito Letón forma parte de la era del ajedrez romántico en la que los dos jugadores trataban de atacar cuanto antes. La idea de cambiar el peón alfil por el peón rey es estratégicamente correcta y ocurre en otras aperturas como el Gambito de Rey; el punto negativo es que, además del sacrificio del peón, se expone prematuramente al propio rey.",
                    "de": "Das Lettische Gambit gehört zur romantischen Zeit des Schachspiels, als beide Kontrahenten versuchten, so schnell wie nur möglich den gegnerischen König anzugreifen. Die Idee, den f-Bauern gegen den gegenerischen e-Bauern abzutauschen ist strategisch korrekt und kommt in anderen Eröffnungen vor (z. B. im Königsgambit), negativ jedoch wirkt die frühzeitige Entblössung des Königs, vom geopferten Bauern abgesehen.",
                    "zh": "拉脱维亚弃兵是浪漫主义时代两个棋手都企图速战速决。以象兵兑王兵在战略上是正确的，也出现在其他开局中，譬如王翼弃兵，但是缺点是除了弃兵之外使得王过早暴露。",
                    "pl": "Łotewski gambit pochodzi z romantycznej ery szachów, gdzie obaj gracze starali się atakować tak szybko, jak to możliwe. Idea wymiany piona f5 jest strategicznie poprawna i zdarza się w innych debiutach, jak w Królewskim gambicie, ale negatywnym jej aspektem jest, oprócz utraty piona, także przedwczesne odsłonięcie Króla.",
                    "ru": "Латышский гамбит относится к эре, когда оба игрока пробовали быстро атаковать друг друга. Идея в размене слоновой пешки на королевскую пешку стратегически правильная и случается как других дебютах, так и в Королевском гамбите. Но негативным аспектом является то, что после жертвы пешки идет негативное воздействие на Короля."
                }
            },
            {
                "move": "   3. Nxe5 Qf6 ",
                "comment": {
                    "pt": "3...fxe5? 4-Dh5.",
                    "en": "3...fxe5? 4-Qh5.",
                    "es": "3...fxe5? 4-Dh5.",
                    "de": "3...fxe5? 4. Dh5.",
                    "zh": "3...fxe5? 4-Qh5。",
                    "pl": "3. ... fxe5? 4. Hh5.",
                    "ru": "3...fxe5? 4-Qh5."
                }
            },
            {
                "move": "   4. d4 d6 5. Nc4 fxe4 6. Nc3 ",
                "comment": {
                    "pt": "Este lance é superior a 6-Ce3 c6 7-Bc4 d5 8-Bb3, com a idéia de seguir com c4 e pressionar o centro branco, como ocorreu na partida 56 de nossa base.",
                    "en": "This move is superior to 6-Ne3 c6 7-Bc4 d5 8-Bb3, intending to continue with c4 and put pressure the white center as in game 56 of our database.",
                    "es": "Esta jugada es superior a 6-Ce3 c6 7-Ac4 d5 8-Ab3, con la idea de seguir con c4 y presionar el centro blanco, como ocurrió en la partida 56 de nuestra base.",
                    "de": "Besser als 6. Se3 c6 7. Lc4 d5 8. Lb3 nebst c4 mit Druck auf das weiße Zentrum (Partie Nr. 56 unserer Datenbank).",
                    "zh": "这一着要比6-Ne3 c6 7-Bc4 d5 8-Bb3来的好，意图是继续走d4，并给白棋中心施加压力，在棋局56中可以体现。",
                    "pl": "Ten ruch jest lepszy niż 6. Se3 c6 7. Gc4 d5 8. Gb3 z zamiarem kontynuwacji c4 i wywarcia presji na białe centrum jak w grze 56 z naszej bazy.",
                    "ru": "Отличный вариант 6-Ne3 c6 7-Bc4 d5 8-Bb3, с намерением оказать давление на центр Белых, как в игре 56 нашей базы игр."
                }
            },
            {
                "move": "   Qg6 ",
                "comment": {
                    "pt": "Pa ra continuar com \"... Cf6-Be7-0-0\".",
                    "en": "In order to continue with ... Nf6-Be7-0-0.",
                    "es": "Para continuar con \"...Cf6-Ae7-0-0\".",
                    "de": "Um mit ... Sf6-Le7-0-0 fortzusetzen.",
                    "zh": "为了继续走... Nf6-Be7-0-0。",
                    "pl": "W celu kontynuacji przez ... Sf6-Ge7-0-0.",
                    "ru": "Для того, чтобы продолжить Nf6-Be7-0-0."
                }
            },
            {
                "move": "   7. f3 ",
                "comment": {
                    "pt": "Atacando o centro preto. As brancas têm vantagem devido ao melhor desenvolvimento, conforme demonstrado na partida 168 de nossa base.",
                    "en": "Attacking the Black center. White has advantage due to better development, as shown in game 168 of our database.",
                    "es": "Atacando el centro negro. Las blancas tienen ventaja debido al mejor desarrollo, según fue demostrado en la partida 168 de nuestra base.",
                    "de": "Greift das schwarze Zentrum an. Weiß hat Vorteil aufgrund des Entwicklungsvorsprungs (Partie Nr. 168 unserer Datenbank).",
                    "zh": "攻击黑方中心。白方因为拥有子力优势处于上风，见棋局168。",
                    "pl": "Atakując czarne centrum. Białe posiadają przewagę z powodu lepszego rozwoju, jak pokazuje gra 168 w naszej bazie.",
                    "ru": "Атакует центр Черных. У Белых преимущество, так как у них лучше развиты фигуры, как показано в игре 168 нашей базы."
                }
            }
        ],
        "game_terminator": "0-1"
    }
]