[
    {
        "title": "",
        "white": "Siciliana",
        "white_sort": "",
        "black": "Variante  dos 4 cavalos.",
        "date": "",
        "event": {
            "en": "4 knights variation",
            "de": "Vierspringervariante",
            "es": "Variante de los 4 Caballos",
            "pt": "Variante  dos 4 cavalos",
            "zh": "四马变例",
            "pl": "Wariant 4 Skoczków",
            "ru": "Дебют четырех Коней"
        },
        "fen": "",
        "moves": [
            {
                "move": "1. e4 c5 ",
                "comment": {
                    "pt": "A defesa Siciliana é uma das mais utilizadas pelos grandes mestres contra a abertura do peão rei. A idéia e combater o centro e acelerar o desenvolvimento do flanco dama, permitindo um jogo aberto e de alto risco.",
                    "en": "The Sicilian defense is one of the most common among grandmasters against the King-pawn opening. The idea is to fight the center and accelerate development on the queenside enabling an open and highly risky game.",
                    "es": "La defensa Siciliana es una de las más utilizadas por los grandes maestros contra la apertura del peón rey. La idea es luchar por el centro y acelerar el desarrollo del flanco dama, lo que permite un juego abierto y de alto riesgo.",
                    "de": "Die Sizilianische Verteidigung ist die meistgespielte unter Großmeistern. Schwarz möchte um das Zentrum kämpfen und den Damenflügel schnell entwickelt, was zu risikoreichen Stellungen führt.",
                    "zh": "西西里防御是大师们最常用的来对抗王兵开局的方法之一。目的是争夺中心并且加速后翼出子，获得一个开放并高风险的局面。",
                    "pl": "Obrona sycylijska jest najczęściej grana przez arcymistrzów wobec otwarcia pionem królewskim. Ideą jest walka o centrum i przyspieszenie rozwoju na skrzydle hetmańskim umożliwiając otwartą, choć bardzo ryzykowną grę.",
                    "ru": "Сицилианская защита - одна из наиболее востребованных гроссмейстерами, против развития королевской пешки. Идея состоит в борьбе за центр и ускоренном развитии на ферзевом фланге, позволяя вести открытую и рискованную игру."
                }
            },
            {
                "move": "   2. Nf3 Nc6 3. d4 ",
                "comment": {
                    "pt": "Esta jogada caracteriza a variante aberta da defesa Siciliana, que é uma das mais discutida no xadrez e inúmeras vezes foi utilizada em finais de campeonatos mundiais. As brancas abrem todas as linhas para o desenvolvimento e apostam no ataque rápido, enquanto as pretas buscarão o contraataque no flanco dama e centro. Há vários sistemas defensivos para as pretas e estudaremos cada um separadamente.",
                    "en": "This move characterizes the open variation of the Sicilian defense that is one of the most discussed ones and repeatedly used in World Championships. White opens all lines for development and bet on fast attack, while Black looks for a counter-attack on the queenside and the center. There are several defensive systems for Black and they will be discussed separately.",
                    "es": "Esta jugada caracteriza a la variante abierta de la Defensa Siciliana, que es una de las más discutidas en el ajedrez y fue utilizada innumerables veces en finales de campeonatos mundiales. Las blancas abren todas las líneas para el desarrollo y apuestan a un ataque rápido, mientras que las negras buscarán el contraataque en el flanco dama y centro. Hay varios sistemas defensivos para las negras y estudiaremos cada uno por separado.",
                    "de": "Dieser Zug kennzeichnet die Offene Variante der Sizilianischen Verteidigung, die oft in Weltmeisterschftspartien gespielt wurde. Weiß öffnet alle möglichen Linien für die Entwicklung und baut auf einen schnellen Angriff, während Schwarz Gegenspiel am Damenflügel und im Zentrum sucht. Es gibt mehrere Systeme für Schwarz, die wir im Folgenden analysieren werden.",
                    "zh": "这一步是西西里防御的开放变例，这是讨论最多的并且在世界棋王赛中反复使用的一种变例。白方为出子开放所有路线并且赌快攻；相反黑方在后翼和中心寻求反攻。黑方有好几个防御系统，之后会单独讨论。",
                    "pl": "Ten ruch charakteryzuje otwartą wariację obrony sycylijskiej, która jest jedną z najbardziej dyskutowanych, ale również najczęściej używanych w meczach o Mistrzostwo Świata. Białe otwierają wszystkie linie dla rozwoju i liczą na szybki atak, podczas gdy Czarne szukają kontrataku na skrzydle hetmańskim i w centrum. Jest kilka defensywnych systemów dla Czarnych, więc będą dyskutowane oddzielnie.",
                    "ru": "Этот  ход характеризует открытый вариант Сицилианской защиты, о которой часто дискутируют и используют на Чемпионатах Мира. Белые открывают все свои линии для развития и делают ставку на быстрое развитие, в тоже время Черные присматриваются к контратаке на ферзевом фланге и в центре. Есть несколько защитных систем для Черных, о которых будет рассказано отдельно."
                }
            },
            {
                "move": "   cxd4 4. Nxd4 Nf6 5. Nc3 d6 ",
                "comment": {
                    "pt": "Esta é a variante dos quatro cavalos, onde as pretas mantém a opção de jogar .. . e6 ou ...e5 e ainda aguardam para definir a posição de seus bispos.",
                    "en": "This is the 4 Knights variation where Black maintains the option to play ... e6 or ...e5 and waits to determine the position of its Bishops.",
                    "es": "Esta es la Variante de los Cuatro Caballos, donde las negras mantienen la opción de jugar ...e6 o ...e5 y aguardar para definir la posición de sus alfiles.",
                    "de": "Die Vierspringervariante, in der Schwarz die Möglichkeit offen hält, entweder ...e6 oder ...e5 zu spielen und mit der Entwicklung der Läufer wartet.",
                    "zh": "这是四马变例，黑方保持走... e6或e5的选择并等待出黑象。",
                    "pl": "Wariacja 4 Skoczków, gdzie Czarne zachowują opcję zagrania ... e6 lub ... e5 i oczekują na określenie pozycji własnych Gońców.",
                    "ru": "Это вариант четырех Коней, где у Черных есть вариант игры ...e6 и ...e5."
                }
            },
            {
                "move": "   6. Bg5 ",
                "comment": {
                    "pt": "Outras opções são; 6-Bc4 a favorita de Bobby Fischer, que ocorreu nas partidas 345 a 351. 6-Be2 (partidas 352 e 353) 6-g3 6- f4 (partida 364) 6- Be36-f3",
                    "en": "Other options are : 6-Bc4 Bobby Fischer's favorite that is presented in games 345 to 351, 6-Be2 (games 352 and 353), 6-g3, 6-f4 (game 364) , 6- Be3, 6-f3.",
                    "es": "Otras opciones son: 6-Ac4, la favorita de Bobby Fischer, que ocurrió en las partidas 345 a 351. 6-Ae2 (partidas 352 y 353) 6-g3 6- f4 (partida 364) 6- Ae3, 6-f3.",
                    "de": "Andere Möglichkeiten: 6. Lc4 (Bobby Fischers Lieblingsvariante, die in den Partien 345 bis 351 zu sehen ist; 6. Le2 (Partien 352 und 353); 6. g3; 6. f4 (Partie Nr. 364) 6.  Be3 6.f3.",
                    "zh": "另外的选择是：6-Bc4鲍比·菲舍尔所钟爱，在棋局345到351中介绍，6-Be2（棋局352和353），6-g3, 6-f4（棋局364），6- Be3, 6-f3。",
                    "pl": "Innymi opcjami są: 6. Gc4, ulubiony ruch Bobbiego Fischera, prezentowany w grach od 345 do 351, 6. Ge2 (gry 352 i 353), 6. g3, 6. f4 (partia 364), 6. Ge3, 6. f3.",
                    "ru": "Другой вариант: 6-Bc4 - любимый вариант Бобби Фишера, представленный в играх 345-351, 6-Be2 (игры 352 и 353), 6-g3, 6-f4 (игра 364), 6- Be3, 6-f3."
                }
            },
            {
                "move": "   e6 7. Qd2 ",
                "comment": {
                    "pt": "A jogada 7-Be2 não é coerente com o desenvovimento Bg5 e ocorre na partida 359.",
                    "en": "7-Be2 isn't consistent with the development Bg5 and appears in game 359.",
                    "es": "La jugada 7-Ae2 no es coherente con el desarrollo Ag5 y ocurre en la partida 359.",
                    "de": "7. Le2 passt zu Lg5 nicht (Partie Nr. 359).",
                    "zh": "7-Be2跟Bg5出子不匹配，出现在棋局359中。",
                    "pl": "7. Ge2 nie przystaje do wyprowadzenia Gg5 i pojawia się w partii 359.",
                    "ru": "7-Be2 не согласуется с развитием Bg5 и представлен в игре 359."
                }
            },
            {
                "move": "   Be7 ",
                "comment": {
                    "pt": "As pretas podem acelerar o desenvolvimento do flanco dama com ...Bd7 e . . .a6 ou ainda podem optar por ...h6 rapidamente. As partidas 356, 357 , 361, 362 e 363 tratam destas idéias.",
                    "en": "Black can accelerate the development on the queenside with ...Bd7 and . ..a6 or can still choose the fast ...h6. Games356, 357, 361, 362 and 363 deal with these ideas.",
                    "es": "Las negras pueden acelerar el desarrollo del flanco dama con ...Ad7 y . . .a6 o pueden optar por ...h6 rápidamente. Las partidas 356, 357, 361, 362 y 363 tratan estas ideas.",
                    "de": "Schwarz kann die Entwicklung vom Damenflügel mit ...Ld7 und ...a6  beschleunigen oder aber kann sofort ...h6 spielen. Die Partien Nr. 356, 357, 361, 362 und 363 zeigen diese Züge.",
                    "zh": "黑方可以走 ...Bd7和 . ..a6在后翼加速出子，或者还可以选择较快的...h6。棋局356、357、361、362和363中有介绍。",
                    "pl": "Czarne mogą przyspieszyć wyprowadzenie figur na skrzydle hetmańskim przez ... Gd7 i ... a6 lub mogą ciągle zagrać szybkie ... h6. Partie 356, 357, 361, 362 i 363 dzielą te idee.",
                    "ru": "Черные могут ускорить развитие на ферзевом фланге ...Bd7 и ...a6 или могут выбрать еще более быстрый на ...h6. Игры 356, 357, 361, 362 и 363 раскрывают эту идею."
                }
            },
            {
                "move": "   8. O-O-O O-O ",
                "comment": {
                    "pt": "As brancas desenvolverão um ataque no flanco rei avançando seus peões (f4-g4), enquanto as pretas podem avançar no flanco dama (...a6...b5) e utilizar a coluna \"c\" para atacar o rei branco (partidas 354, 355,358 e 360).",
                    "en": "White will develop an attack on the kingside advancing its pawns (f4-g4), while Black can advance on the queenside (...a6...b5) and use the c-file to attack the white King (games 354, 355, 358 and 360).",
                    "es": "Las blancas desarrollarán un ataque en el flanco rey avanzando sus peones (f4-g4), mientras que las negras pueden  avanzar en el flanco dama (...a6...b5) y utilizar a columna \"c\" para atacar el rey blanco (partidas 354, 355,358 y 360).",
                    "de": "Weiß führt einen Angriff am Königsflügel mit seinen Bauern (f4-g4), während Schwarz die Bauern am Damenflügel (...a6...b5) vorrücken und die c-Linie benutzen kann, um den weißen König anzugreifen (Partien Nr. 354, 355, 358 und 360).",
                    "zh": "白方在王翼挺兵（f4-兵）发动进攻，黑方则和可以在后翼推进（...a6...b5）并使用c-线攻击白王（棋局354、355、358和360）。",
                    "pl": "Białe zaatakują skrzydło królewskie marszem pionów (f4-g4), podczas gdy Czarne mogą przyspieszyć na skrzydle hetmańskim (... a6 ... b5) i użyć kolumny c do ataku białego Króla (partie 354, 355, 358 i 360).",
                    "ru": "Белые будут развивать атаку на королевском фланге продвижением своих пешек (f4-g4), в то время как Черные могут развиваться на ферзевом фланге (...a6 ...b5) и использовать c-вертикаль для атаки на белого Короля (игры 354, 355, 358 и 360)."
                }
            }
        ],
        "game_terminator": "*"
    }
]