[
    {
        "title": "",
        "white": "Siciliana",
        "white_sort": "",
        "black": "Variante Sveshnikov.",
        "date": "",
        "event": {
            "en": "Sveshnikov variation",
            "de": "Schweschnikow-Variante",
            "es": "Variante Sveshnikov",
            "pt": "Variante Sveshnikov",
            "zh": "斯威什尼科夫变例",
            "pl": "Wariant Sveshnikowa",
            "ru": "Вариант Свешникова"
        },
        "fen": "",
        "moves": [
            {
                "move": "1. e4 c5 2. Nf3 Nc6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 e5 ",
                "comment": {
                    "pt": "As pretas buscam desalojar o cavalo branco do centro, mesmo a custa do enfraquecimento de sua estrtura de peões. O peão \"d\" ficará sem a defesa de outro peão e poderá ser facilmente atacado pelas brancas uma vez que a coluna dama está aberta. Outra fraqueza na posição preta é a casa d5, que ficou sem a proteção de qualquer outro peão.",
                    "en": "Black tries to chase the white Knight away from the center even at the cost of its pawn structure. The d-pawn stays without protection from other pawns and can easily be attacked because the Queenfile is open. Another weakness in Black's position is d5 that isn't protected by any other pawn.",
                    "es": "Las negras buscan desalojar el caballo blanco del centro, aun debilitando su estructura de peones. El peón \"d\" quedará sin defensa de otro peón y podrá ser atacado fácilmente por las blancas, ya que la columna dama está abierta. Otra debilidad en la posición negra es a casilla d5, que quedó sin la protección de ningún otro peón.",
                    "de": "Schwarz versucht den weißen Springer aus dem Zentrum zu vertreiben, auch wenn die Bauernstruktur dadurch geschwächt wird. Der d-Bauer kann nicht von anderen Bauern verteidigt werden und wird ohne Schwierigkeiten von Weiß angegriffen, zumal die d-Linie offen steht. Eine andere Schwäche ist das Feld d5.",
                    "zh": "黑方竭力将白马从中心赶走甚至不惜牺牲兵形。d-兵没有其他兵的保护，并且因为后翼线开放而横容易被攻击。黑方另外一个弱点是d5,也没有被任何其他兵的保护。",
                    "pl": "Czarne starają się przegonić białego Skoczka z centrum nawet jeśli ma to kosztować pogorszenie struktury pionów. Pion d pozostaje bez ochrony innych pionów i może łatwo zostać zaatakowany z powodu otwarcia kolumny hetmańskiej. Kolejną słabością pozycji Czarnych jest to, że pion d5 nie jest chroniony przez żadnego innego piona.",
                    "ru": "Черные пытаются оттеснить белого Коня от центра, даже ценой своей пешечной структуры. d-пешка остается без защиты другой пешкой и может легко быть атакована, потому что ферзевая вертикаль открыта. Другая слабость в позициях Черных - d5, которая не защищена любой другой пешкой."
                }
            },
            {
                "move": "   6. Ndb5 ",
                "comment": {
                    "pt": "Ameaçando Cd6. Contra Cf5 as pretas responderiam com .. . d5 e contra as outras retiradas de cavalo a jogada . .. Bb4 seria incomoda para as brancas.",
                    "en": "Threatening Nd6. Against Nf5 Black responds with ...d5 and against other retreats of the Knight, ...Bb4 would be very disturbing for the white side.",
                    "es": "Amemazando Cd6. Contra Cf5 las negras responderían con ...d5 y contra las otras retiradas de caballo la jugada . ..Ab4 sería molesta para las blancas.",
                    "de": "Droht d6. Auf Sf5 würde Schwarz ...d5 ziehen und das unangenehme ...Lb4 auf andere Springerzüge.",
                    "zh": "威胁Nd6。对付Nf5黑方应以...d5，对付马的撤退，...Bb4会让白感到方恐慌。",
                    "pl": "Grożąc Sd6. Przeciw Sf5 Czarne odpowiadają ... d5 i przy innych zagrożeniach Skoczka, ... Gb4 mogłoby być bardzo utrudniające grę białej stronie.",
                    "ru": "Угрожает Nd6. Против Nf5, Черные отвечают ...d5, а на отступление Коня ходом ...Bb4, что будет очень тревожным сигналом для Белых."
                }
            },
            {
                "move": "   d6 7. Bg5 a6 8. Na3 b5 9. Bxf6 ",
                "comment": {
                    "pt": "A jogada 9-Cd5 também é muito praticada e a partida deve seguir com ...Be7 10-Bxf6 Bxf6 11 -c3, com o objetivo de jogar Cc2, reforçar a posição central e atacar no flanco dama com a4. As partidas 454 a 457 e 461 seguiram com esta idéia.",
                    "en": "9-Nd5 is also practiced very much and the game has to continue with ...Be7 10-Bxf6 Bxf6 11 -c3, intending to play Nc2, reinforce central position and attack on the queenside with a4. Games 454 to 457 and 461 continued with this idea.",
                    "es": "La jugada 9-Cd5 también es muy practicada y la partida debe seguir con ...Ae7 10-Axf6 Axf6 11 -c3, con el objetivo de jugar Cc2, reforzar la posición central y atacar en el flanco dama con  a4. Las partidas 454 a 457 y 461 siguieron con esta idea.",
                    "de": "Auch 9. Sd5 wird oft gespielt; die Partie muss mit ...Le7 10. Lxf6 Lxf6 11. c3, mit der Idee Sc2, fortgesetzt werden, um das Zentrum zu verstärken und zur gleichen Zeit am Damenflügel mit a4 anzugreifen. Siehe Partien 454 bis 457 und 461.",
                    "zh": "9-Nd5在实践中运用的也很多，棋局必须继续走 ...Be7 10-Bxf6 Bxf6 11 -c3，意图走Nc2，增强中心位置并以a4攻击后翼。见棋局454到457和461。",
                    "pl": "9. Sd5 jest również praktykowane bardzo często, gra idzie tak ... Ge7 10. Gxf6 Gxf6 11. C3, z zamiarem zagrani Sc2, wzmacniając centralne pozycje i atakując skrzydło hetmańskie dzięki a4. Gry od 454 do 457 oraz 461 prezentują ten pomysł.",
                    "ru": "Ход 9-Nd5 также часто практикуется, и игра продолжается ...Be7 10-Bxf6 Bxf6 11-c3, с намерением играть Nc2, усилить центральную позицию и атаковать на ферзевом фланге с a4. Игры 454, 457 и 461 продолжают эту идею."
                }
            },
            {
                "move": "   gxf6 $1 ",
                "comment": {
                    "pt": "Este é o espírito deste sistema. As pretas trazem mais um peão para o centro e acreditam que a maioria de peões centrais , somadas ao par de bispos , são compensação suficiente pelo enfraquecimento da estrutura de peões e eventual falta de proteção do próprio rei.",
                    "en": "That's the spirit of the system. Black takes another pawn to the center and believes that majority in the center plus the pair of Bishops compensate sufficiently the weakness in structure and the occasionally unprotected King.",
                    "es": "Este es el espíritu de este sistema. Las negras traen un peón más al centro y creen que la mayoría de peones centrales, sumada a la pareja de alfiles, son compensación suficiente por el debilitamiento de la estructura de peones y la eventual falta de protección del propio rey.",
                    "de": "Die Idee vom System. Schwarz bringt noch einen Bauer zum Zentrum und baut darauf, dass die Bauernmehrheit im Zentrum samt Läuferpaar die Schwäche der Bauernstruktur und die etwas ungeschützte Stellung vom König kompensieren.",
                    "zh": "这是这个系统的灵魂所在。黑方将另一个兵移到中心，并相信通过中心多兵加上双象可以充分抵消结构上的弱点和时而不受保护的王。",
                    "pl": "Oto prawdziwy duch tego debiutu. Czarne zaciągają kolejnego piona do centrum z wiarą, że większość w centrum oraz para Gońców rekompensują niedogodności struktury i niezbyt chronionego Króla.",
                    "ru": "Черные берут другую пешку в центре и надеются, что материальное преимущество в центре, плюс пара Слонов, компенсируют слабость в структуре и слабой защите Короля."
                }
            },
            {
                "move": "   10. Nd5 f5 ",
                "comment": {
                    "pt": "Valor izando a maioria central. 10...Bg7 para seguir com Ce7 e depois tentar romper em f5, ocorreu nas partidas 365,458 e 460.",
                    "en": "Increasing value of the central majority. 10...Bg7, in order to continue with Ne7 and try rupture on f5 afterwards, is presented in games 365, 458 and 460.",
                    "es": "Aumentando el valor de la mayoría central. 10...Ag7  para seguir con Ce7 y después intentar romper en f5, ocurrió en las partidas 365, 458 y 460.",
                    "de": "Setzt die Bauernmehrheit im Zentrum in Bewegung. 10...Lg7 nebst Se7 (bereitet den Hebel f5 vor) geschah in den Partien 365, 458 und 460.",
                    "zh": "增加中心多兵的价值。走10...Bg7味了能接着走Ne7，企图之后可以在f5突破，这在棋局365、458和460中介绍。",
                    "pl": "Wzmacniając wartość większości w centrum. 10. ... Gg7, w celu kontynuacji z Se7 i próby pęknięcia na f5 potem, jest zaprezentowane w grach 365, 458 i 460.",
                    "ru": "Увеличивает значение материального преимущества в центре. 10...Bg7, для того чтобы продолжить Ne7 и попробовать затем f5, как показано в играх 356, 458, 460."
                }
            },
            {
                "move": "   11. Bd3 ",
                "comment": {
                    "pt": "As brancas tinham a opção de sacrificar seu bispo ( 11-Bxb5 axb5 12-Cxb5 ) ,mas esta variante não é recomendável (partida 459).",
                    "en": "White had the option to sacrifice its Bishop (11-Bxb5 axb5 12-Nxb5 ) but this variation isn't recommended (game 459).",
                    "es": "Las blancas tenían la opción de sacrificar su alfil (11-Axb5 axb5 12-Cxb5 ), pero esta variante no esrecomendab le (partida 459).",
                    "de": "Weiß hätte den Läufer opfern können ( 11. Lxb5 axb5 12. Sxb5 ), was aber nicht zu empfehlen ist (Partie Nr. 459).",
                    "zh": "白方另外一个选择是弃象（11-Bxb5 axb5 12-Nxb5），但是这个变例不推荐（棋局459）。",
                    "pl": "Białe posiadają możliwość poświęcenia Gońca (11. Gxb5 axb5 12. Sxb5), ale ta wariacja nie jest zalecana (partia 459).",
                    "ru": "Белые могут пожертвовать Слоном (11-Bxb5 axb5 12-Nxb5), но этот вариант не рекомендуемый (игра 459)."
                }
            },
            {
                "move": "   Be6 12. c3 ",
                "comment": {
                    "pt": "Para recolocar o cavalo de a3 em jogo. Também eram possíveis e boas as jogadas 0-0, Dh5 e c4.",
                    "en": "In order to put the a3-Knight in the game again. 0-0, Qh5 and c4 were also good possibilities.",
                    "es": "Para traer el caballo de a3 de vuelta al juego. También eran posibles - y buenas - las jugadas 0-0, Dh5 y c4.",
                    "de": "Setzt den Springer a3 wieder ins Spiel. 0-0, Dh5 und c4 sind auch möglich und gut.",
                    "zh": "为了再次将a3-马投入战斗。0-0, Qh5和c4 也是很好的可能。",
                    "pl": "W celu powrotu Skoczka a3 do gry. 0-0, Hh5 i c4 byłyby również dobrymi możliwościami.",
                    "ru": "Для того, чтобы ввести опять в игру Коня на a3. 0-0, Qh5 и c4, также дает хорошие возможности."
                }
            },
            {
                "move": "   Bg7 13. O-O O-O ",
                "comment": {
                    "pt": "Outra opção seria 13...Bxd5 14-exd5 Ce7, com boa posição central e perspectivas de abrir a diagonal do bispo preto (...e4), por outro lado o peão em f5 ficaria fraco.",
                    "en": "Another option would be 13...Bxd5 14-exd5 Ne7 with good central position and prospective to open the diagonal of the black Bishop (...e4). On the other hand the f5-pawn would get weakened.",
                    "es": "Otra opción sería 13...Axd5 14-exd5 Ce7, con buena posición central y perspectivas de abrir la diagonal del alfil negro (...e4), por otro lado el peón en f5 quedaría débil.",
                    "de": "Eine andere Möglichkeit wäre 13...Lxd5 14. exd5 Se7, mit guter Stellung im Zentrum und Aussichten, die Diagonale für den schwarzen Läufer (mittels ...e4) zu öffnen; andererseits wird der Bauer auf f5 schwach.",
                    "zh": "另外一个选择应该是13...Bxd5 14-exd5 Ne7，会拥有良好的中心位置和给黑象开放斜线的预期（...e4）。另一方面f5-兵会变弱。",
                    "pl": "Inną możliwością byłoby 13. ... Gxd5 14. Exd5 Se7 z dobrą centralną pozycją i perspektywami otwarcia przekątnej dla czarnego Gońca (... e4). Z drugiej strony pion f5 mógłby stać się słaby.",
                    "ru": "Другим вариантом будет 13...Bxd5 14-exd5 Ne7, с хорошей центральной позицией и перспективой открыть диагональ для черного Слона (...e4). С другой стороны, позиция пешки на f5, может ослабнуть."
                }
            },
            {
                "move": "   14. Qh5 f4 15. Rad1 ",
                "comment": {
                    "pt": "Uma posição pouco clara onde as brancas podem atacar no flanco rei ou através da coluna dama, mas as pretas podem conseguir a ruptura em ...f5 e aumentar sua influência no centro.",
                    "en": "A quite unclear position where White can attack on the kingside or through the Queen file but Black can achieve rupture on ...f5 and increase its influence on the center.",
                    "es": "Una posición poco clara donde las blancas pueden atacar en el flanco rey o a través de la columna dama, pero las negras pueden conseguir la ruptura en ...f5 y aumentar su influencia en el centro.",
                    "de": "Eine unklare Stellung, auf der Weiß am Königsflügel oder aber auch über die d-Linien angreifen kann. Schwarz kann seinerseits den Hebel f5 im Zentrum anstreben.",
                    "zh": "一个不太清楚的局面，白方可以在王翼或者通过后翼线发动攻击，但是黑方可以用...f5进行突破并且加强自己在中心的影响力。",
                    "pl": "Dość niepewna pozycja, w której Białe mogą atakować na skrzydle królewskim lub przez kolumnę hetmańską, ale Czarne mogą doprowadzić do pęknięcia dzięki ... f5 i zwiększyć swój wpływ na centrum.",
                    "ru": "Совершенно не ясная позиция, где Белые могут атаковать на королевском фланге или через ферзевую вертикаль, но Черные могут добиться прорыва на ...f5 и усилить влияние на центр."
                }
            }
        ],
        "game_terminator": "*"
    }
]