[
    {
        "title": "",
        "white": "Gambito Evans",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "Evans gambit",
            "de": "Evans Gambit",
            "es": "Gambito Evans",
            "pt": "Gambito Evans",
            "zh": "伊文思弃兵",
            "pl": "Gambit Evansa",
            "ru": "Гамбит Эванса"
        },
        "fen": "",
        "moves": [
            {
                "move": "1. e4 e5 2. Nf3 Nc6 3. Bc4 Bc5 4. b4 ",
                "comment": {
                    "pt": "Este é o famoso Gambito Evans , cuja idéia ao entregar um peão é ganhar um tempo , para construir o centro ideal com peões em e4 e d4.",
                    "en": "This is the famous Evans gambit that intends to give up a pawn and win a tempo in order to build an ideal center with pawns on e4 and d4.",
                    "es": "Este es el famoso Gambito Evans, cuya idea es sacrificar un peón para ganar un tiempo y construir rápidamente el centro ideal, con peones en e4 y d4.",
                    "de": "Das ist das berühmte Evans-Gambit, dessen Idee darin besteht, einen Bauern zu opfern, um das ideale Zentrum (Bauern auf e4 und d4) mit Tempogewinn zu erreichen.",
                    "zh": "这是著名的伊文思弃兵，意图是弃兵获得一个先手来在e4和d4处建立一个完美的中心",
                    "pl": "Oto słynny gambit Evansa, który ma na celu poddanie piona, aby zdobyć tempo i zdubować idealne centrum pionów na e4 i d4.",
                    "ru": "Это известный гамбит Эванса, где уступается пешка и выигрывается темп, для того чтобы выстроить идеальный центр пешками e4 и d4."
                }
            },
            {
                "move": "   Bxb4 5. c3 Ba5 ",
                "comment": {
                    "pt": "5...Be7 6-d4 Ca5 (6...d6 ocorreu na partida 65) 7-Cxe5 Cxc4 8-Cxc4 d5! equilibrando a situação central também é bom.",
                    "en": "5...Be7 6-d4 Na5 (6...d6 happens in game 65) 7-Nxe5 Nxc4 8-Nxc4 d5! To put the central situation in balance is also good.",
                    "es": "5...Ae7 6-d4 Ca5 (6...d6 ocurrió en la partida 65) 7-Cxe5 Cxc4 8-Cxc4 d5!, equilibrando la situación central también es bueno.",
                    "de": "5...Le7 6. d4 Sa5 (6...d6 wurde in der Partie 65 gespielt) 7. Sxe5 Sxc4 8. Sxc4 d5! mit Gleichgewicht im Zentrum ist auch gut.",
                    "zh": "5...Be7 6-d4 Na5（6...d6出现在棋局65）7-Nxe5 Nxc4 8-Nxc4 d5！为了使中心达到平衡，这样也是好的。",
                    "pl": "5. ... Ge7 6. d4 Sa5 (6. ... d6 przydarzyło się w partii 65) 7. Sxe5 Sxc4 8. Sxc4 d5! Zbalansowanie sytuacji w centrum jest również dobrym rozwiązaniem.",
                    "ru": "5...Be7 6-d4 Na5 (6...d6 рассматривается в игре 65) -Nxe5 Nxc4 8-Nxc4 d5!, чтобы привести к балансу центральное положение."
                }
            },
            {
                "move": "   6. d4 ",
                "comment": {
                    "pt": "Em nossa base, as partidas de 57 a 60 e 63,64 tratam desta posição. As brancas dominam o centro e podem atacar o ponto f7 imediatamente com Db3. A melhor defesa para as pretas foi encontrada por Lasker e após sua descoberta o Gambito Evans caiu em desuso.",
                    "en": "In our database the games 57 to 60 and 63, 64 deal with this position. White dominates the center and is able to attack f7 immediately with Qb3. The best defense was discovered by Lasker and after that the Evans Gambit fell into disuse.",
                    "es": "En nuestra base, las partidas de 57 a 60 y 63 y 64 tratan esta posición. Las blancas dominan el centro y pueden atacar el punto f7 inmediatamente con Db3. La mejor defensa para las negras fue encontrada por Lasker y después de su descubrimiento el Gambito Evans cayó en desuso.",
                    "de": "Partien 57 bis 60, 63 und 64 behandeln diese Stellung. Weiß beherrscht das Zentrum und kann mit Db3 den Punkt f7 angreifen. Die beste Verteidigung für Schwarz wurde von Lasker entdeckt, wonach das Gambit nicht mehr so oft gespielt wurde.",
                    "zh": "我们棋库中的棋局57到60和63、64都是讲这个局面的。白方统治中心并可以即刻走Qb3攻击f7。最佳防御被拉斯克发现之后伊文思弃兵被渐渐弃用了。",
                    "pl": "W naszym archiwum gry od 57 do 60 oraz 63, 64 współdzielą tą pozycję. Białe dominują w centrum i są w stanie natychmiast zaatakować f7 dzięki Hb3. Najlepszą obronę odkrył Lasker i wtedy gambit Evansa poddano silnej dyskusji.",
                    "ru": "В играх 57-60, а также в играх 63,64 рассматриваются варианты из этой позиции. Белые доминируют в центре и намереваются атаковать f7 игрой Qb3. Лучшая защита была обнаружен Ласкером, после чего гамбит Эванса подвергся серьезному обсуждению."
                }
            },
            {
                "move": "   d6 7. Qb3 ",
                "comment": {
                    "pt": "Se agora 7...De7? 8-d5 ganha uma peça.",
                    "en": "If 7...Qe7?, 8-d5 wins a piece.",
                    "es": "Si ahora 7...De7?. 8-d5 gana una pieza.",
                    "de": "7...De7? verliert eine Figur nach 8. d5.",
                    "zh": "如果走7...Qe7?，那么应8-d5赢一个子。",
                    "pl": "Jeśli 7. ... He7?, wtedy 8. d5 wygrywa figurę.",
                    "ru": "Если 7...Qe7?, то 8-d5 выигрывается пешка."
                }
            },
            {
                "move": "   Qd7 8. dxe5 Bb6 ",
                "comment": {
                    "pt": "Esta é a idéia de Lasker; devolver o peão para ganhar tempo no desenvolvimento e eventualmente jogar ...Ca5 eliminando o bispo branco.",
                    "en": "Laska's idea is to return the pawn in exchange for a tempo in development and occasionally play ...Na5 eliminating the white Bishop.",
                    "es": "Esta es la idea de Lasker: devolver el peón para ganar tiempo en el desarrollo y eventualmente jugar ...Ca5, eliminando el alfil blanco.",
                    "de": "Laskers Idee: Schwarz gibt den Bauern zurück, um die Entwicklung mit Tempogewinn zu vollenden und eventuell den weißen Láufer mit ...Sa5 zu beseitigen.",
                    "zh": "拉斯克的想法是退回兵来赢得一个先手结束出子，并且尽可能的走...Na5来消灭白象。",
                    "pl": "Ideą Laskera jest oddanie piona w zamian za tempo i rozwój oraz w razie potrzeby zagranie ... Sa5 eliminujące białego Gońca.",
                    "ru": "Идея Ласкера состоит в отыгрыше пешки взамен на темп для развития фигур, и обычно играется ...Na5 со взятием белого Слона."
                }
            },
            {
                "move": "   9. Nbd2 Na5 10. Qb4 Nxc4 11. Nxc4 Bc5 12. Qb3 Ne7 13. O-O O-O 14. exd6 cxd6 15. Ba3 ",
                "comment": {
                    "pt": "Com equilíbrio, conforme demonstra a partida 170 de nossa base entre Short e Hubner.",
                    "en": "With balance, as presented in the game 170 of our database, between Short and Hubner.",
                    "es": "Con equilibrio, según demuestra la partida 170 de nuestra base entre Short y Hübner.",
                    "de": "Mit Ausgleich (Short-Hübner, Partie 170 unserer Datenbank).",
                    "zh": "正如棋局170中Short和Hubner之间的对局所示，达到平衡。",
                    "pl": "Z balansem, jak zaprezentowano w grze 170 z naszej bazy, pomiędzy Shortem i Hubnerem.",
                    "ru": "Балансирует игру, что показаноо в игре 170, нашей базы игр, между Шортом и Хабнером."
                }
            }
        ],
        "game_terminator": "*"
    }
]