[
    {
        "title": "",
        "white": "India da dama",
        "white_sort": "",
        "black": "Variante Petrossian",
        "date": "",
        "event": {
            "en": "Petrossian sistem",
            "de": "Petrosjan-System",
            "es": "Variante Petrosian",
            "pt": "Variante Petrosia",
            "zh": "Petrossian体系",
            "pl": "System Petrossiana",
            "ru": "Система Петросяна"
        },
        "fen": "",
        "moves": [
            {
                "move": "1. d4 Nf6 2. c4 e6 3. Nf3 b6 4. a3 ",
                "comment": {
                    "pt": "Esta variante leva o nome do ex campeão mundial T.Petrossian e tem por objetivo desenvolver o cavalo por c3, sem permitir a cravada (...Bb4). Alguns jogadores preferem jogar 4-Cc3 (partidas 673 a 677) diretamente, permitindo uma transposição para a defesa Nimzoindia.",
                    "en": "This variation is carries the name of the former World Champion T. Petrossian and aims to develop the Knight through c3 without allowing the pin (...Bb4). Some prefer to play 4-Nc3 (games 673 to 677) directly, allowing the transposition of the game to the Nimzo-Indian defense.",
                    "es": "Esta variante lleva el nombre del ex campeón mundial T. Petrosian y tiene por objetivo desarrollar el caballo por c3, sin permitir la clavada (... Ab4). Algunos jugadores prefieren jugar 4-Cc3 (partidas 673 a 677) directamente, permitiendo una transposición a la Defensa Nimzoindia.",
                    "de": "Diese Variante trägt den Namen des ehemaligen Weltmeister Tigran Petrosjan. Die Absicht ist, den Springer nach c3 zu entwickeln,  ohne dass er gefesselt wird (...Lb4). Einige Spieler ziehen 4. Sc3  vor (Partien Nr. 673 bis 677), was einen Übergang in die Nimzowitsch-Indischen-Verteidigung zulässt.",
                    "zh": "这个变例使用的是前世界冠军彼得罗辛的名字，目的是通过c3出象，并且不被牵制（...Bb4）。有些人倾向于直接走4-Nc3（棋局673到677），将棋局变换为尼姆佐-印度防御。",
                    "pl": "Ta wariacja nosi nazwisko byłego Mistrza Świata Tigrana Petrossiana i polega na wyprowadzeniu Skoczka przez c3 z uniknięciem przygwożdżenia (... Gb4). Niektórzy preferują zagrać 4. Sc3 (partie od 673 do 677) od razu, zezwalając na transpozycję do obrony Nimzo-indyjskiej.",
                    "ru": "Этот вариант носит имя экс-Чемпиона Мира Петросяна и направлен на развитие Коня через c3, не позволяя связку (...Bb4). Некоторые предпочитают напрямую играть 4-Nc3 (игры 673-677), позволяя перевести игру в позицию Нимцо-индийской защиты."
                }
            },
            {
                "move": "   Bb7 ",
                "comment": {
                    "pt": "A opção 4...c5 5-d5 exd5 6-cxd5 g6 ocorreu na partida 669 e leva a posições similares as da defesa Benoni.",
                    "en": "The option 4...c5 5-d5 exd5 6-cxd5 g6 is presented in game 669 and leads to similar positions as in the Benoni defense.",
                    "es": "La opción 4...c5 5-d5 exd5 6-cxd5 g6 ocurrió en la partida 669 y lleva a posiciones similares a las de la Defensa Benoni.",
                    "de": "4...c5 5. d5 exd5 6. cxd5 g6 geschah in der Partie Nr. 669 und führte zu ähnlichen Stellungen wie die der Benoni-Verteidigung.",
                    "zh": "选项4...c5 5-d5 exd5 6-cxd5 g6在棋局669中呈现，并且会导致跟别诺尼防御类似。",
                    "pl": "Opcja 4. ... c5 5. d5 exd5 6. cxd5 g6 jest prezentowana w partii 669 i prowadzi do podobnej pozycji co w obronie Benoni.",
                    "ru": "Вариант 4...c5 5-d5 exd5 6-cxd5 g6 представлен в игре 669 и приводит к такой же позиции, как в защите Бенони."
                }
            },
            {
                "move": "   5. Nc3 d5 ",
                "comment": {
                    "pt": "As brancas planejavam jogar d5 e depois e4 aumentando o domínio central e as pretas evitam tal plano. Outra opção seria 5. ..Ce4 que ocorreu na partida 670, onde Kasparov jogou 6-Cxe4 Bxe4 7-Cd2 e derrotou o sueco U.Andersson.",
                    "en": "White plans to play d5 and then e4 increasing its central domain and Black prevents it. Another option would be 5. ..Ne4 presented in game 670, where Kasparov plays 6-Nxe4 Bxe4 7-Nd2 and defeats the Swede U. Andersson.",
                    "es": "Las blancas planeaban jugar d5 y después e4 aumentando el dominio central y las negras evitan tal plan. Otra opción sería 5...Ce4 que ocurrió en la partida 670, donde Kasparov jugó 6-Cxe4 Axe4 7-Cd2 y derrotó al sueco U. Andersson.",
                    "de": "Weiß plante, d5 nebst e4 zu spielen, mit Kontrolle über das Zentrum. Schwarz durchkreuzt diesen Plan. Eine andere Möglichkeit wäre 5. ..Se4 wie in der Partie Nr. 670, in der Kasparov 6. Sxe4 Lxe4 7. Sd2 spielte und den schwedischen Großmeister Ulf Andersson schlug.",
                    "zh": "白方计划走d5然后e4，增强中心的统治，但被黑方阻止了。另外的选择可以是 5. ..Ne4，在棋局670中呈现，这局中卡斯帕罗夫走6-Nxe4 Bxe4 7-Nd2并打败瑞士人安德森。",
                    "pl": "Białe planują zagrać d5 i potem e4 zwiększając centralną dominację, zaś Czarne zapobiegają temu. Innym wyjście byłoby 5. ... Se4 prezentowane w partii 670, gdzie Kasparow zagrał 6. Sxe4 Gxe4 7. Sd2 i pokonał Szweda Ulfa Anderssona.",
                    "ru": "Белые планируют играть d5, а затем e4, усиливая доминирование в центре, а Черные препятствуют этому. Другим вариантом будет 5...Ne4, показанный в игре 670, где Каспаров играет 6-Nxe4 Bxe4 7-Nd2, и выигрывает у шведа Андерсена."
                }
            },
            {
                "move": "   6. cxd5 Nxd5 ",
                "comment": {
                    "pt": "Também seria possível retomar de peão.",
                    "en": "It's also possible to retake with the pawn.",
                    "es": "También sería posible retomar con el peón.",
                    "de": "Es wäre auch möglich, mit dem Bauern zurückzuschlagen.",
                    "zh": "夺回兵也是可行的。",
                    "pl": "Możliwe jest także wzięcie przez piona.",
                    "ru": "Также возможно отыграть пешкой."
                }
            },
            {
                "move": "   7. e3 Nxc3 8. bxc3 Be7 9. Bb5+ ",
                "comment": {
                    "pt": "9-Bd3 diretamente seria equivalente e levaria a mesma posição.",
                    "en": "9-Bd3 directly is an equivalent and leads to the same position.",
                    "es": "9-Ad3 directamente sería equivalente y llevaría a la misma posición.",
                    "de": "Das direkte 9. Ld3 wäre gleichwertig und würde zur gleichen Stellung führen.",
                    "zh": "直接走9-Bd3是同样的并且会走向同样的局面。",
                    "pl": "9. Gd3 zagrany natychmiast jest tak samo dobry i prowadzi do tej samej pozycji.",
                    "ru": "Играть 9-Bd3 напрямую, ведет к такой же позиции."
                }
            },
            {
                "move": "   c6 10. Bd3 c5 11. O-O Nc6 12. Bb2 Rc8 13. Qe2 O-O 14. Rad1 ",
                "comment": {
                    "pt": "Ambos terminaram o desenvolvimento e as brancas têm maior domínio central. A excelente partida Kasparov-Portisch (671) seguiu a partir desta posição.",
                    "en": "Both sides complete development and White has greaterdominance in the center. The excellent game between Kasparo and Portisch (671) continues from this position on.",
                    "es": "Ambos terminaron el desarrollo y las blancas tienen mayor dominio central. La excelente partida Kasparov-Portisch (671) siguió a partir de esta posición.",
                    "de": "Beide haben die Entwicklung beendet. Weiß beherrscht das Zentrum. Die ausgezeichnete Partie Kasparow-Portisch (Nr. 671) zeigt eine Fortsetzung.",
                    "zh": "双方都结束出子，白方拥有对中心的强大统治。卡斯帕罗夫和Portisch 之间的精彩对局是这个局面的一种延续（棋局671）。",
                    "pl": "Obie strony ukończyły wyprowadzanie figur, lecz Białe posiadają większą kontrolę w centrum. Doskonała gra pomiędzy Kasparowem i Portischem (671) kontynuuje z tej pozycji.",
                    "ru": "Обе стороны закончили развитие и у Белых большее доминирование в центре. Великолепная партия между Каспаровым и Портишом (игра 671), продолжает эту позицию."
                }
            }
        ],
        "game_terminator": "*"
    }
]