[
    {
        "title": "",
        "white": "India da dama",
        "white_sort": "",
        "black": "Variante do Fiancheto",
        "date": "",
        "event": {
            "en": "g3 variation",
            "de": "Fianchetto-Variante",
            "es": "Variante del Fianchetto",
            "pt": "Variante do Fianchetto",
            "zh": "侧翼象变例",
            "pl": "Wariant g3",
            "ru": "Вариант Фианкетто"
        },
        "fen": "",
        "moves": [
            {
                "move": "1. d4 Nf6 2. c4 e6 3. Nf3 b6 4. g3 Bb7 ",
                "comment": {
                    "pt": "A jogada 4...Ba6 é muito utilizada e, após a jogada natural 5-b3 (5-Da4 no jogo 665), as pretas jogaram ...Bb4 6-Bd2 Be7, seguido de ...c6 e ...d5, disputando o centro (jogos 661, 662 e 663).",
                    "en": "4...Ba6 is used very frequently and after the natural 5-b3 (5-Qa4, game 665) Black plays ...Bb4 6-Bd2 Be7 followed by ...c6 and ...d5 fighting for the center (games 661, 662 and 663).",
                    "es": "La jugada 4...Aa6 es muy jugada y después de la natural 5-b3 (5-Da4 partida 665), las negras juegan ...Ab4 6-Ad2 Ae7, seguido de ...c6 y ...d5, disputando el centro (partidas 661, 662 y 663).",
                    "de": "4...La6 wird oft gespielt. Nach dem natürlichen Zug 5. b3 (5. Da4 in der Partie Nr. 665) kämpfte Schwarz um das Zentrum mit ...Lb4 6. Ld2 Le7 nebst ...c6 und ...d5 (Partien Nr. 661, 662 und 663).",
                    "zh": "4...Ba6被经常使用，在走了常见的5-b3 （5-Qa4，棋局665）黑方走 ...Bb4 6-Bd2 Be7随后...c6 和 ...d5，争夺中心（棋局661、662和663）。",
                    "pl": "4. ... Ga6 jest używany bardzo często i po naturalnym 5. b3 (5. Ha4, partia 665) Czarne grają ... Gb4 6. Gd2 Ge7 kontynuowane przez ... c6 i ... d5 walcząc o centrum (partie 661-663).",
                    "ru": "Ход 4...Ba6 используется очень часто и после логичного хода 5-b3 (5-Qa4, игра 665), Черные играют ...Bb4 6-Bd2 Be7, за чем следует ...c6 и ...d5 борьба за центр (игры 661, 662 и 663)."
                }
            },
            {
                "move": "   5. Bg2 Be7 ",
                "comment": {
                    "pt": "5...Bb4 ocorre nas partidas 654, 655, 657, 658 e 664. É importante saber que após 6-Bd2 Bxd2 7-Dxd2 é a jogada correta , com o objetivo de desenvolver o cavalo por c3, onde ele está melhor colocado.",
                    "en": "5...Bb4 is presented in games 654, 655, 657, 658 and 664. It's very important to know that after 6-Bd2, ... Bxd2 7-Qxd2 is the correct move in order to develop the Knight through c3, where it is better placed than before.",
                    "es": "5...Ab4 ocurre en las partidas 654, 655, 657, 658 y 664. Es importante saber que después de  6-Ad2 Axa6 7-Dxd2 es la jugada correcta, con el objetivo de desarrollar el caballo por c3, donde estará mejor colocado.",
                    "de": "5...Lb4 geschieht in den Partien 654, 655,  657, 658 und 664. Es ist wichtig zu wissen, dass nach 6. Ld2 Lxd2 7. Dxd2 der richtige Zug ist, um den Springer nach c3 zu entwickeln, wo er besser steht.",
                    "zh": "5...Bb4在棋局654、655、657、658和664中呈现。必须要清楚的一点是走了6-Bd2之后，走... Bxd2 7-Qxd2是正确的走法，来通过c3出马，这比之前的位置要好。",
                    "pl": "5. ... Gb4 wystąpił w grach 654, 655, 657, 658 i 664. Bardzo ważne jest zapamiętanie, że po 6. Gd2, poprawną sekwencją jest ... Gxd2 7. Hxd2 w celu wyprowadzenia Skoczka przez c3, gdzie jest umieszczony lepiej, niż poprzednio.",
                    "ru": "Ход 5...Bb4 рассматривается в играх  654, 655, 657, 658 и 664. Важно знать, что после 6-Bd2, ...Bxd2 7-Qxd2 - корректный ход, для того чтобы развить Коня через c3, где он будет лучше спозиционирован."
                }
            },
            {
                "move": "   6. O-O ",
                "comment": {
                    "pt": "6-Cc3 0-0 7-Dc2 ocorreu na partida 660.",
                    "en": "6-Nc3 0-0 7-Qc2 is presented in game 660.",
                    "es": "6-Cc3 0-0 7-Dc2 ocurrió en la partida 660.",
                    "de": "6. Sc3 0-0 7. Dc2 geschah in der Partie 660.",
                    "zh": "6-Nc3 0-0 7-Qc2在棋局660中介绍。",
                    "pl": "6. Sc3 0-0 7. Hc2 jest zaprezentowane w partii 660.",
                    "ru": "Серия маневров 6-Nc3 0-0 7-Qc2 представлена в игре 660."
                }
            },
            {
                "move": "   O-O 7. Nc3 Ne4 ",
                "comment": {
                    "pt": "As brancas planejam jogar d5 ou Dc2-e4 e é importante controlar a casa e4 ,mantendo a grande diagonal aberta. A opção 7...d5 (partida 653) também disputa o centro e controla casas importantes, mas fecha a grande diagonal e limita a ação do próprio bispo.",
                    "en": "White plans to play d5 or Qc2-e4 and it's important to control e4 and keep the big diagonal open. The option 7...d5 (game 653) also fights for the center and controls important squares but it closes the big diagonal and limits the action of the Bishop.",
                    "es": "Las blancas planean jugar d5 o Dc2-e4; es importante controlar la casilla e4, manteniendo la gran diagonal abierta. La opción 7...d5 (partida 653) también disputa el centro y controla casillas importantes, pero cierra la grande diagonal y limita la acción del propio alfil.",
                    "de": "Weiß plant d5 oder Dc2-e4 zu spielen. Es ist wichtig das Feld e4 zu kontrollieren und die lange Diagonale offen zu halten.  7...d5 (Partie Nr 653) kämpft auch um das Zentrum und kontrolliert wichtige Felder, sperrt aber die lange Diagonale und blockiert den eigenen Läufer.",
                    "zh": "白方计划走d5或者Qc2-e4，很重要的是控制e4和保持大斜线开放。选择7...d5（棋局653）也是争夺中心并控制重要咯，但是会封闭大斜线并限制象的活动。",
                    "pl": "Białe planują zagrać d5 lub Hc2-e4, ważnym jest kontrola e4 i zachowanie otwartej długiej przekątnej. Opcja 7. ... d5 (653) również walczy o centrum i kontroluje ważne pola, ale zamyka przekątną i ogranicza akcje Gońca.",
                    "ru": "Белые планируют d5 или Qc2-e4, что очень важно для контроля над полем e4, и удерживать открытой большую диагональ. Вариант 7...d5 (игра 653) также ведет к борьбе за центр и контроль над важными квадратами, но таким образом, закрывается большая диагональ и ограничивается участие Слона."
                }
            },
            {
                "move": "   8. Qc2 Nxc3 9. Qxc3 d6 ",
                "comment": {
                    "pt": "A opção 9... c5 10-Td1 d6 também é uma boa forma de disputar o centro (partida 659).",
                    "en": "The option 9...c5 10-Rd1 d6 is also a good way to fight for the center (game 659).",
                    "es": "La opción 9...c5 10-Td1 d6 también es una buena forma de disputar el centro (partida 659).",
                    "de": "9... c5 10. Td1 d6 ist auch eine gute Form, um um das Zentrum zu kämpfen (Partie Nr. 659).",
                    "zh": "9...c5 10-Rd1 d6这种选择也是不错的方法来争夺中心（棋局659）。",
                    "pl": "Opcja 9. ... c5 10. Wd1 d6 jest również dobrą drogą walki o centrum (partia 659).",
                    "ru": "Также хороший вариант 9...c5 10-Rd1 d6, который ведет к борьбе за центр (игра 659)."
                }
            },
            {
                "move": "   10. Qc2 ",
                "comment": {
                    "pt": "Para jogar e4.",
                    "en": "In order to play e4.",
                    "es": "Para jugar e4.",
                    "de": "Um e4 zu spielen.",
                    "zh": "为了走e4。",
                    "pl": "W celu zagrania e4.",
                    "ru": "Для того, чтобы играть e4."
                }
            },
            {
                "move": "   f5 11. Ne1 ",
                "comment": {
                    "pt": "Para trocar os bispos e preparar a jogada e4, que dará as brancas um maior domínio central (partida 656).",
                    "en": "In order to exchange Bishops and prepare e4 that offers White a greater dominance in the center (game 656).",
                    "es": "Para cambiar los alfiles y preparar la jugada e4, que les dará a las blancas un mayor dominio central (partida 656).",
                    "de": "Um die Läufer abzutauschen und e4 vorzubereiten, was Weiß mehr Kontrolle über das Zentrum verschaffen wird (Partie Nr. 656).",
                    "zh": "为了兑象和准备e4，这会使白方获得对中心的强大统治（棋局658）。",
                    "pl": "Aby wymienić Gońca i przygotować e4, co zdobywa większą dominację w centrum dla Białych (partia 656).",
                    "ru": "Для того, чтобы разменять Слонов и приготовиться к e4, что обеспечит Белых большим доминированием в центре (игра 656)."
                }
            }
        ],
        "game_terminator": "*"
    }
]