[
    {
        "title": "",
        "white": "Defesa Francesa",
        "white_sort": "",
        "black": "variante 3...dxe4",
        "date": "",
        "event": {
            "en": "3...dxe4 variation",
            "de": "Variante mit 3...dxe4",
            "es": "Variante 3...dxe4",
            "pt": "Variante 3...dxe4",
            "zh": "3...dxe4变例",
            "pl": "3. ... dxe4",
            "ru": "Вариант 3...dxe4"
        },
        "fen": "",
        "moves": [
            {
                "move": "1. e4 e6 2. d4 d5 3. Nc3 dxe4 ",
                "comment": {
                    "pt": "Com este lance as pretas entregam parcialmente o centro, mas terminarão seu desenvolvimento com facilidade. Esta jogada serve contra 3-Cc3 e 3-Cd2.",
                    "en": "With this move Black gives up the center partially but completes its development easily. It works against 3-Nc3 and 3-Nd2.",
                    "es": "Con esta jugada las negras entregan parcialmente el centro, pero terminarán su desarrollo con facilidad. Esta jugada sirve contra 3-Cc3 y 3-Cd2.",
                    "de": "Schwarz gibt das Zentrum vorübergehend auf, beendet aber problemlos seine Entwicklung. Der Textzug kann sowohl gegen 3. Sc3 oder 3. Sd2 angewandt werden.",
                    "zh": "走这一着黑方放弃部分中心，但是便于结束出子。这着用来对付3-Nc3或3-Nd2",
                    "pl": "Tym ruchem Czarne częściowo poddają centrum, ale kończą rozwój z łatwością. Skutkuje to przeciwko 3. Sc3 oraz 3. Sd2.",
                    "ru": "Этим ходом Черные частично отказываются от центра, но легко заканчивают развитие своих фигур. Это работает против 3-Nc3 и 3-Nd2."
                }
            },
            {
                "move": "   4. Nxe4 Nd7 ",
                "comment": {
                    "pt": "Para jogar ...Cgf6 e trocar peças no centro. 4...Cf6 seria um erro devido a 5-Cxf6 Dxf6 6-Cf3 e as brancas ganharão um tempo no desenvolvimento atacando a dama (Bg5). Aqui há uma cilada famosa após 6...b6 7-Bd3 Bb7 8-Bg5 Bxf3 9-Dd2! ganhando a dama. Também é muito jogado 4... Bd7, com a idéia de ...Bc6.",
                    "en": "In order to play ...Ngf6 and exchange pieces in the center. 4...Nf6 would be a mistake due to 5-Nxf6 Qxf6 6-Nf3 and White will win a tempo in development attacking the Queen (Bg5). There is a famous trap after 6...b6: 7-Bd3 Bb7 8-Bg5 Bxf3 9-Qd2! winning the Queen. 4... Bd7, intending ...Bc6, is also used a lot.",
                    "es": "Para jugar ...Cgf6 y cambiar piezas en el centro. 4...Cf6 sería un error debido a 5-Cxf6 Dxf6 6-Cf3 y las blancas ganarán un tiempo en el desarrollo atacando la dama (Ag5). Aquí hay una celada famosa después de  6...b6 7-Ad3 Ab7 8-Ag5 Axf3 9-Dd2! ganando la dama. También es muy jugada 4...Ad7, con la idea de ...Ac6.",
                    "de": "Um ...Sgf6 zu spielen und Figuren im Zentrum abzutauschen. 4...Sf6 wäre ein Fehler wegen 5. Sxf6 Dxf6 6. Sf3 und Weiß greift die Dame mit Tempogewinn an (Lg5). Hier wickelt sich eine bekannte Eröffnungsfalle ab: 6...b6 7. Ld3 Lb7 8. Lg5 Lxf3 9. Dd2! Mit Damenfang. Auch wird oft  4... Ld7 mit der Idee ...Lc6 gespielt.",
                    "zh": "为了走 ...Ngf6并且在中心兑子。鉴于5-Nxf6 Qxf6 6-Nf3走4...Nf6是错误的，白方会赢得一个出子先手并攻击后（Bg5）。在6...b6: 7-Bd3 Bb7 8-Bg5 Bxf3 9-Qd2!之后产生一个著名的陷阱，捉后。 另外走4... Bd7目的为了走...Bc6也被广泛使用。",
                    "pl": "Aby zagrać ... Sgf6 i wymienić figury w centrum. 4. ... Sf6 byłby błędem z powodu 5. Sxf6 Hxf6 6. Sf3 i Białe wygrywają tempo w rozwoju atakując Hetmana (Gg5). Istnieje tutaj słynna pułapka po 6. ... b6: 7. Gd3 Gb7 8. Gg5 Gxf3 9. Hd2! Wygrywając Hetmana. 4. ... Gd7, z zamiarem ... Gc6, jest również często używane.",
                    "ru": "Для того, чтобы играть ...Ngf6 и разменять фигуры в центре. 4...Nf6 будет ошибочным ходом, из-за 5-Nxf6 Qxf6 6-Nf3, где Белые выигрывают темп в развитии атаки на Ферзя (Bg5). Существует известная ловушка после 6...b6: 7-Bd3 Bb7 8-Bg5 Bxf3 9-Qd2! выигрывается Ферзь. 4...Bd7, с намерением ...Bc6, также многие используют."
                }
            },
            {
                "move": "   5. Nf3 ",
                "comment": {
                    "pt": "O jogo das brancas é simples e suas peças podem ser desenvolvidas com facilidade. Em nossa base as partidas 281 a 285 tratam desta posição.",
                    "en": "White's game is simple and its pieces are able to develop easily. Games 281 to 285 of our database deal with this position.",
                    "es": "El juego de las blancas es simple y sus piezas pueden ser desarrolladas con facilidad. En nuestra base las partidas 281 a 285 tratan esta posición.",
                    "de": "Weiß entwickelt problemlos seine Figuren. Siehe Partien Nr. 281 bis 285 auf unserer Datenbank.",
                    "zh": "白方局面简单，它的棋子都很容易出子。棋库中棋局281和285涉及到这个局面。",
                    "pl": "Dalsza gra białych jest prosta, a ich figury zostaną szybko wyprowadzone. Gry od 281 do 285 z naszej bazy dzielą tę pozycję.",
                    "ru": "У Белых несложная игра и их фигуры способны легко развиваться. Игры 281 и 285, нашей базы игр, начинаются с этой позиции."
                }
            },
            {
                "move": "   Ngf6 6. Nxf6+ Nxf6 7. Bd3 c5 8. dxc5 Bxc5 9. O-O O-O 10. Bg5 b6 11. Qe2 ",
                "comment": {
                    "pt": "A posição branca é preferível e mais fácil de jogar (partida 284). A próxima jogada deve ser Tad1, completando o desenvolvimento e planejando um ataque no flanco rei.",
                    "en": "White's position is preferable and easier (game 284). The next move must be Rad1, completing development and planning an attack on the kingside.",
                    "es": "La posición blanca es preferible y más fácil de jugar (partida 284). La próxima jugada debe ser Tad1, completando el desarrollo y planeando un ataque en el flanco rey.",
                    "de": "Die weiße Stellung ist vorzuziehen und lässt sich einfach spielen (Partie Nr. 284). Als nächstes kommt Tad1,  was die Entwicklung vollendet und einen Angriff auf den Königsflügel vorbereitet.",
                    "zh": "白方的局面略胜一筹也更加容易（棋局284）。下一步必须走Rad1，结束出子并计划王翼攻击。",
                    "pl": "Preferowana i łatwiejsza jest pozycja Białych (gra 284). Następnym ruchem musi być Wad1, wieńczący rozwój i planujący atak na skrzydło królewskie.",
                    "ru": "Позиция Белых предпочтительней и проще (игра 284). Следующий ход должен быть Rad1, завершающий развитие и планирующий атаку на королевском фланге."
                }
            }
        ],
        "game_terminator": "*"
    }
]