[
    {
        "title": "",
        "white": "Siciliana",
        "white_sort": "",
        "black": "Variante Fechada.",
        "date": "",
        "event": {
            "en": "Closed variation",
            "de": "Geschlossene Variante",
            "es": "Variante Cerrada",
            "pt": "Variante Cerrada",
            "zh": "封闭变例",
            "pl": "Zamknięta wariacja",
            "ru": "Закрытый вариант"
        },
        "fen": "",
        "moves": [
            {
                "move": "1. e4 c5 2. Nc3 Nc6 3. g3 ",
                "comment": {
                    "pt": "Neste sistema, as brancas buscam primeiro o desenvolvimento no flanco rei, para depois definirem o centro, ainda que na maior parte das vezes o centro ficará como está e as brancas atacarão no flanco rei, com os peões na frente das peças, comecando com as jogadas \"f4-h3-g4\" e depois, se possível \"g5-f5\". Para melhor entender esta abertura é necessário estudar as partidas sem a preocupação de memorizar as jogadas. As partidas 446 a 450 de nossa base são muito instrutivas e ajudam na compreensão deste sistema.",
                    "en": "In this system White looks for kingside development first in order to determine the center afterwards even if in most cases the center stays as it is and White attacks on the kingside with pawns in front of its pieces, starting with f4-h3-g4 and then, if possible, g5-f5. In order to understand this opening better it is necessary to study the games without worrying about memorizing the moves. Games 446 to 450 of our database are very instructive and helpful for understanding this system.",
                    "es": "En este sistema, las blancas buscan primero el desarrollo en el flanco rey, para recién después definir el centro, que en la mayor parte de las veces quedará como está y las blancas atacarán en el flanco rey, con los peones delante de las piezas, comenzando con las jugadas \"f4-h3-g4\" y después, si es posible, \"g5-f5\". Para entender mejor esta apertura es necesario estudiar las partidas sin preocuparse en memorizar las jugadas. Las partidas 446 a 450 de nuestra base son muy instructivas y ayudan a comprender este sistema.",
                    "de": "In diesem System entwickelt Weiß zuerst den Königsflügel, bevor er eine Entscheidung im Zentrum trifft. Normalerweise bleibt das Zentrum unverändert und Weiß greift mit den Bauern vor den Figuren am Königsflügel an (mit f4-h3-g4 und später gelegentlich mit g5-f5). Um die Eröffnung besser zu verstehen, ist  es gut, die Partien nachzuspielen, ohne sich darum zu kümmern, die Zugfolge auswendig zu lernen. Partien 446 bis 450 unserer Datenbank sind sehr lehrreich und helfen dabei, dieses System zu verstehen.",
                    "zh": "在这个体系中白方首先在王翼出子再来决定中心。在很多情况下中心就持不变，白方在前方用兵攻击王翼，用f4-h3-g4开始，如果可能的话继续 g5-f5。为了更好的理解这个开局必须仔细专研而不担心如何好好记住棋序。棋库中棋局446到450对理解这个体系是非常有帮助有益的。",
                    "pl": "W tym systemie Białe szukają najpierw rozwoju figur na skrzydle królewskim, aby później określić działania w centrum, nawet jeśli sytuacja w centrum pozostanie niezmienna Białe zaatakują na skrzydle królewskim przez piony przed własnymi figurami, startując od f4-h3-g4 i potem, w miarę możliwości, g5-f5. W celu zrozumienia tego debiutu konieczne jest studiowanie gier bez obawy o zapamiętanie ruchów. Partie 446-450 z naszej bazy są bardzo instruktarzowe i pomocne w zrozumieniu tego systemu.",
                    "ru": "Белые развиваются на королевском фланге, для того чтобы потом определиться с центром, так как его положение не меняется. Белые атакуют на королевском фланге пешками, впереди своих фигур, начиная f4-h3-g4, и, далее, если возможно, g5-f5. Для того, чтобы лучше понять этот дебют, необходимо изучить игры без заучивания ходов. Игры 446-450, нашей базы игр, очень подробно и доступно разбирают такое начало."
                }
            },
            {
                "move": "   g6 ",
                "comment": {
                    "pt": "As pretas buscarão contraatacar no flanco dama com o avanço do seu peão b e colocam o bispo nesta grande diagonal \"h8-a1\" com dois objetivos; defender o rei e pressionar o flanco dama.",
                    "en": "Black will trytocounter-atta ck on the queenside by advancing its b-pawn. The Bishop is placed on the big h8-a1 diagonal with two goals: to defend the King and put pressure on the queenside.",
                    "es": "Las negras buscarán contraatacar en el flanco dama con el avance de su peón b y colocan el alfil en esta gran diagonal \"h8-a1\" con dos objetivos, defender el rey y presionar el flanco dama.",
                    "de": "Schwarz sucht Gegenangriff am Damenflügel mit dem Vorrücken des b-Bauern und stellt den Läufer auf die lange Diagonale mit zwei Zielen: den König zu verteidigen und den gegnerischen Damenflügel unter Druck zu setzen.",
                    "zh": "黑方尝试在后翼挺兵进行反击。将象摆在h8-a1大斜线有两个目的：防御王并给后翼施加压力。",
                    "pl": "Czarne spróbują kontrataku na skrzydle hetmańskim przez marsz piona b. Goniec jest umieszczony na długiej przekątnej h8-a1 z dwóch powodów: aby bronić Króla oraz wywierać presję na skrzydło hetmańskie.",
                    "ru": "Черные пробуют контратаковать на ферзевом фланге развивая свою b-пешку. Слон размещен на большой диагонали h8-a1 с двумя целями: защитить Короля и оказать давление на ферзевый фланг."
                }
            },
            {
                "move": "   4. Bg2 Bg7 5. d3 d6 6. f4 e6 ",
                "comment": {
                    "pt": "Também são boas as jogadas ...e5 e ... Cf6. A jogada do texto é a mais flexível, pois não obstrui a diagonal do bispo preto e mantém todas as possibilidades de disputar o centro (...e5 ...d5 ...f5) em aberto.",
                    "en": "...e5 and ...Nf6 are also good. The move of the text is more flexible because it doesn't obstruct the diagonal of the black Bishop and maintains all possibilities open to fight for the center (...e5 ...d5 ...f5).",
                    "es": "También son buenas las jugadas ...e5 y ...Cf6. La jugada del texto es la más flexible, pues no obstruye la diagonal del alfil negro y mantiene abiertas todas las posibilidades de disputar el centro (...e5 ...d5 ...f5).",
                    "de": "...e5 und ... Sf6 sind auch gut. Der Textzug ist flexibler, da er die Diagonale des schwarzen Läufers nicht sperrt und  alle Möglichkeiten offen hält, um um das Zentrum zu kämpfen (...e5 ...d5 ...f5).",
                    "zh": "...e5和...Nf6也是好的。这里讲的走法要更加灵活，因为它不会阻碍黑象的斜线并且继续保持攻击中心的可能（...e5 ...d5 ...f5）。",
                    "pl": "... e5 i ... Sf6 są również dobre. Posunięcie z tekstu jest bardziej mobilne, ponieważ nie przesłania przekątnej czarnego Gońca i utrzymuje wszystkie możliwości otwarte, aby walczyć o centrum (... e5 ... d5 ... f5).",
                    "ru": "Варианты ...e5 и ...Nf6 также хороши. Возможное продолжение более гибкое, так как не блокируется диагональ черного Слона и открываются все возможности для открытой борьбы за центр (...e5 ...d5 ...f5)."
                }
            },
            {
                "move": "   7. Nf3 Nge7 8. O-O O-O 9. Be3 Rb8 ",
                "comment": {
                    "pt": "Para atacar no flanco dama com ... b5. As pretas também poderiam jogar ...Cd4, evitando que as brancas joguem d4 no seu próximo lance.",
                    "en": "In order to attack on the queenside with ...b5. Black can also play ...Nd4, preventing White from d4 on its next move.",
                    "es": "Para atacar en el flanco dama con ...b5. Las negras también podrían jugar ...Cd4, evitando que las blancas jueguen d4 en su próxima jugada.",
                    "de": "Um am Damenflügel mit ... b5 anzugreifen. Schwarz könnte ...Sd4 spielen, um das weiße d4 im nächsten Zug zu verhindern.",
                    "zh": "为了用 ...b5攻击后翼。黑方也可以走..Nd4，阻止白方下一步走d4。",
                    "pl": "Aby zaatakować skrzydło hetmańskie przez ... b5. Czarne mogą również zagrać ... Sd4, uniemożliwiając Białym zagranie d4 w następnym ruchu.",
                    "ru": "Для того, чтобы атаковать на ферзевом фланге ...b5. Черные могут также сыграть ...Nd4, предотвращая Белых ходить d4, на следующем ходу."
                }
            },
            {
                "move": "   10. h3 ",
                "comment": {
                    "pt": "Abrir o centro com d4 também seria uma boa opção , mas mudaria o caráter da variante fechada para um jogo mais aberto.",
                    "en": "To open the center with d4 is also a good option but changes the character of the closed variation to a more open game.",
                    "es": "Abrir el centro con d4 también sería una buena opción, pero cambiaría el carácter de la variante cerrada para un juego más abierto.",
                    "de": "Das Zentrum mit d4 zu öffnen wäre eine gute Möglichkeit, dadurch würde aber der Charakter der Variante grundsätzlich verändert.",
                    "zh": "用d4开放中心也是一个好的选择，但是会改变封闭变例的性质，成为一个比较开放的棋局。",
                    "pl": "Otworzyć centrum przez d4 jest również dobrą opcją, ale zmienia charakter zamkniętej wariacji na bardziej otwartą grę.",
                    "ru": "Для того, чтобы открыть центр d4, но это меняет характер закрытого варианта игры на более открытый."
                }
            },
            {
                "move": "   b5 11. a3 a5 12. Rb1 b4 13. axb4 axb4 14. Ne2 Ra8 15. g4 ",
                "comment": {
                    "pt": "Uma posição típica da variante fechada. As brancas levam suas peças ao flanco rei, onde atacarão com força total, enquanto as pretas têm vantagem no flanco dama.",
                    "en": "A typical position of the closed variation. White takes its pieces to the kingside where they will attack with full power while Black has advantage on the queenside.",
                    "es": "Una posición típica de la variante cerrada. Las blancas llevan sus piezas al flanco rey, donde atacarán con fuerza total, mientras que las negras tienen ventaja en el flanco dama.",
                    "de": "Eine typische Stellung der geschlossenen Variante. Weiß gruppiert seine Figuren um, um am Königsflügel anzugreifen, während Schwarz am Damenflügel Vorteil hat.",
                    "zh": "封闭变例中比较典型的局面。白方将棋子移到王翼，从这里可以全力攻击，相反黑方在后翼占优。",
                    "pl": "Typowa pozycja zamkniętej wariacji. Białe biorą figury na skrzydło królewskie, gdzie mogą zaatakować z pełną mocą, podczas gdy Czarne mają przewagę na skrzydle hetmańskim.",
                    "ru": "Типичное положение закрытого варианта. Белые продвигают свои фигуры на королевском фланге, где они начнут атаку, в то время как Черные имеют перевес на ферзевом фланге."
                }
            }
        ],
        "game_terminator": "*"
    }
]