[
    {
        "title": "",
        "white": "Defesa India antiga",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "Old indian defense",
            "de": "Altindische Verteidigung",
            "es": "Defensa India antigua",
            "pt": "Defesa India antiga",
            "zh": "古印度防御",
            "pl": "Obrona staroindyjska",
            "ru": "Староиндийская защита"
        },
        "fen": "",
        "moves": [
            {
                "move": "1. d4 Nf6 2. c4 d6 3. Nc3 e5 ",
                "comment": {
                    "pt": "A defesa India antiga é parecida com a defesa Philidor contra a abertura do peão rei. As pretas ficarão restringidas, porém numa posição sólida.Se decidirem fianchetar seu bispo (...g6-Bg7) irão transpor para a defesa India do Rei. Também é possível a jogada 3...Cbd7 para depois jogar ...e5.",
                    "en": "The old Indian defense is similar to the Philidor defense against the King-pawn opening. Black is in a restricted but solid position. If it decides to \"fianchetto\" its Bishop (...g6-Bg7) it will be transposed to the King's Indian defense. 3...Nbd7 is also possible in order to play ...e5 afterwards.",
                    "es": "La Defensa India antigua es parecida a la Defensa Philidor contra la apertura de peón rey. Las negras quedarán restringidas, pero en una posición sólida. Si deciden \"fianchettar\" su alfil (. ..g6-Ag7), van a transponer a la Defensa India de Rey. También es posible la jugada 3...Cbd7 para jugar después ...e5.",
                    "de": "Die Altindische Verteidigung hat Ähnlichkeiten mit der Philidor-Verteidigung gegen 1.e4. Schwarz spielt mit wenig Raum, hat dafür aber eine solide Stellung. Durch Fianchetto (...g6 nebst Lg7) wird in die Königsindiche Verteidigung übergegangen. Möglich ist auch 3...Sbd7 mit der Idee ...e5.",
                    "zh": "古印度防御跟菲利多尔防御类似来对付王兵开局。黑棋在一个相对活动受限，但是很稳固的局面。如果它决定“侧翼出动”象（...g6-Bg7）那么会演变成王翼印度防御。3...Nbd7也是可行的，之后可以走...e5。",
                    "pl": "Obrona staroindyjska jest podobna do obrony Philidora używanej przeciw otwarciom królewskiego piona. Czarne są w ograniczonej, ale solidnej pozycji. Jeśli zdecydują się na fianchetto Gońcem (... g6-Gg7) pozycja przetransponuje się do obrony królewsko-indyjskiej. 3. ... Sbd7 jest również możliwe w celu zagrania ... e5 w późniejszym czasie.",
                    "ru": "Староиндийская защита похожа на защиту Филидора, направленная на открытие королевской пешки. У Черных ограниченная, но прочная позиция. Если они решат фианкиттировать Слона (...g6-Bg7), это действие переведет партию в Новоиндийскую защиту. Ход 3...Nbd7 также возможен, для дальнейшей игры ...e5."
                }
            },
            {
                "move": "   4. e4 ",
                "comment": {
                    "pt": "Jogar 4-dxe5 para trocar as damas e evitar que as pretas roquem não deixa as brancas em vantagem, pois neste final a perda do roque não é importante. Uma boa alternativa é 4-Cf3 Cbd7 5-g3 , ou 5-e4 com maior domínio central. Bons exemplos de como jogar esta posição ocorrem nas partidas 587 e 588.",
                    "en": "4-dxe5 in order to exchange Queens and prevent Black from castling doesn't give White advantage because in this endgame losing castling isn't important. An alternative is 4-Nf3 Nbd7 5-g3, or 5-e4 with a greater central domain. Good examples of how to play this position are in games 587 and 588.",
                    "es": "Jugar 4-dxe5 para cambiar las damas y evitar que las negras enroquen no les da ventaja a las blancas, pues en este final la pérdida del enroque no es importante. Una buena alternativa es 4-Cf3 Cbd7 5-g3, o 5-e4 con mayor dominio central. Buenos ejemplos de cómo jugar esta posición ocurren en las partidas 587 y 588.",
                    "de": "4. dxe5  mit der Idee, die Damen abzutauschen und die schwarze Rochade zu verhindern bringt Weiß nicht in Vorteil, da auf dieser Stellung die Rochade nicht so wichtig ist. Eine gute Alternative ist 4. Sf3 Sbd7 5. g3  oder 5. e4 mit Kontrolle des Zentrums. Einige Beispiele kann man in den Partien Nr. 587 und 588 sehen.",
                    "zh": "走4-dxe5为了兑后，阻止黑方王车易位，并没有给白方带来优势，因为在残局错失王车易位问题并不严重。另外一种走法是4-Nf3 Nbd7 5-g3，或者5-e4，拥有一个绝对的中心统治。棋局587和588是如何走好这个局面的很好的例子。",
                    "pl": "4. dxe5 w celu wymiany Hetmanów i uniemożliwienia Czarnym roszowania nie daje Białym przewagi, ponieważ w wynikającej stąd końcówce utrata tej możliwości nie jest ważna. Alternatywą jest 4. Sf3 Sbd7 5. g3 lub 5. e4 z większą dominacją w centrum. Dobrzym przykładem jak grać w tej pozycji są partie 587 i 588.",
                    "ru": "4-dxe5, для того чтобы разменять Ферзей. Предотвращает рокировку у Черных и не дает Белым преимущество, потому что потеря рокировки в эндшпиле не так важна. Альтернативный вариант 4-Nf3 Nbd7 5-g3, или 5-e4 с большим центральным доминированием. Хорошим примером такой игровой ситуации служат игры 587 и 588, нашей базы игр."
                }
            },
            {
                "move": "   exd4 ",
                "comment": {
                    "pt": "Para ganhar um tempo atacando a dama branca. A opção é 4...Cbd7.",
                    "en": "In order to win a tempo attacking the white Queen. The option is 4... Nbd7.",
                    "es": "Para ganar un tiempo atacando la dama blanca. La opción es 4...Cbd7.",
                    "de": "Um ein Tempo durch den Angriff auf die weiße Dame zu gewinnen. Eine Alternative ist 4...Sbd7.",
                    "zh": "为了赢得一个先手攻击白后。选择是4... Nbd7。",
                    "pl": "W celu zdobycia tempa atakując białego Hetmana. Opcją jest 4. ... Sbd7.",
                    "ru": "Для того, чтобы выиграть темп, атакую белого Ферзя. Другой вариант играть 4...Nbd7."
                }
            },
            {
                "move": "   5. Qxd4 Nc6 6. Qd2 g6 7. b3 ",
                "comment": {
                    "pt": "Excelente jogada para disputar a grande diagonal.",
                    "en": "Excellent move to fight for the big diagonal.",
                    "es": "Excelente jugada para disputar la gran diagonal.",
                    "de": "Ausgezeichneter Zug, um um die lange Diagonale zu kämpfen.",
                    "zh": "上佳的走法抢夺大斜线。",
                    "pl": "Wyśmienity ruch do walki o długą przekątną.",
                    "ru": "Отличный ход для борьбы за большую диагональ."
                }
            },
            {
                "move": "   Bg7 8. Bb2 O-O 9. Bd3 Ng4 ",
                "comment": {
                    "pt": "Para ir com o cavalo em e5 e liberar o avanço do peão f, que permitirá a abertura da coluna \"e\" , para aproveitar a situação do rei branco no centro (partidas 585 e 586).",
                    "en": "In order to take the Knight to e5 and liberate the advance of the f-pawn that allows the opening of the e-file, taking advantage of the situation of the white King in the center (games 585 and 586).",
                    "es": "Para ir con el caballo a e5 y liberar el avance del peón f, lo que permitirá la apertura de la columna \"e\", para aprovechar la situación del rey blanco en el centro (partidas 585 y 586).",
                    "de": "Die Idee ist, den Springer auf e5 nebst Vorrücken des f-Bauern zu setzen und die e-Linie zu öffnen, um von der zentralen Stellung des weißen Königs zu profitieren (Partien Nr. 585 und 586).",
                    "zh": "目的是为了利用白王在中心的位置，将马移到e5，推进f-兵，使e-线开放。",
                    "pl": "W celu przemieszczenia Skoczka na e5 i uwolnienia możliwości marszu pionem f, co pozwoli na otwarcie kolumny e, a to znowuż da przewagę w sytuacji, kiedy biały Król jest w centrum (partie 585 i 586).",
                    "ru": "Для того, чтобы занять Конем поле e5 и помочь f-пешке в продвижении, открыть e-вертикаль, и увеличить преимущество, воспользовавшись ситуацией белого Короля в центре (игры 585 и 586)."
                }
            }
        ],
        "game_terminator": "*"
    }
]