[
    {
        "title": "",
        "white": "Siciliana",
        "white_sort": "",
        "black": "Variante Alapin",
        "date": "",
        "event": {
            "en": "Alapin's variation",
            "de": "Alapin-Variante",
            "es": "Variante Alapin",
            "pt": "Variante Alapin",
            "zh": "阿拉平变例",
            "pl": "Wariant Alapina",
            "ru": "Вариант Алапина"
        },
        "fen": "",
        "moves": [
            {
                "move": "1. e4 c5 2. c3 ",
                "comment": {
                    "pt": "As brancas buscam a formação do centro clássico \"e4-d4\" e as pretas não devem permitir tal formação.",
                    "en": "White tries to form a classic e4-d4 center and Black doesn't allow this formation.",
                    "es": "Las blancas buscan la formación del centro clásico \"e4-d4\" y las negras no deben permitir tal formación.",
                    "de": "Weiß versucht, mit e4-d4 ein starkes Zentrum aufzubauen, was Schwarz nicht zulassen kann.",
                    "zh": "白方企图形成一个典型的e4-d4中心，黑方则不会允许这种结构。",
                    "pl": "Białe starają się sformować klasyczne centrum e4-d4 i Czarne nie mogą zezwolić na tę formację.",
                    "ru": "Белые пытаются формировать классический центр e4-d4, а Черные позволяет это сделать."
                }
            },
            {
                "move": "   d5 $1 ",
                "comment": {
                    "pt": "Destruindo parcialmente o centro branco . Outra opção é 2...Cf6 (partidas 452 e 453).",
                    "en": "Destroying the white center partially. Another option is 2...Nf6 (games 452 and 453).",
                    "es": "Destruyendo parcialmente el centro blanco. Otra opción es 2...Cf6 (partidas 452 y 453).",
                    "de": "Zerstört zum Teil das weiße Zentrum. Eine andere Möglichkeit ist 2...Sf6 (Partien Nr. 452 und 453).",
                    "zh": "部分摧毁白方中心。另外的选择是2...Nf6（棋局452和453）。",
                    "pl": "Niszcząc częściowo białe centrum. Inną opcją jest 2. ... Sf6 (partie 452 i 453).",
                    "ru": "Частично разрушает центр Белых. Другой вариант - играть 2...Nf6 (игра 452 и 453)."
                }
            },
            {
                "move": "   3. exd5 Qxd5 ",
                "comment": {
                    "pt": "Geralmente não se deve expor a dama nas primeiras jogadas da abertura, pois ela pode ser atacada por peças contrárias com ganho de tempo, como ocorre na defesa Escandinava, para citar um exemplo. No caso atual, as brancas jogaram \"c3\" , o que impossibilita a jogada Cc3 e portanto não podem ganhar tempos sobre a dama preta.",
                    "en": "Usually, the Queen shouldn't be exposed during the first moves of the opening because it may be attacked by opponent's pieces with tempo as in the Scandinavian defense, for example. In the present case White plays c3 that prevents Nc3 and, therefore Black can't win tempo with the black Queen.",
                    "es": "Generalmente no se debe exponer la dama en las primeras jugadas de la apertura, pues ésta puede ser atacada por piezas adversarias con ganancia de tiempo, como ocurre en la Defensa Escandinava, por citar un ejemplo. En el caso actual, las blancas ya jugaron \"c3\", lo que imposibilita a jugada Cc3 y por lo tanto no pueden ganar tiempos atacando la dama negra.",
                    "de": "Normalerweise muss die Dame nicht so früh ins Spiel gebracht werden, da sie mit Tempogewinn von den gegenerischen Figuren gejagt werden kann, wie z. B. in der Skandinavischen Verteidigung. In diesem Beispiel hat Weiß aber bereits einen Bauern auf c3 gezogen, was Sc3 unmöglich macht.",
                    "zh": "通常后不应该在开局第一步时暴露，因为它可能会被敌子攻击并获得先手，如斯堪的纳维亚防御中所示那样。现在的情况白方走c3阻止Nc3，这样黑方不能用黑后赢得先手。",
                    "pl": "Zwykle Hetman nie powinien być tak eksponowany podczas pierwszych ruchów debiutu, ponieważ może zostać zaatakowany przez figury przeciwnika w tempo, jak w obronie skandynawskiej, dla przykładu. W tej jednak kwestii Białe zagrały c3, aby uniemożliwić Sc3 i dlatego też Czarne nie mogą wygrać tempo czarnym Hetmanem.",
                    "ru": "Как правило, Ферзь не участвует во время первых ходов дебюта, потому что он может быть атакован фигурами оппонента, как, например, в Скандинавской защите. В данном случае, Белые играют c3, что предотвращает Nc3, и поэтому Черные не могут выиграть темп с черным Ферзем."
                }
            },
            {
                "move": "   4. d4 Nf6 5. Nf3 e6 6. Bd3 ",
                "comment": {
                    "pt": "Também são possíveis e boas, as jogadas Be2, Be3 e Ca3.",
                    "en": "Be2, Be3 and Na3 are also good possibilities.",
                    "es": "También son posibles - y buenas - las jugadas Ae2, Ae3 y Ca3.",
                    "de": "Möglich und gut sind auch Le2, Le3 und Sa3.",
                    "zh": "Be2, Be3和Na3也是很好的选择。",
                    "pl": "Ge2, Ge3 i Sa3 są również dobrymi możliwościami.",
                    "ru": "Игра Be2, Be3 и Na3 также дает неплохие результаты."
                }
            },
            {
                "move": "   Be7 7. O-O O-O 8. Be3 cxd4 9. cxd4 Nc6 10. Nc3 Qd6 ",
                "comment": {
                    "pt": "A posição está equilibrada. As brancas têm leve vantagem em desenvolvimento, mas tem seu peão dama isolado em d4, permitindo que as pretas ocupem a casa d5 com uma de suas peças, preferencialmente o cavalo. Se as brancas jogarem agora 11-a3, para evitar a jogada ....Cb4, chegaremos a posição da excelente partida 451 de nossa base, que mostra como as brancas podem conseguir vantagem neste tipo de posição.",
                    "en": "The position is in balance. White has a slight advantage in development but its Queen-pawn is isolated, allowing Black to occupy d5 with one of its pieces, preferably the Knight. If White plays 11-a3 now in order to prevent ...Nb4, an excellent position will be reached, as presented in game 451 of our database that demonstrates how White can obtain advantage in this kind of situation.",
                    "es": "La posición está equilibrada. Las blancas tienen una leve ventaja de desarrollo, pero el peón dama está aislado en d4, lo que permite que las negras ocupen la casilla d5 con una de sus piezas, preferentemente el caballo. Si las blancas juegan ahora 11-a3, para evitar la jugada ...Cb4, llegaremos a la posición de la excelente partida 451 de nuestra base, que muestra cómo las blancas pueden conseguir ventaja en este tipo de posición.",
                    "de": "Die Stellung ist ausgeglichen. Weiß hat einen leichten Entwicklungsvorsprung, dafür aber ein Isolani auf d4, was Schwarz die Besetzug des Feldes d5 mit einer Figur,  (vorzugsweise einem Springer) ermöglicht. Wenn Weiß jetzt 11. a3 spielt (um ...Sb4 zu verhindern) wird eine Stellung der ausgezeichneten Partie 451 unserer Datenbank erreicht, die ein gutes Beispiel dafür ist, wie Weiß in dieser Art von Stellungen Vorteil erzielt.",
                    "zh": "局面平衡。白方出子稍稍领先但是后翼兵被孤立，使得黑方可以,用马占据d5。如果白方现在走11-a3来阻止 ...Nb4，那么会出现一个非常好的局面，就像棋库中棋局451所示的那样，介绍了白方如何在这种情况下赢得优势。",
                    "pl": "Pozycja jest zbalansowana. Białe mają niewielką przewagę w rozwoju, ale ich hetmański pion jest izolowany, co pozwala Czarnym okupowanie d5 jedną z ich figur, zwykle Skoczkiem. Jeśli Białe zagrają teraz 11. A3, aby uniemożliwić ... Sb4, osiągnięta zostanie doskonała pozycja, jak prezentuje to gra 451 z naszej bazy, która demonstruje, jak Białe mogą uzyskać przewagę w tego typie sytuacji.",
                    "ru": "Позиция сбалансирована. У Белых небольшое преимущество в развитии, но их ферзевая пешка изолирована, позволяя Черным занимать d5 одной из их фигур, скорее всего Конем. Белые сейчас играют 11-a3, для того чтобы предотвратить ...Nb4. Эта позиция рассмотрена в игре 451, нашей базы, и демонстрирует как Белые могут получить преимущество в подобного рода ситуациях."
                }
            }
        ],
        "game_terminator": "*"
    }
]