[
    {
        "title": "",
        "white": "Abertura Inglesa",
        "white_sort": "",
        "black": "Variante 1...e5",
        "date": "",
        "event": {
            "en": "1...e5 variation",
            "de": "Variante mit 1...e5",
            "es": "Variante 1...e5",
            "pt": "Variante 1...e5",
            "zh": "1...e5 变例",
            "pl": "1. ... e5",
            "ru": "Вариант 1...e5"
        },
        "fen": "",
        "moves": [
            {
                "move": "1. c4 e5 ",
                "comment": {
                    "pt": "Esta é a mesma posição da defesa Siciliana, porém com um tempo de vantagem para as brancas.",
                    "en": "This is the same position as the Sicilian defense but White has the advantage of one tempo.",
                    "es": "Esta es la misma posición de la defensa Siciliana, pero con un tiempo de ventaja para las blancas.",
                    "de": "Das ist die gleiche Stellung wie in der Sizilianischen Verteidigung, aber mit einen Tempo Vorsprung für Weiß.",
                    "zh": "这是跟西西里防御同样的局面，但白方领先一手。",
                    "pl": "Analogiczna pozycja do obrony sycylijskiej, ale Białe posiadają przewagę tempa.",
                    "ru": "Эта такая же позиция как и в Сицилианской защите, но тут Белые имеют перевес в темпе."
                }
            },
            {
                "move": "   2. Nc3 Nf6 ",
                "comment": {
                    "pt": "As pretas têm outros 3 planos diferentes; Jogar uma posição fechada fazendo jogadas como ...g6-Bg7-d6-f5 , não necessariamente nesta ordem (partidas 767, 769, 770, 771, 772, 773, 778, 779, 780 e 783). Jogar...c6-d5 (partida 782). Jogar...d5 diretamente (partidas 766 e 768)",
                    "en": "Black has other three different plans: to play a closed position with moves like ... g6-Bg7-d6-f5, not necessarily in this order(games 767, 769, 770, 771, 772, 773, 778, 779, 780 and 783); or ...c6-d5 (game 782); or...d5 directly (games 766 and 768).",
                    "es": "Las negras tienen otros 3 planes diferentes: jugar una posición cerrada haciendo jugadas como ...g6-Ag7-d6-f5, no necesariamente en este orden (partidas 767, 769, 770, 771, 772, 773, 778, 779, 780 y 783). Jugar...c6-d5 (partida 782).  Jugar...d5 directamente (partidas 766 y 768).",
                    "de": "Schwarz kann zwischen 3 Plänen wählen: 1) eine geschlossene Stellung spielen (...g6-Lg7-d6-f5, nicht unbedingt in dieser Reihenfolge, wie in den Partien Nr. 767, 769, 770, 771, 772, 773, 778, 779, 780 und 783); 2)....c6-d5 (Partie Nr. 782) spielen; 3) sofort ...d5 spielen (Partien Nr. 766 und 768).",
                    "zh": "黑方有三个不同的计划可供选择：1.在封闭局面下走... g6-Bg7-d6-f5，未必要走同样的棋序（见棋局767、769、770、771、772、773、778、779、780和783）；2....c6-d5（见棋局783）；3.直接走...d5 （见棋局766和768）。",
                    "pl": "Czarne posiadają trzy różne plany: zagrać zamkniętą pozycję ruchami takimi jak ... g6-Gg7-d6-f5, niekoniecznie w tej kolejności (partie 767, 769-773, 778-780 oraz 783); lub ... c6-d5 (782); lub ... d5 (partia 766 i 768).",
                    "ru": "У Черных есть три разных варианта: играть в закрытой позиции ходами ...g6-Bg7-d6-f5 (игры 767, 769, 770, 771, 772, 773, 778, 779, 780 и 783); или ...c6-d5 (игра 782); или ...d5 напрямую (игры 766 и 768)."
                }
            },
            {
                "move": "   3. Nf3 Nc6 4. g3 ",
                "comment": {
                    "pt": "4-d4 também é uma boa opção (partida 765).",
                    "en": "4-d4 is also a good option (game 765).",
                    "es": "4-d4 también es una buena opción (partida 765).",
                    "de": "4. d4 ist auch eine gute Möglichkeit (Partie Nr. 765).",
                    "zh": "4-d4也是一个不错的选择（棋局765）。",
                    "pl": "4. d4 jest również dobrym wyborem (partia 765).",
                    "ru": "Хорошим вариантом также будет 4-d4 (игра 765)."
                }
            },
            {
                "move": "   Bb4 ",
                "comment": {
                    "pt": "Outras opções são ...d5, d6, Bc5, Be7 e g6.",
                    "en": "Other options are ...d5, d6, Bc5, Be7 and g6.",
                    "es": "Otras opciones son ...d5, d6, Ac5, Ae7 y g6.",
                    "de": "Andere Möglichkeiten sind ...d5, d6, Lc5, Le7 und g6.",
                    "zh": "另外的选择是...d5, d6, Bc5, Be7和g6。",
                    "pl": "Innymi możliwościami są ... d5, d6, Gc5, Ge7 i g6.",
                    "ru": "Другие варианты, ...d5, d6, Bc5, Be7 и g6."
                }
            },
            {
                "move": "   5. Bg2 ",
                "comment": {
                    "pt": "5-Cd5 e4 6-Ch4 é bastante arriscado para as brancas devido a posição do seu cavalo (partida 781).",
                    "en": "5-Nd5 e4 6-Nh4 is very risky for White due to the position of its Knight (game 781).",
                    "es": "5-Cd5 e4 6-Ch4 es bastante arriesgado para las blancas debido a la posición de su caballo (partida 781).",
                    "de": "5. Sd5 e4 6. Sh4 ist wegen der Stellung seines Springers zu riskant für Weiß (Partie Nr. 781).",
                    "zh": "5-Nd5 e4 6-Nh4对白方来说鉴于它马的位置非常冒险。",
                    "pl": "5. Sd5 e4 6. Sh4 jest bardzo ryzykowne dla Białych z powodu pozycji własnego Skoczka (781).",
                    "ru": "Ходы 5-Nd5 e4 6-Nh4 очень рискованные для Белых, из-за позиции их Коня (игра 781)."
                }
            },
            {
                "move": "   O-O 6. O-O e4 ",
                "comment": {
                    "pt": "6.. .Te8 , mantendo a situação central ,é uma boa opção e ocorre nas partidas 776 e 777.",
                    "en": "6...Re8, maintaining the central position, is a good option presented in games 776 and 777.",
                    "es": "6... Te8, manteniendo la situación central, es una buena opción y ocurre en las partidas 776 y 777.",
                    "de": "6... Te8 hält die zentrale Spannung aufrecht und ist eine gute Möglichkeit (Partien Nr. 776 und 777).",
                    "zh": "走6...Re8保持中心局面是个好的选择，在棋局776和777中介绍。",
                    "pl": "6. ... We8, utrzymując centralną pozycję, jest dobrym wyborem, zaprezentowanym w partiach 776 i 777.",
                    "ru": "Ход 6...Re8, удерживает центральную позицию, и представлен в играх 776 и 777, нашей базы игр."
                }
            },
            {
                "move": "   7. Ng5 Bxc3 8. bxc3 Re8 9. f3 ",
                "comment": {
                    "pt": "Esta é a partida Kasparov-Karpov (774). As brancas têm o par de bispos e maioria central, mas falta um pouco de desenvolvemento e as pretas não têm fraquezas em sua posição.",
                    "en": "This is Kasparov-Karpov (game 774). White has the pair of Bishops and central majority but lacks in development and Black presents no weaknesses in its position.",
                    "es": "Esta es la partida Kasparov-Karpov (774). Las blancas tienen la pareja de alfiles y mayoría central, pero están un poco retrasadas en el desarrollo, mientras que las negras no tienen debilidades en su posición.",
                    "de": "Das ist die Partie Kasparow - Karpow (Nr. 774). Weiß besitzt das Läuferpaar und Bauenmehrheit im Zentrum, steht mit seiner Entwicklung etwas im Rückstand; dazu noch weist Schwarz keine Schwächen auf.",
                    "zh": "这是卡斯帕罗夫对卡尔波夫时用到的（见棋局774）。白方拥有双象和中心多兵，但是出子落后，黑方阵形没有弱点。",
                    "pl": "To partia Kasparow – Karpow (774). Białe posiadają parę Gońców i centralną większość, ale nie dokończyły wyprowadzania figur, zaś Czarne nie posiadają słabości w swojej pozycji.",
                    "ru": "Это партия Каспаров-Карпов (игра 774). У Белых есть пара Слонов и центральное большинство, но в то же время, они испытывают недостаток в развитии фигур, в отличие от Черных."
                }
            }
        ],
        "game_terminator": "*"
    }
]