[
    {
        "title": "",
        "white": "Siciliana",
        "white_sort": "",
        "black": "Variante  Dragão.",
        "date": "",
        "event": {
            "en": "Dragon variation",
            "de": "Drachenvariante",
            "es": "Variante del Dragón",
            "pt": "Variante  Dragão",
            "zh": "龙变例",
            "pl": "Wariant Dragona",
            "ru": "Вариант дракона"
        },
        "fen": "",
        "moves": [
            {
                "move": "1. e4 c5 2. Nf3 d6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 g6 ",
                "comment": {
                    "pt": "As pretas acreditam que ocupar a grande diagonal \"h8-a1\" é de grande importância , porque aumenta a defesa do próprio rei ao mesmo tempo em que pressiona no centro e flanco dama. Esta abertura é recomendável para jogadores que gostam de posições complicadas e estão dispostos a correr muitos riscos.",
                    "en": "Black believes that occupying the big h8-a1 diagonal is of great importance because it increases the defense of the King and puts pressure on the center and queenside at the same time. This opening is recommended for those who like complicated positions and are willing to risk themselves a lot.",
                    "es": "Las negras creen que ocupar la gran diagonal \"h8-a1\" es muy importante, porque aumenta la defensa del propio rey al mismo tiempo en que presiona en el centro y flanco dama. Esta apertura es recomendable para jugadores a los que les gustan las posiciones complicadas y están dispuestos a correr muchos riesgos.",
                    "de": "Schwarz besetzt die lange Diagonale h8-a1, einerseits um den eigenen König zu verteidigen, andererseits um Druck auf das Zentrum bzw. Damenflügel auszuüben. Diese Eröffnung ist gut für risikofreudige Spieler, die sich gern auf verwickelte Stellungen einlassen.",
                    "zh": "黑方相信占据大斜线h8-a1是非常重要的，因为它一方面增强王的防御，同时又给中心和后翼施加压力。这个开局适用于那些喜欢复杂局面、喜欢冒险的棋手。",
                    "pl": "Czarne wierzą, że okupowanie długiej przekątnej h8-a1 ma wielką wartość ponieważ zwiększa obronę Króla i wywiera presję na centrum i skrzydło hetmańskie w tym samym czasie. To otwarcie jest zalecane ludziom lubiącym skomplikowane pozycje i uwielbiającym ryzyko.",
                    "ru": "Черные считают, что контроль за большой диагональю h8-a1 имеет большое значение, поскольку увеличивает защиту Короля и усиливает давление на центр и ферзевый фланг одновременно. Этот дебют рекомендуется тем, кто любит сложные позиционные игры и много рискует."
                }
            },
            {
                "move": "   6. Be3 ",
                "comment": {
                    "pt": "As brancas farão um desenvolvimento para rocar grande, atacar no flanco rei e eventualmente trocar os bispos de casas pretas. As partidas 418 a 427 tratam desta variante.",
                    "en": "White will develop in order to queencastle, attack on the kingside and occasionally exchange dark-squared Bishops. Games 418 to 427 present this variation.",
                    "es": "Las blancas se desarrollarán para enrocar largo, atacar en el flanco rey y eventualmente cambiar los alfiles de casillas negras. Las partidas 418 a 427 tratan esta variante.",
                    "de": "Zuerst 10. h4 und dann 0-0-0 geht auch.",
                    "zh": "白方意图进行后翼易位，攻击王翼并且尽可能兑换黑格象。棋局418到427介绍了这种变例。",
                    "pl": "Białe postawią na rozwój prowadzący do długiej roszady, ataku na skrzydło królewskie i w razie potrzeby wymianę ciemnopolowych Gońców. Partie 418-427 reprezentują tę wariację.",
                    "ru": "Белые будут развиваться, для того чтобы произвести длинную рокировку, атаковать королевский фланг и разменять чернопольных Слонов. Игры 418 и 428 демонстрирует такие варианты."
                }
            },
            {
                "move": "   Bg7 7. f3 O-O 8. Qd2 Nc6 9. Bc4 Bd7 10. O-O-O ",
                "comment": {
                    "pt": "É possível começar com 10-h4 e depois rocar grande.",
                    "en": "It's possible to start with 10-h4 and kingcastle afterwards.",
                    "es": "Es posible comenzar con 10-h4 y después enrocar en largo.",
                    "de": "Weiß plant, lang zu rochieren, am Königsflügel anzugreifen und eventuell die schwarzfeldrigen Läufer abzutauschen. Partien Nr. 418 bis 427 zeigen diese Variante.",
                    "zh": "开始走10-h4然后进行王翼易位也是可行的。",
                    "pl": "Możliwe jest zacząć od 10. h4 i następnie wykonać krótką roszadę.",
                    "ru": "Можно начать с 10-h4, с последующей короткой рокировкой."
                }
            },
            {
                "move": "   Rc8 11. Bb3 Ne5 12. h4 $1 ",
                "comment": {
                    "pt": "As brancas querem abrir linhas no flanco rei, com h5 e depois trocar os bispos de casas pretas (Bh6) tirando as defesas do rei contrário. As pretas pretendem atuar pela coluna \"c\" e desta forma atacar o rei branco. Esta é uma posição muito rica em combinações e qualquer erro pode ser fatal. A partida Karpov-Korchnoi (427) é um excelente exemplo de como jogar esta posição no ataque e na defesa.",
                    "en": "White plans to open lines on the kingside with h5 and exchange dark-squared Bishops afterwards (Bh6) destroying the defenses of the opponent's King. Black intends to act on the c-file and attack the white King this way. This is a very rich position and any mistake can be fatal. Karpov-Korchnoi (game 427) is an excellent example of how to play this position in attack and in defense.",
                    "es": "Las blancas quieren abrir líneas en el flanco rey con h5 y después cambiar los alfiles de casillas negras (Ah6), quitando la defensa del rey contrario. Las negras pretenden actuar por la columna \"c\" y de esta forma atacar al rey blanco. Esta es una posición muy rica en combinaciones y cualquier error puede ser fatal. La partida Karpov-Korchnoi (427) es un excelente ejemplo de cómo jugar esta posición en el ataque y en la defensa.",
                    "de": "Weiß hat vor, Linien am Königsflügel mit h5 zu öffnen und anschließend den Verteidiger der schwarzen Felder (mittels \tLh6) abzutauschen. Seinerseits beabsichtigt Schwarz, auf der c-Linie den weißen König anzugreifen. Diese Stellung ist reich an Kombinationen und jeder Fehler kann zum Verlust führen. Karpow - Kortschnoi (Partie Nr. 427) ist ein ausgezeichnetes Beispiel sowohl für den Angriff als auch für die Verteidigung.",
                    "zh": "白方计划用h5开放王翼线路，并且之后（Bh6）再兑换黑格象来摧毁黑王的防御。黑方意图在c-线活动并从这里攻击白王。这是一个非常丰富多变的局面，任何失误都是致命的。卡尔波夫和库尔切诺伊（棋局427）的对局是如何在这种局面攻击和防御的非常精彩的例子。",
                    "pl": "Białe planują otworzyć linie na skrzydle królewskim poprzez h5 i wymianę ciemnopolowych Gońców w następnej kolejności (Gh6) niszcząc obronę Króla przeciwnika. Czarne zamierzają działać na kolumnie c i atakować białego Króla tą drogą. To pełna możliwości pozycja i jakikolwiek błąd będzie miał fatalne konsekwencje. Karpow-Korchnoj (partia 427) jest doskonałym przykładem jak grać w tej pozycji zarówno w ataku, jak i w defensywie.",
                    "ru": "Белые планируют открыть линии на королевском фланге с h5 и далее разменять чернопольных Слонов (Bh6), расстраивая тем самым, защиту Короля оппонента. Черные намереваются действовать на c-вертикали и атаковать белого Короля этим путем. Это очень богатая позиция и любая ошибка может стать фатальной. Партия Карпова-Корчного (игра 427) это прекрасный пример, как действовать в такой позиции."
                }
            }
        ],
        "game_terminator": "*"
    }
]