[
    {
        "title": "",
        "white": "Defesa Alekhine",
        "white_sort": "",
        "black": "Variante dos 4 peões",
        "date": "",
        "event": {
            "en": "4 pawns variation",
            "de": "Vierbauernvariante",
            "es": "Variante de los 4 peones",
            "pt": "Variante dos 4 peões",
            "zh": "四兵变例",
            "pl": "Wariant 4 pionów",
            "ru": "Вариант четырех пешек"
        },
        "fen": "",
        "moves": [
            {
                "move": "1. e4 Nf6 ",
                "comment": {
                    "pt": "A defesa Alekhine é uma das mais ousadas e interessantes defesas que as pretas podem utilizar. A idéia é atrair o centro das brancas a avançar e depois ataca-lo. As brancas têm várias opções e as principais são a variante dos quatro peões, onde as brancas ocupam todo o centro e a variante clássica, onde as brancas se contentam com uma pequena vantagem central, mas aceleram o desenvolvimento.",
                    "en": "The Alekhine defense is one of the boldest and most interesting defenses that Black can use. The idea is to attract the white center to advance and then attack it. White has several options and the main one is the 4 pawns variation where White occupies the entire center and the classic variation where White is content with a small central advantage but accelerates development.",
                    "es": "La defensa Alekhine es una de las más audaces e interesantes defensas que las negras pueden utilizar. La idea es hacer avanzar el centro de las blancas y después atacarlo. Las blancas tienen varias opciones y las principales son la Variante de los Cuatro Peones, en la que las blancas ocupan todo el centro y la Variante Clásica, en la que las blancas se conforman con una pequeña ventaja central a cambio de acelerar el desarrollo.",
                    "de": "Die Aljechin-Verteidigung ist eine der gewagtesten und interessantesten Linien, die Schwarz anwenden kann. Schwarz lockt die weißen Zentralbauern vor und greift sie später an. Weiß hat mehrere Möglichkeiten, unter denen die meistgespielten folgende sind: die Vierbauernvariante, mit der Weiß das ganze Zentrum besetzt und die Moderne Variante, mit beschleunigter Entwicklung, dafür aber mit nur geringfügigem Vorteil im Zentrum.",
                    "zh": "阿廖欣防御是黑方可以使用的最大胆、最有趣的防御之一。想法是为了诱使白方中心推进并攻击它。白方有好几个选择，主要的一个是四兵变例，这样白方可以占据整个中心；古典变例的话白方中心优势较小，但是能加速出子。",
                    "pl": "Obrona Alechina jest jedną z najodważniejszych i najbardziej interesujących obron, które Czarne mogą wykorzystać. Ideą jest skusić białe do zajęcia centrum, aby później je zaatakować. Białe posiadają kilka opcji, a główną z nich jest wariant 4 pionów, gdzie Białe okupują całe centrum oraz wariant klasyczny, gdzie Białe są zadowolone z małej przewagi w centrum, ale i z przyspieszonego rozwoju.",
                    "ru": "Защита Алехина является одной из самых смелых и самых интересных защит, которую могут использовать Черные. Идея состоит в том, чтобы привлечь Белых, развиваться в центре, а затем атаковать их. У Белых есть несколько вариантов, и главный из них - вариант четырех пешек, где Белые занимают весь центр, и классический вариант, где у Белых небольшое центральное преимущество."
                }
            },
            {
                "move": "   2. e5 Nd5 3. d4 d6 ",
                "comment": {
                    "pt": "Com esta jogada as pretas inciam o combate ao centro branco. Na partida 300 de nossa base ocorreu a jogada 3...c5, que é ruim , conforme demonstrado nesta partida.",
                    "en": "With this move Black starts a combat against the white center. In game 300 of our database happens 3...c5, which is bad, as it is demonstrated there.",
                    "es": "Con esta jugada las negras inician el combate al centro blanco. En la partida 300 de nuestra base ocurrió la jugada 3...c5, que es mala, como quedó demostrado en esa partida.",
                    "de": "Damit startet Schwarz den Angriff auf das weiße Zentrum. Die Partie Nr. 300 unserer Datenbank zeigt, warum der Zug 3...c5 schwach ist.",
                    "zh": "走这一着黑方开始攻打白方中心的战役。在棋库中棋局300介绍了为什么走3...c5不好。",
                    "pl": "Tym ruchem Czarne rozpoczynają walkę z białym centrum. W grze 300 z naszego archiwum przydarzyło się 3. ... c5, co było złym rozwiązaniem, jak pokazano w tamtej partii.",
                    "ru": "Этим ходом Черные начинают борьбу за центр Белых. В игре 300, нашей базы, будет вариант 3...c5, который не так хорош, как продемонстрированный здесь."
                }
            },
            {
                "move": "   4. c4 Nb6 5. f4 ",
                "comment": {
                    "pt": "Esta é a variante dos quatro peões, que coloca em dúvida a viabilidade desta defesa. As pretas devem encontrar formas de combater o centro branco.",
                    "en": "This is the 4 pawn variation that questions the feasibility of the defense. Black must find ways to fight the white center.",
                    "es": "Esta es la Variante de los Cuatro Peones, que pone en duda la viabilidad de esta defensa. Las negras deben encontrar formas de combatir el centro blanco..",
                    "de": "Das ist die Vierbauernvariante, die diese Verteidigung in Frage stellt. Schwarz muss sehen, wie er das weiße Zentrum bekämpft.",
                    "zh": "这是四兵变例，考验着防御的可靠性。黑方必须找到正确的方法来攻击白方中心。",
                    "pl": "Oto właśnie wariant 4 pionów, który kwestionuje zasadność debiutu. Czarne muszą znaleźć sposób walki przeciwko białemu centrum.",
                    "ru": "Это вариант четырех пешек, который ставит под сомнение целесообразность защиты. Черные должны найти вариант для борьбы с центром Белых."
                }
            },
            {
                "move": "   dxe5 6. fxe5 Nc6 ",
                "comment": {
                    "pt": "6... Bf5 para retardar o desenvolvimento do cavalo e acelerar o roque pequeno, planejando ... e6-Be7-0-0, ocorre na partida 297 de nossa base. Também é possível 6...c5 , que leva a um jogo extremamente complicado, conforme ocorreu na excelente partida 299 de nossa base.",
                    "en": "In game 297 of our database occurs 6...Bf5 in order to delay the development of the Knight a accelerate kingcastling, intending ...e6-Be7-0-0. 6...c5, leading to an extremely complicated game, is also possible as presented in game 299 of our database.",
                    "es": "6...Af5 para retardar el desarrollo del caballo y acelerar el enroque corto, planeando ... e6-Ae7-0-0, ocurre en la partida 297 de nuestra base. También es posible 6...c5, que lleva a un juego extremadamente complicado, como ocurrió en la excelente partida 299 de nuestra base.",
                    "de": "6...Lf5 verzögert die Entwicklung vom Springer und beschleunigt durch ...e6-Le7-0-0 die kurze Rochade (Partie Nr. 297 unserer Datenbank). Möglich ist auch 6...c5, was zu einem verwickelten Spiel führt, wie in der ausgezeichneten Partie 299 unserer Datenbank.",
                    "zh": "在棋库中棋局297出现6...Bf5为了延迟出马，加速王翼易位，打算继续...e6-Be7-0-0。 6...c5也是可行的就像在棋局299中所介绍的一样成为一个相当复杂的棋局。",
                    "pl": "W partii 297 z naszego archiwum nastąpiło 6. ... Gf5 w celu opóźnienia wyprowadzenia Skoczka i przyspieszenia krótkiej roszady, zamierzając zagrać ... e6-Ge7-0-0. 6. ... c5 prowadzi do niezwykle skomplikowanej gry, choć również jest możliwe, jak zaprezentowano w partii 299 z naszej bazy.",
                    "ru": "В игре 297, нашей базы, вы встретите вариант игры 6...Bf5 для того чтобы развить Коня, ускорить рокировку, с намерением ...e6-Be7-0-0. 6...c5, что приводит к очень сложному противостоянию, которое можно будет увидеть в игре 299, нашей базы игр."
                }
            },
            {
                "move": "   7. Be3 ",
                "comment": {
                    "pt": "Esta jogada é superior a Nf3, que permitiria a jogada ...Bg4, cravando o cavalo branco e pressionando o peão em d4.",
                    "en": "This move is superior to Nf3 that allows ...Bg4, which pins the white Knight and puts pressure on the d4-pawn.",
                    "es": "Esta jugada es superior a Cf3, que permitiría la jugada ...Ag4, clavando el caballo blanco y presionando el peón en d4.",
                    "de": "Besser als Sf3, was ...Lg4 (mit Fesselung des Springers und folglichem Druck auf den Bauern d4) zulässt.",
                    "zh": "这一步要优于Nf3，不让继续走...Bg4（会牵制白马并且给d4-兵施加压力）。",
                    "pl": "Ruch lepszy niż Sf3, który zezwala na ... Gg4, co przygważdża białego Skoczka i wywiera presję na pion d4.",
                    "ru": "Этот ход интереснее Nf3, что позволяет ...Bg4, чтобы связать белого Коня и усилить прессинг на пешку d4."
                }
            },
            {
                "move": "   Bf5 8. Nc3 e6 9. Nf3 Be7 ",
                "comment": {
                    "pt": "A idéia de desenvolver o bispo por b4 ocorreu nas partidas 202 e 203 de nossa base. Também é possível 9...Qd7, com a idéia de rocar grande e intensificar a pressão em d4.",
                    "en": "Games 202 and 203 of our database present the idea to develop the Bishop through b4. 9...Qd7 would also be possible, intending to queencastle and intensify the pressure on d4.",
                    "es": "La idea de desarrollar el alfil por b4 ocurrió en las partidas 202 y 203 de nuestra base. También es posible 9...Dd7, con la idea de enrocar en largo e intensificar la presión sobre d4.",
                    "de": "Die Idee, den Läufer über b4 zu entwickeln, geschah in den Partien 202 und 203 unserer Datenbank. Möglich ist auch 9...Dd7 mit der Idee, lang zu rochieren und den Druck auf d4 zu verstärken.",
                    "zh": "棋库中棋局202和203介绍了通过b4出象的走法。9...Qd7也是可行的，目的是进行后翼易位并增强d4的压力。",
                    "pl": "Gry 202 i 203 z naszej bazy prezentują ideę wyprowadzenia Gońca przez b4. 9. ... Hd7 jest również możliwe, zamierzając roszować długo i zwiększyć presję na d4.",
                    "ru": "Игры 202 и 203, нашей базы, рассматривают идею развития Слона через b4. Ход 9...Qd7 также возможен, с намерением произвести рокировку и усилить давление на пешку d4."
                }
            },
            {
                "move": "   10. Be2 ",
                "comment": {
                    "pt": "A jogada 10-d5 leva a grandes complicações e ocorreu na partida 304 de nossa base.",
                    "en": "10-d5 leads to great complications and happens in game 304 of our database.",
                    "es": "La jugada 10-d5 lleva a grandes complicaciones y se la puede ver en la partida 304 de nuestra base.",
                    "de": "10. d5  führt zu großen Verwicklungen und geschah in der Partie 304 unserer Datenbank.",
                    "zh": "10-d5导致局面相当复杂，出现在棋库棋局304中。",
                    "pl": "10. d5 prowadzi do ogromnych komplikacji i przydarza się w partii 304 z naszego archiwum gier.",
                    "ru": "Ход 10-d5 ведет к осложнению и встречается в игре 305, нашей базы."
                }
            },
            {
                "move": "   O-O 11. O-O f6 ",
                "comment": {
                    "pt": "Com esta jogada as pretas atacam o centro branco.",
                    "en": "With this move Black attacks the white center.",
                    "es": "Con esta jugada las negras atacan el centro blanco",
                    "de": "Mit diesem Zug greift Schwarz das weiße Zentrum an.",
                    "zh": "走这一步黑方攻击白方中心。",
                    "pl": "Tym ruchem Czarne atakują białe centrum.",
                    "ru": "Этим ходом Черные атакуют центр Белых."
                }
            },
            {
                "move": "   12. exf6 Bxf6 13. Qd2 Qe7 ",
                "comment": {
                    "pt": "As pretas preparam a jogada ...Td8 para pressionar o peão em d4. Podemos avaliar a posição como levemente favorável as brancas, devido ao maior controle central e liberdade para manobrar suas peças.",
                    "en": "Black prepares ...d8 in order to put pressure on the d4-pawn. The position is slightly favorable to the white side due to greater central control and freedom to maneuver pieces.",
                    "es": "Las negras preparan la jugada ...Td8 para presionar el peón en d4. Podemos evaluar la posición como levemente favorable a las blancas, debido al mayor control central y a la libertad para maniobrar sus piezas.",
                    "de": "Schwarz bereitet ...Td8 vor, um den Druck auf den Bauern d4 zu verstärken. Weiß steht wegen seiner Kontrolle des Zentrums und der Bewegungsfreiheit seiner Figuren besser.",
                    "zh": "黑方准备走 ...d8，给d4-兵施加压力。局面对白方稍稍有利，因为它对中心的强大的控制和较为活跃的子力。",
                    "pl": "Czarne przygotowują ... d8 w celu wywarcia presji na piona d4. Pozycja jest nieco lepsza dla białej strony z powodu większej kontroli centrum i swobody w manewrowaniu figurami.",
                    "ru": "Черные готовят ...d8, для того чтобы оказать давление на пешку d4. Данная позиция немного благоприятней для Белых, из-за лучшего контроля над центром игрового поля, а также большей свободы для маневров своих фигур."
                }
            }
        ],
        "game_terminator": "*"
    }
]