[
    {
        "title": "",
        "white": "Defesa India do Rei",
        "white_sort": "",
        "black": "Variante Saemich",
        "date": "",
        "event": {
            "en": "Saemisch variation",
            "de": "Sämisch-Variante",
            "es": "Variante Saemisch",
            "pt": "Variante Saemisch",
            "zh": "杰米什变例",
            "pl": "Wariant Saemischa",
            "ru": "Вариант Земиша"
        },
        "fen": "",
        "moves": [
            {
                "move": "1. d4 Nf6 2. c4 g6 3. Nc3 Bg7 4. e4 d6 5. f3 ",
                "comment": {
                    "pt": "Este é o sistema Saemich, onde as brancas consideram a possibilidade de rocar grande e atacar no flanco rei (Be3-Dd2-g4-h4-h5).",
                    "en": "This is the Saemisch System where White considers the possibility to queencastle and attack on the kingside (Be3-Qd2-g4-h4-h5).",
                    "es": "La posición es compleja y ambos tienen perspectivas de ataque en su sector. La excelente partida 609 siguió a partir de esta posición Este es el sistema Saemisch, donde las blancas consideran la posibilidad de enrocar en largo y atacar en el flanco rey (Ae3-Dd2-g4-h4-h5)  .",
                    "de": "Das ist das Sämisch-System. Weiß spielt mit dem Gedanken, lang zu rochieren und am Königsflügel anzugreifen (Le3-Dd2-g4-h4-h5)",
                    "zh": "这是杰米什体系，白方被认为有能力进行后翼易位并且攻击王翼（Be3-Qd2-g4-h4-h5）。",
                    "pl": "Oto system Saemischa, gdzie Białe rozważają możliwość długiej roszady i ataku na skrzydle królewskim (Ge3-Hd2-g4-h4-h5).",
                    "ru": "Это система Земиша, где Белые рассматривают возможность длинной рокировки и атаки на королевском фланге (Be3-Qd2-g4-h4-h5)."
                }
            },
            {
                "move": "   O-O 6. Be3 ",
                "comment": {
                    "pt": "Também é possível jogar 6-Cge2, mantendo a opção de desenvolver o bispo por g5. Em nossa base há dois excelentes exemplos com este lance; partida 627 , onde as brancas (M.Tal) executam um ataque espetacular sobre o rei preto e partida 629, onde as brancas (T. Petrossian) vencem uma partida estretegicamente exemplar.",
                    "en": "It's also possible to play 6-Nge2 maintaining the option to develop the Bishop through g5. In our database, there are two excellent examples with that move, in game 627 where White (M. Tal) performs a spectacular attack on the black King and in game 629 where White (T. Petrossian) wins a strategically perfect game.",
                    "es": "También es posible jugar 6-Cge2, manteniendo la opción de desarrollar el alfil por g5. En nuestra base hay dos excelentes ejemplos con esta jugada: partida 627, en la que las blancas (M. Tal) ejecutan un ataque espectacular sobre el rey negro y la partida 629, en la que  las blancas (T. Petrosian) vencen una partida estratégicamente ejemplar.",
                    "de": "6. Sge2 geht auch: Weiß behält die Möglichkeit, den Läufer über g5 zu entwickeln. Auf  unserer Datenbank gibt es zwei ausgezeichnete Beispiele mit diesem Zug: Partie Nr. 627, in der Weiß (Michail Tal)  einen spektakulären Angriff auf den schwarzen König führt und Partie 629, in der Weiß (Tigran Petrosjan) eine strategische Partie vorbildlich gewinnt.",
                    "zh": "走6-Nge2也是可行的，保持通过g5出象的选择。在棋库中有两个极好的例子解释这一着，在棋局627中白方对黑王进行猛烈的进攻，在棋局629中白方赢得了完美的战略胜利。",
                    "pl": "Możliwe jest także zagranie 6. Sge2 zachowujące opcję wyprowadzenia Gońca przez g5. W naszej bazie znajdują się dwa znakomite przykłady tego ruchu – w partii 627, gdzie Białe (Michaił Tal) zaprezentowały spektakularny atak na czarnego Króla i w partii 629, gdzie Białe (Tigran Petrossian) zwyciężyły w strategicznie perfekcyjnej partii.",
                    "ru": "Также возможно играть 6-Nge2, поддерживая возможность развивать Слона через g5. В нашей базе игр, есть два отличных примера подобной тактики, а именно, в игре 627, где Таль исполнил отличную атаку на короля Черных, и в игре 629, где Петросян, играя за Белых, выиграл стратегически, идеальную игру."
                }
            },
            {
                "move": "   e5 ",
                "comment": {
                    "pt": "6...Cc6 é uma alternativa, com a idéia de atacar no flanco dama com ...a6-Tb8-b5 (partidas 624 e 630) 6... Cbd7 Esta e as duas próximas opções abaixo mostram um plano diferente das pretas, que é romper no centro com a jogada ...c5, como ocorre na defesa Benoni. (partida 628). 6...c5 (partida 625) 6...a6 (partida 626) 6. ..c6 (partida 629).",
                    "en": "6...Nc6 is an alternative with the idea to attack on the queenside with ...a6-Rb8-b5 (games 624 and 630); 6...Nbd7 presents, together with the next two options, a different plan of the black side: to achieve a rupture in the center with ... c5, as in the Benoni defense (game 628); 6...c5 (game 625); 6...a6 (game 626); 6. ..c6 (game 629).",
                    "es": "6...Cc6 es una alternativa, con la idea de atacar en el flanco dama con ...a6-Tb8-b5 (partidas 624 y 630) 6...Cbd7 Esta y las dos próximas opciones muestran un plan diferente de las negras, que es romper en el centro con la jugada ...c5, como ocurre en la defensa Benoni (partida 628).   6...c5 (partida 625) 6...a6 (partida 626) 6...c6 (partida 629).",
                    "de": "6...Sc6 ist eine Alternative, und zwar mit der Idee, am Damenflügel mit ...a6-Tb8-b5 (Partien 624 und 630) anzugreifen. 6...  Sbd7: Diese und die nächsten zwei Möglichkeiten bringen einen völlig anderen Plan, der darin besteht, im Zentrum mit ...c5 durchzubrechen, wie in der Benoni-Verteidigung. (Partie 628). 6...c5 (Partie 625) 6...a6 (Partie 626) 6...c6  (Partie 629).",
                    "zh": "6...Nc6是另外一种选择，意图用...a6-Rb8-b5攻击后翼（棋局624和630）；6...Nbd7跟其他两个选择一起呈现的是黑方一个不同的计划：用... c5在中心得到突破，就像在别诺尼防御一样（棋局628）；6...c5（棋局625）； 6...a6（棋局626）； 6. ..c6（棋局629）。",
                    "pl": "6. ... Sc6 jest alternatywą z zamiarem ataku na skrzydle hetmańskim przez ... a6-Wb8-b5 (partie 624 i 630); 6. Sbd7 prezentuje, wspólnie z następnymi dwoma rozwiązaniami, inny plan dla czarnej strony: spowodowanie pęknięcia w centrum przez ... c5, jak w obronie Benoni (partia 628); 6. ... c5 (625); 6. ... a6 (626); 6. ... c6 (629).",
                    "ru": "Альтернативный ход 6...Nc6 предполагает атаку на ферзевом фланге ...a6-Rb8-b5 (игры 624 и 630); 6...Nbd7 представлен вместе со следующими двумя вариантами, Черные планируют: достичь прорыва в центре ...c5, как в защите Бенони (игра 628); 6...c5 (игра 625); 6...a6 (игра 626); 6...c6 (игра 629)."
                }
            },
            {
                "move": "   7. d5 c6 ",
                "comment": {
                    "pt": "Para abrir linhas no flanco dama, onde supostamente irá o rei branco. A idéia de seguir o ataque no flanco rei ... Ch5-f5, ocorreu na partida 622.",
                    "en": "In order to open lines on the queenside where supposedly the white King is moving to. The idea to continue the attack on the kingside ...Nh5-f5, is presented in game 622.",
                    "es": "Para abrir líneas en el flanco dama, adónde supuestamente irá el rey blanco. La idea de proseguir con el ataque en el flanco rey ...Ch5-f5, ocurrió en la partida 622.",
                    "de": "Um Linien am Damenflügel zu öffnen, wo der weiße König offensichtlich stehen wird. Die Idee, den Angriff am Königsflügel mit ... Sh5-f5 fortzusetzen, geschah in der Partie Nr. 622.",
                    "zh": "为了在后翼开放线路，白王可能会朝此处移动。想法是用...Nh5-f5继续攻击王翼，这在棋局622中介绍。",
                    "pl": "Aby otworzyć linie na skrzydle hetmańskim, gdzie prawdopodobnie przemieści się biały Król. Idea kontynuacji ataku na skrzydło królewskie ... Sh5-f5, prezentuje partia 622.",
                    "ru": "Для того, чтобы открыть линии на ферзевом фланге, куда предположительно будет передвигаться белый Король. Идея состоит в атаке на королевском фланге ...Nh5-f5, которая показана в игре 622."
                }
            },
            {
                "move": "   8. Qd2 cxd5 9. cxd5 Na6 10. Bb5 ",
                "comment": {
                    "pt": "Nã o vale a pena entregar o bispo de casas brancas para dobrar os peões pretos (10-Bxa6).",
                    "en": "To give up the light-squared Bishop in order to double black pawns (10-Bxa6) isn't worthwhile.",
                    "es": "No vale la pena entregar el alfil de casillas blancas para doblar los peones negros (10-Axa6).",
                    "de": "Es lohnt sich nicht, den weißfeldrigen Läufer herzugeben, um die schwarzen Bauern zu verdoppeln (10. Lxa6).",
                    "zh": "弃掉白格象来使黑方产生叠兵（10-Bxa6）并不值得。",
                    "pl": "Oddanie jasnopolowego Gońca za zdublowanie czarnych pionów (10. Gxa6) nie jest warte przemyślenia.",
                    "ru": "Вариант жертвы светлопольного Слона, для того чтобы сдвоить пешки (10-Bxa6) - не заслуживает внимания."
                }
            },
            {
                "move": "   Nh5 11. Nge2 f5 ",
                "comment": {
                    "pt": "A partida 623 de nossa base seguiu a partir desta posição.",
                    "en": "Game 623 of our database continues from this position on.",
                    "es": "La partida 623 de nuestra base siguió a partir de esta posición.",
                    "de": "Partie Nr. 623 unserer Datenbank zeigt eine Fortsetzung.",
                    "zh": "棋库中棋局623介绍了一种延续。",
                    "pl": "Partia 623 z naszej bazy kontynuuje z tego miejsca.",
                    "ru": "Игра 623, нашей базы, продолжается с этой позиции."
                }
            }
        ],
        "game_terminator": "*"
    }
]