[
    {
        "title": "",
        "white": "Nimzoindia",
        "white_sort": "",
        "black": "Variante Rubinstein",
        "date": "",
        "event": {
            "en": "Rubinstein variation",
            "de": "Rubinstein-Variante",
            "es": "Variante Rubinstein",
            "pt": "Variante Rubinstein",
            "zh": "鲁宾斯坦变例",
            "pl": "Wariant Rubinsteina",
            "ru": "Вариант Рубинштейна"
        },
        "fen": "",
        "moves": [
            {
                "move": "1. d4 Nf6 2. c4 e6 3. Nc3 Bb4 4. e3 ",
                "comment": {
                    "pt": "Este é o sistema Rubisntein e a idéia das brancas é manter o centro e desenvolver rapidamente o flanco rei. O bispo deve ir a d3 e o cavalo poderá ir a f3 ou e2.",
                    "en": "This is the Rubinstein system and White's idea is to maintains the center and develop quickly the kingside. The bishop must move to d3 and the Knight can move to f3 or e2.",
                    "es": "Este es el sistema Rubinstein y la idea de las blancas es mantener el centro y desarrollar rápidamente el flanco rey. El alfil debe ir a d3 y el caballo podrá ir a f3 o e2.",
                    "de": "Das ist das Rubinstein-System. Die Absicht von Weiß ist,  das Zentrum zu halten und den Königsflügel schnell zu entwickeln. Der Läufer geht nach d3 und der Springer entweder nach f3 oder nach e2.",
                    "zh": "这是鲁宾斯坦体系，白方的意图是保持中心并且在王翼快速出子。象必须走到d3，并且马要走到f3或e2。",
                    "pl": "To system Rubinsteina, gdzie ideą Białych jest utrzymać centrum i szybko wyprowadzić figury ze skrzydła królewskiego. Goniec musi przesunąć się na d3, a Skoczek może przejść na f3, bądź e2.",
                    "ru": "Это Система Рубинштейна, где идея Белых состоит в выстраивании центра и быстрого развития на королевском фланге. Слон должен ходить на d3, а Конь может ходить на f3 или e2."
                }
            },
            {
                "move": "   c5 ",
                "comment": {
                    "pt": "As pretas têm vários lances e planos diferentes ao seu dispor e não está claro qual é o melhor. 4... b6 para colocar o bispo na grande diagonal e depois decidir como atuar no centro ocorre nas partidas 714 a 720. Um detalhe interessante é que ,quando as brancas jogam 5-Cge2 as pretas costumam responder com ...Ba6 atacando o peão c4. 4... d5 pode transpor para as posições onde as pretas jogam ...d5 e ... c5, sendo que a ordem dos lances não é tão importante. As partidas 721 a 723 seguiram com este lance e a última é um clássico onde o jovem Botvinik derotou o veterano Capablanca. 4...0-0 é a jogada mais flexível, mantendo quase todas as opções para as pretas, como ocorreu nas partidas 724 a 737 de nossa base.",
                    "en": "Black has several moves and different plans available and it isn't clear which is the best. Games 714 to 720 present 4...b6 in order to place the Bishop in the big diagonal and decide how to act in the center afterwards. An interesting detail is that to White's 5-Cge2 Black usually answers with ...Ba6 attacking the c4-pawn. 4... d5 can transpose the game to positions where Black plays ...d5 and ... c5 considering that the order of the moves isn't important. Games 721 to 723 continued with this move and the last one is a classic where the young Botvinik defeats the veteran Capablanca. 4...0-0 is the most flexible move that maintains all of Black's options as in games 724 to 737 of our database.",
                    "es": "Las negras tienen varias jugadas y planes diferentes a dispocición y no es claro cuál es el mejor. 4...b6 para colocar el alfil en la gran diagonal y después decidir cómo actuar en el centro ocurre en las partidas 714 a 720. Un detalle interesante es que, cuando las blancas juegan 5-Cge2, las negras suelen responder con ...Aa6, atacando el peón c4. 4... d5 puede transponer a posiciones donde las negras juegan ...d5 y ... c5, siendo que el orden de las jugadas no es tan importante. Las partidas 721 a 723 siguieron con esta jugada y la última es un clásico en el que el joven Botvinnik derrotó al veterano Capablanca.  4...0-0 es la jugada más flexible, manteniendo casi todas las opciones para las negras, como ocurrió en las partidas 724 a 737 de nuestra base.",
                    "de": "Schwarz kann zwischen mehreren verschieden Zügen und Plänen wählen; es ist schwer zu wissen, welche die beste Fortsetzung ist:  4...  b6 (stellt den Läufer auf die lange Diagonale und verzögert die Entscheidung über das Zentrum) geschah in den Partien 714 bis 720. Interessant zu bemerken ist, dass Schwarz den Bauern auf c4 mit ...La6 angreifen kann, falls Weiß 5. Sge2 spielt. 4... d5 geht in Stellungen mit...d5 und ... c5 über; welcher Bauer zuerst gezogen wird, ist nicht wichtig. Die Partien 721 bis 723 zeigen diese Fortsetzung; die letzte ist eine klassische Partie, in der der junge Botwinnik gegen den erfahrenen Capablanca gewann. 4...0-0 ist ein flexiblerer Zug, der fast alle Möglichkeiten für Schwarz offen hält, wie es in den Partien 724 bis 737 unserer Datenbank geschah.",
                    "zh": "黑棋可以在纵多走法和计划中挑选一个，很难说哪一种是最好的。棋局714到720走4...b6将象摆在大斜线上，并拖延确定之后如何在中心活动。有趣的是如果白方走的5-Cge2黑方通常会应...Ba6来攻击c4-兵。4... d5可以将棋局转换为这样一个局面，黑方走 ...d5和... c5，先走哪个没有所谓。棋局721到723从这一着继续，最后一局相当经典，是年轻的鲍特维尼克击败老手卡帕布兰卡的一局。4...0-0是最灵活的一着，可以保持所有黑方的选择，见棋局724到737。",
                    "pl": "Czarne mają kilka możliwości oraz różnych planów, ale nie jest jasne, który z nich jest najlepszy. Partie 714-720 pokazują 4. ... b6 zagrane w celu umieszczenia Gońca na długiej przekątnej i zdecydowania, jak grać później w centrum. Interesującym detalem jest to, że na Białe 5. Sge2 Czarne zwykle odpowiadają ... Ga6, atakując piona c4. 4. ... d5 może transponować grę do pozycji, gdzie Czarne grają ... d5 i ... c5, uznając, że kolejność tych ruchów nie ma znaczenia. Partie 721-723 kontynuują ten ruch i przynajmniej jedna z nich zalicza się do klasycznych starć, w której młody Botwinnik pokonał weterana Capablankę. 4. ... 0-0 jest najbardziej mobilnych ruchem, który pozostawia pełen wachlarz możliwości Czarnym, jak w partiach 724-737 z naszej bazy.",
                    "ru": "У Черных есть несколько возможных ходов и несколько планов на игру, так что сказать какой из них самый лучший - невозможно. Игры 714 и 720 представляет 4...b6, для того разместить Слона на большой диагонали и, в дальнейшем, определиться с его функцией в центре игрового поля. Интересная деталь в том, что на ход Белых 5-Cge2, Черные обычно отвечают ...Ba6, атакую пешку на c4. Ход ...Ba6 может перевести игру в позицию, где Черные играют ...d5 и ...c5, учитывая то, что порядок ходов не имеет значения. Игры 721 и 723 продолжаются с этого хода, который является классическим. 4...0-0 наиболее гибкий ход, который поддерживает любые варианты игры Черных, как показано в играх 724 и 737, нашей базы игр."
                }
            },
            {
                "move": "   5. Bd3 ",
                "comment": {
                    "pt": "É mais lógico começar desenvolvendo o bispo, uma vez que o cavalo poderá ir a e2 ou f3, mas nenhuma das jogadas de cavalo é incorreta.",
                    "en": "it's more logical to start with the Bishop since the Knight is able to move to e2 or f3, but all Knight moves are correct.",
                    "es": "Es más lógico comenzar desarrollando el alfil, ya que da lo mismo que el caballo vaya a e2 o a f3, porque ninguna de esas jugadas es incorrecta.",
                    "de": "Es ist logischer, den Läufer zuerst zu entwickeln, da der Springer nach e2 oder nach f3 gehen wird. Jedoch ist keiner der Springerzüge falsch.",
                    "zh": "因为马可以走到e2或f3，所以先走象更合乎逻辑，但是所有马的走法都是正确的。",
                    "pl": "Bardziej logiczny jest start Gońcem, skoro Skoczek może pójść na e2 lub f3, ale wszystkie ruchy Skoczka są poprawne.",
                    "ru": "Более логично в этой ситуации ходить Слоном, хотя Конь также может ходить на e2 или f3, что вполне корректно."
                }
            },
            {
                "move": "   Nc6 ",
                "comment": {
                    "pt": "A posição resultante após as jogadas 5. ..d5 6-Cf3 0-0 7-0-0 , não necessariamente nesta ordem de lances, ocorre nas partidas 744 a 753. Esta opção é tão boa quanto a variante ...Cc6 e é uma das posições mais jogadas na história do xadrez.",
                    "en": "The resulting position after 5...d5 6-Nf3 0-0 7-0-0, not necessarily in this order, is presented in games 744 to 753. This option is as good as the variation ...Nc6 and is one of most used in chess history.",
                    "es": "La posición resultante después de las jugadas 5...d5 6-Cf3 0-0 7-0-0, no necesariamente en este orden de jugadas, ocurre en las partidas 744 a 753. Esta opción es tan buena como la variante ...Cc6 y es una de las posiciones más jugadas en la historia del ajedrez.",
                    "de": "Die Stellung, die sich nach der Zugfolge 5. ..d5 6. Sf3 0-0 7. 0-0 ergibt (nicht unbedingt in dieser Zugfolge), ist in den Partien 744 bis 753 zu sehen. Diese Möglichkeit ist so gut wie die Variante ...Sc6 und ist eine der in der Schachgeschichte meistgespielten Stellungen.",
                    "zh": "走了5...d5 6-Nf3 0-0 7-0-0（未必是这个顺序）之后的局面在七局744到753中呈现。这个选择跟变例...Nc6都是不错的，是国际象棋历史上最为常用的走法之一。",
                    "pl": "Rezultat pozycji po 5. ... d5 6. Sf3 0-0 7. 0-0, niekoniecznie w tej kolejności, jest prezentowany w partiach 744-753. Opcja ta jest tak dobra, jak wariacja ... Sc6 i jest jedną z najczęściej używanych w szachowej historii.",
                    "ru": "Конечная позиция после серии 5...d5 6-Nf3 0-0 7-0-0, представлена в играх 744 и 753. Хорошим вариантом игры будет ход ...Nc6, который является одним из самых известных в истории шахмат."
                }
            },
            {
                "move": "   6. Nf3 ",
                "comment": {
                    "pt": "6-Cge2 ocorre na partida 739.",
                    "en": "6-Nge2 is presented in game 739.",
                    "es": "6-Cge2 ocurre en la partida 739.",
                    "de": "6. Sge2 geschieht in der Partie 739.",
                    "zh": "6-Nge2在棋局739中介绍。",
                    "pl": "6. Sge2 prezentuje partia 739.",
                    "ru": "Вариант 6-Nge2 представлен в игре 739."
                }
            },
            {
                "move": "   Bxc3+ 7. bxc3 d6 ",
                "comment": {
                    "pt": "Esta é a variante Hubner. As pretas entregaram seu bispo e agora pretendem fechar o centro, colocando os peões em casas pretas, facilitando a movimentação do outro bispo e valorizando os cavalos. As partidas 738, 741, 742 e 743 tratam desta posição.",
                    "en": "This is the Hubner variation. Black gives up its Bishop and intends to close the center now with pawns on dark squares facilitating the movement of the other Bishop and increasing the value of the Knights. Games 738, 741, 742 and 743 deal with this position.",
                    "es": "Esta es la variante Hübner. Las negras entregaron su alfil y ahora pretenden cerrar el centro, colocando los peones en casillas negras, facilitando el movimiento del otro alfil y aumentando el valor de los caballos. Las partidas 738, 741, 742 y 743 tratan esta posición.",
                    "de": "Das ist die Hübner-Variante. Schwarz verzichtet auf den schwarzfeldrigen Läufer und beabsichtigt jetzt, das Zentrum zu schließen und alle Bauern auf schwarze Felder zu stellen, damit sowohl der weißfeldrige Läufer als auch die Springer mehr Bewegungsfreiheit haben. Die Partien 738, 741, 742 und 743 zeigen diese Stellung.",
                    "zh": "这是Hubner变例。黑方弃黑格象并计划封闭中心，并将所有的兵放在黑格中，这样白格象和马的活动空间都会变得更大。棋局738、741、742和743介绍了这种局面。",
                    "pl": "To wariacja Hubnera. Czarne oddają Gońca i zamierzają zamknąć centrum pionami na ciemnych polach ułatwiając ruchy drugiego Gońca i powiększając wartość Skoczków. Partie 738, 741, 742 i 743 dzielą tę pozycję.",
                    "ru": "Это Вариант Хюбнера. Черные отдают своего Слона и намереваются сейчас закрыть центр пешками на темных полях, что упростит движения другого Слона и увеличит ценность Коней. Игры 738, 741, 742 и 743 начинаются с этой позиции."
                }
            },
            {
                "move": "   8. e4 e5 9. d5 Ne7 ",
                "comment": {
                    "pt": "Assim foi a famosa partida Spassky-Fischer (741), disputada pelo campeonato mundial de 1972 onde as pretas conseguiram uma excelente vitória.",
                    "en": "That's how it goes in the famous game between Spassky and Fischer (741), from the World Championship in 1972 and Black achieves an excellent win.",
                    "es": ".Así fue la famosa partida Spassky-Fischer (741), disputada por el campeonato mundial de 1972. Las negras consiguieron un excelente triunfo.",
                    "de": "Das war die berühmte Partie Spasskij-Fischer (Nr. 741),  Weltmeisterschafswettkamp 1972, die von Schwarz glänzend gewonnen wurde.",
                    "zh": "这是1972年著名的斯帕斯基和菲舍尔（棋局741）之间的对局中的用到的，黑方赢得相当精彩。",
                    "pl": "Tak to szło w słynnej grze pomiędzy Spasskim i Fischerem (741) z Mistrzostw Świata 1972. Czarne zanotowały świetne zwycięstwo.",
                    "ru": "Вот как это происходило в знаменитой партии между Спасским и Фишером (игра 741) на Чемпионате Мира в 1972 году, где Черные добиваются великолепной победы."
                }
            }
        ],
        "game_terminator": "*"
    }
]