[
    {
        "title": "",
        "white": "Nimzoindia",
        "white_sort": "",
        "black": "Variante Capablanca",
        "date": "",
        "event": {
            "en": "Capablanca variation",
            "de": "Capablanca-Variante",
            "es": "Variante Capablanca",
            "pt": "Variante Capablanca",
            "zh": "卡帕布兰卡变例",
            "pl": "Wariant Capablanki",
            "ru": "Вариант Капабланки"
        },
        "fen": "",
        "moves": [
            {
                "move": "1. d4 Nf6 2. c4 e6 3. Nc3 Bb4 4. Qc2 ",
                "comment": {
                    "pt": "Com este lance, as brancas pretendem jogar a3 e depois da troca em c3, retomar de dama , sem enfraquecer a estrutura de peões, como ocorre na variante Saemich.",
                    "en": "With this move, White intends to play a3 and, after the exchange on c3, retake with the Queen without weakening the pawn structure, as in the Saemisch variation.",
                    "es": "Con esta jugada las blancas pretenden jugar a3 y después del cambio en c3, retomar de dama , sin debilitar la estructura de peones, como ocurre en la variante Saemisch.",
                    "de": "Weiß hat vor, a3 zu spielen und nach dem Abtausch auf c3 mit der Dame zurückzuschlagen und somit die Bauernstruktur schonen, wie es in der Sämisch-Variante geschieht.",
                    "zh": "走这一步白方的目的是走a3，在c3上兑换之后，用后重新夺回兵而不会削弱兵形，正如杰米什变例所示。",
                    "pl": "Tym ruchem Białe zamierzają zagrać a3 i po wymianie na tym polu, wzięcie Hetmanem bez osłabiania struktury pionów, jak w wariacji Saemischa.",
                    "ru": "Этим ходом, Белые намереваются играть a3, после размена на c3, отыгрываясь Ферзем и не оставляя слабых мест в пешечной структуре, как в варианте Саевича."
                }
            },
            {
                "move": "   O-O ",
                "comment": {
                    "pt": "As opções 4...d6 (partidas 680 e 693) ,4...c5 (partidas 681, 684 ,687 e 692) , 4...Cc6 (partida 686) e 4...d5 (partidas 682, 683 e 691) sãoigualmente boas, mas 4...b6, permitindo 5-e4 é ruim para as pretas (partidas 685 e 690).",
                    "en": "The options 4...d6 (games 680 and 693), 4. ..c5 (games 681, 684, 687 and 692), 4...Nc6 (game 686) and 4...d5 (games 682, 683 and 691) are also good but 4...b6, enabling 5-e4, is bad for the black side (games 685 and 690).",
                    "es": "Las opciones 4...d6 (partidas 680 y 693), 4... c5 (partidas 681, 684 ,687 y 692), 4...Cc6 (partida 686) y 4...d5 (partidas 682, 683 y 691) son igualmente buenas, pero 4...b6, permitiendo 5-e4 es malo para las negras (partidas 685 y 690).",
                    "de": "Die folgenden Züge: 4...d6 (Partien Nr. 680 und 693), 4...c5 (Partien Nr. 681, 684, 687 und 692), 4...Sc6 (Partie Nr. 686) und 4...d5 (Partien Nr. 682, 683 und 691) sind alle gleichwertig; hingegen ist 4...b6 schwach, da 5. e4 zugelassen wird (Partien Nr. 685 und 690).",
                    "zh": "选择4...d6（棋局680和693），4. ..c5（棋局681、684、687 和692），4...Nc6（棋局686）和4...d5（棋局682、 683和691）也是不错的，但是走4...b6的话可以应5-e4，对于黑方是不利的（棋局685和690）。",
                    "pl": "Opcje 4. ... d6 (680 i 693), 4. ... c5 (681, 684, 687 i 692), 4. ... Sc6 (686) i 4. ... d5 (682, 683 i 691) są dobre, zaś 4. ... b6 pozwala na 5. e4, co jest niekorzystne dla czarnej strony (partie 685 i 690).",
                    "ru": "Возможные варианты: 4...d6 (игры 680 и 693), 4...c5 (игры 681, 684, 687 и 692), 4...Nc6 (игра 686) и 4...d5 (игры 682, 683 и 691) также хороши, но 4...b6, включает 5-e4, плохой для Черных (игры 685 и 690)."
                }
            },
            {
                "move": "   5. a3 Bxc3+ 6. Qxc3 b6 7. Bg5 ",
                "comment": {
                    "pt": "Antes de jogar e3, as brancas desenvolvem seu bispo e incomodam muito as pretas com esta cravada, uma vez que estas já trocaram seu bispo.",
                    "en": "Before e3, White develops its Bishop and disturbs Black a lot with this pin because the black Bishop has already been exchanged.",
                    "es": "Antes de jugar e3, las blancas desarrollan su alfil y molestan mucho a las negras con esta clavada, ya que éstas ya cambiaron su alfil.",
                    "de": "Weiß entwickelt den Läufer, bevor er e3 spielt, und stört Schwarz ungemein mit dieser Fesselung, vor allem weil Schwarz den schwarzfeldrigen Läufer bereits ausgetauscht hat.",
                    "zh": "在走e3之前，白方出动象，用牵制术大大扰乱黑方阵脚，因为黑象已经被兑掉了。",
                    "pl": "Przed e3 Białe wyprowadzają Gońca i utrudniają bardzo grę Czarnym tym przygwożdżeniem, ponieważ czarny Goniec już został wymieniony.",
                    "ru": "До e3, Белые развивают своего Слона и беспокоят Черных этой связкой, потому что черный Слон уже был разменян."
                }
            },
            {
                "move": "   Bb7 8. e3 d6 9. f3 Nbd7 10. Bd3 c5 11. Ne2 Rc8 ",
                "comment": {
                    "pt": "As pretas entregaram o par de bispos , mas obtiveram boa posição central e podem jogar ...d5 a qualquer momento. As partidas 688 e 689 seguiram a partir desta posição.",
                    "en": "Black gives up the pair of Bishops but obtains good central position and enables playing ...d5 at any moment. Games 688 and 689 continue this game from this position on.",
                    "es": "Las negras entregaron la pareja de alfiles, pero obtuvieron buena posición central y pueden jugar ...d5 a cualquier momento. Las partidas 688 y 689 siguieron a partir de esta posición.",
                    "de": "Schwarz verzichtete auf das Läuferpaar, hat aber eine gute Stellung im Zentrum und kann jederzeit ...d5 spielen. Die Partien Nr. 688 und 689 zeigen eine Fortsetzung.",
                    "zh": "黑方放弃双象，但是取得很好的中心位置并且可以随时走...d5。棋局688和689介绍了一个局面的一种延续。",
                    "pl": "Czarne poddają parę Gońców, ale utrzymują dobrą centralną pozycję i możliwość zagrania ... d5 w każdej chwili. Partie 688 i 689 kontynuują z tego miejsca.",
                    "ru": "Черные отказываются от пары Слонов, но обладают хорошими позициями в центре и в любой момент включат в игру ...d5. Игры 688 и 689 продолжаются с этой позиции."
                }
            }
        ],
        "game_terminator": "*"
    }
]