[
    {
        "title": "",
        "white": "Abertura escocesa",
        "white_sort": "",
        "black": "Variante ...Bc5",
        "date": "",
        "event": {
            "en": "Variation ...Bc5 variation",
            "de": "Variante mit ...Lc5",
            "es": "Variante ...Ac5",
            "pt": "Variante ...Bc5",
            "zh": "...Bc5变例",
            "pl": "Wariant ... Gc5",
            "ru": "Вариант ...Bc5"
        },
        "fen": "",
        "moves": [
            {
                "move": "1. e4 e5 2. Nf3 Nc6 3. d4 ",
                "comment": {
                    "pt": "As brancas ocupam o centro e abrem linhas de desenvolvimento para as peças do flanco dama, de forma semelhante ao que fazem contra a defesa siciliana.",
                    "en": "White occupies the center and opens development lines for queenside pieces similar to what it does against the Sicilian Defense.",
                    "es": "Las blancas ocupan el centro y abren líneas de desarrollo para las piezas del flanco dama, de forma semejante a lo que hacen contra la defensa siciliana.",
                    "de": "Weiß besetzt das Zentrum und öffnet Linien für die Entwicklung der Figuren am Damenflügel in einer ähnlichen Form wie in der Sizilianischen Verteidigung.",
                    "zh": "白方占据中心并且为后翼出子打开线路，跟西西里防御相类似。",
                    "pl": "Białe okupują centrum i otwierają linie dla wyprowadzenia figur ze skrzydła hetmańskiego na wzór tego jak rozgrywa się otwarcie przeciwko obronie sycylijskiej.",
                    "ru": "Белые занимают центр и открывает линии для развития фигур для ферзевом фланге, подобно варианту Сицилианской Защиты."
                }
            },
            {
                "move": "   exd4 4. Nxd4 Bc5 ",
                "comment": {
                    "pt": "Também é possível 4...Cf6 , que esta analisado em nosso próximo exemplo.",
                    "en": "4...Nf6 is also possible and is analyzed in the next example.",
                    "es": "También es posible 4...Cf6, analizada en nuestro próximo ejemplo.",
                    "de": "4... Sf6 ist auch möglich und wird in unserem nächsten Beispiel analysiert.",
                    "zh": "4...Nf6也是可行的，会在后面的例子分析。",
                    "pl": "4. ... Sf6 jest również możliwe i analizowane w kolejnym przykładzie.",
                    "ru": "Ход 4...Nf6 также возможен и будет проанализирован в следующем примере."
                }
            },
            {
                "move": "   5. Be3 ",
                "comment": {
                    "pt": "5-Cb3 Bb6 6-a4 a6 7-Cc3 Cf6 também é possível.",
                    "en": "5-Nb3 Bb6 6-a4 a6 7-Nc3 Nf6 is also possible.",
                    "es": "5-Cb3 Ab6 6-a4 a6 7-Cc3 Cf6 también es posible.",
                    "de": "5. Sb3 Lb6 6. a4 a6 7. Sc3 Sf6 ist auch möglich.",
                    "zh": "5-Nb3 Bb6 6-a4 a6 7-Nc3 Nf也是可行的。",
                    "pl": "5. Sb3 Gb6 6. a4 a6 7. Sc3 Sf6 jest również możliwe.",
                    "ru": "Вариант 5-Nb3 Bb6 6-a4 a6 7-Nc3 Nf6 также возможен."
                }
            },
            {
                "move": "   Qf6 ",
                "comment": {
                    "pt": "Pressionando o cavalo de d4. Seria um grave erro 5...Cf6 devido a 6-Cxc6 ganhando uma peca.",
                    "en": "Pressure on the d4-Knight. 5...Nf6 would be a big mistake due to 6-Nxc6 that wins a piece.",
                    "es": "Presionando el caballo de d4. Sería un grave error 5...Cf6 debido a 6-Cxc6, ganando una pieza.",
                    "de": "Mit Druck auf den Springer auf d4. 5...Sf6 wäre ein grober Fehler wegen 6. Sxc6 mit Figurengewinn.",
                    "zh": "给d4-马施加压力。5...Nf6会是一个很大的失误，因为走6-Nxc6会赢得一子。",
                    "pl": "Presja na Skoczka d4. 5. ... Sf6 mogłoby być wielką pomyłką z uwagi na 6. Sxc6 wygrywające figurę.",
                    "ru": "Прессинг на Коня d4. Игра 5...Nf6 будет большой ошибкой из-за взятия фигуры игрой Nxc6."
                }
            },
            {
                "move": "   6. c3 Nge7 7. Bc4 ",
                "comment": {
                    "pt": "7-Cc2 ocorreu na partida 47 de nossa base e as pretas responderam com 7...d6 permitindo que seus peões fossem dobrados. Mais natural seria 7...Bxe3 8-Cxe3 d6, com jogo equilibrado.",
                    "en": "7-Nc2 occurred in the game 47 of our database and Black answered with 7...d6 allowing the creation of doubled pawns. 7... Bxe3 8-Nxe3 d6 would be more natural with a balanced game.",
                    "es": "7-Cc2 ocurrió en la partida 47 de nuestra base y las negras respondieron con 7...d6, permitiendo que sus peones fueran doblados. Más natural sería 7...Axe3 8-Cxe3 d6, con juego equilibrado.",
                    "de": "7. Sc2 (Partie 47) wurde mit 7...d6 beantwortet, was die Entstehung von Doppelbauern zuließ. Natürlicher wäre 7...Lxe3 8. Sxe3 d6 mit gleichem Spiel.",
                    "zh": "7-Nc2出现在棋局47中，黑方会应以7...d6，制造叠兵。7... Bxe3 8-Nxe3 d6会平衡棋局，更加合理。",
                    "pl": "7. Sc2 nastąpiło w partii 47 z naszej azy i Czarne odpowiedziały 7. ... d6 zezwalając na stworzenie zdublowanych pionów. 7. ... Gxe3 8. Sxe3 d6 mogłoby być bardziej naturalne ze zbalansowaną grą.",
                    "ru": "7-Nc2 (ситуация представлена в игре 47 нашей базы) и Черные отвечают 7...d6, получая сдвоенные пешки. Игра 7... Bxe3 8-Nxe3 d6 будет выглядеть более логичной для сбалансированной игры."
                }
            },
            {
                "move": "   O-O 8. O-O Bb6 ",
                "comment": {
                    "pt": "Para seguir com ...d6 e terminar o desenvolvimento do flanco dama. Neste momento 8...d6 seria um erro devido a Cxc6 seguido de Bxc5 triplicando os peões e enfraquecendo o centro preto.",
                    "en": "In order to continue with ... d6 and complete development on the queenside. At this moment 8...d6 would be a mistake due to Nxc6 followed by Bxc5 with tripled pawns and weakness in the black center.",
                    "es": "Para seguir con ...d6 y terminar el desarrollo del flanco dama. En este momento 8...d6 sería un error debido a Cxc6 seguido de Axc5, triplicando los peones y debilitando el centro negro.",
                    "de": "Mit der Idee ...d6, um die Entwicklung vom Damenflügel zu beenden. 8...d6 wäre jetzt ein Fehler, da Sxc6 nebst Lxc5 die Bauern verdreifachen und das schwarze Zentrum schwächen würde.",
                    "zh": "为了继续走... d6结束后翼出子。这是走8...d6是错误的，因为走Nxc6随后Bxc5会产生三叠兵并削弱黑方中心。",
                    "pl": "W celu kontynuacji ... d6 i ukończenia rozwoju na skrzydle hetmańskim. W tym momencie 8. ... d6 byłoby pomyłką Sxc6 kontynuowane przez Gxc5 z potrójnymi pionami na kolumnie i osłabieniem czarnego centrum.",
                    "ru": "Для того, чтобы продолжить ...d6 и закончить развитие на ферзевом фланге. В этой ситуации, 8...d6 будет ошибкой из-за того, что последует игра Nxc6 Bxc5 со строенными пешками и слабостью Черных в центре."
                }
            },
            {
                "move": "9. Nc2 Bxe3 10. Nxe3 d6",
                "comment": []
            }
        ],
        "game_terminator": "*"
    }
]