[
    {
        "title": "",
        "white": "Abertura Inglesa",
        "white_sort": "",
        "black": "Variante simétrica",
        "date": "",
        "event": {
            "en": "Simetric variation",
            "de": "Symetrische Variante",
            "es": "Variante simétrica",
            "pt": "Variante simétrica",
            "zh": "对称变例",
            "pl": "Wariacja symetryczna",
            "ru": "Симметричный вариант"
        },
        "fen": "",
        "moves": [
            {
                "move": "1. c4 ",
                "comment": {
                    "pt": "A abertura Inglesa é flexível e muitas vezes, quando as brancas jogam d4, tanspõe para posições de aberturas do peão dama. A variante simétrica é uma das boas opções que as pretas têm para enfrentá-la.",
                    "en": "The English opening is flexible and, many times, it transposes the game to positions of Queen-pawn openings when White plays d4. The symmetrical variation is one of the good options that Black has to fight that position.",
                    "es": "La apertura Inglesa es flexible y muchas veces, cuando las blancas juegan d4, transponen a posiciones de aperturas del peón dama. La variante simétrica es una de las buenas opciones que las negras tienen para enfrentarla.",
                    "de": "Die Englische Eröffnung ist flexibel und geht oft in Stellungen des Damenbauernspiels über. Die Symmetrie-Variante ist eine der guten Möglichkeiten, über die Schwarz verfügt, gegen die Englische Eröffnung zu spielen.",
                    "zh": "英国式开局相当灵活，很多时候当白方走d4之后会转变成后兵开。对称变例是黑方进行斗争的其中一个很好的选择。",
                    "pl": "Partia angielska jest elastyczna i wielokrotnie pozycja zostaje przetransponowana do otwarć pionem hetmańskim, kiedy Białe zagrają d4. Symetryczna wariacja jest jedną z dobrych opcji, o którą walczą Czarne.",
                    "ru": "Английский дебют является очень гибким и, как правило, часто переходит в позицию дебюта ферзевой пешки, когда Белые играю d4. Симметричный вариант, один из самых хороших вариантов для Черных в этой позиции."
                }
            },
            {
                "move": "   c5 2. Nc3 Nc6 ",
                "comment": {
                    "pt": "Os planos com ...Cf6, seguido de ... d5 ocorrem nas partidas 754, 755, 760 e763.",
                    "en": "Games 754, 755, 760 and 763 demonstrate the plans with ...Nf6 followed by ...d5.",
                    "es": "Los planes con ... Cf6, seguido de ...d5 ocurren en las partidas 754, 755, 760 y 763.",
                    "de": "Pläne mit ...Sf6 nebst... d5 kommen in den Partien 754, 755, 760 und 763 vor.",
                    "zh": "棋局754、755、760和763呈现了 ...Nf6随后 ...d5的计划。",
                    "pl": "Partie 754, 755, 760 i 763 demonstrują plan ... Sf6 kontynuowany przez ... d5.",
                    "ru": "Игры 754, 755, 760 и 763 демонстрирую игру ...Nf6, на что следует ...d5."
                }
            },
            {
                "move": "   3. Nf3 ",
                "comment": {
                    "pt": "Também é possível começar com g3 para desenvolver o bispo por g2, como geralmente ocorre nesta abertura. Caso as brancas optem por planos com e3-d4, provavelmente haverá transposição para aberturas com 1-d4.",
                    "en": "It's also possible to start with g3 in order to develop the Bishop through g2, as usually happens in this opening. If White chooses to plan with e3-d4, there will probably be a transposition to a 1-d4 opening.",
                    "es": "También es posible comenzar con g3 para desarrollar el alfil por g2, como generalmente ocurre en esta apertura. Si las blancas optan por planes con e3-d4, probablemente transpondrán a aperturas con 1-d4.",
                    "de": "Es ist auch möglich, mit g3 nebst Lg2 anzufangen. Falls Weiß sich für Pläne mit e3-d4 entscheidet, wird es wahrscheinlich in das Damenbauernspiel übergegangen.",
                    "zh": "以g3开始来通过g2出象也是可行的。如果白方决定走e3-d4，那么可能会转换为后兵开局。",
                    "pl": "Możliwy jest start przez g3 w celu wyprowadzenia Gońca przez g2, jak zwykle to się dzieje w tym otwarciu. Jeśli Białe wybiorą e3-d4, prawdopodobnie nastąpi transpozycja do debiutów 1. d4.",
                    "ru": "Также возможно начать игру на g3, для развития Слона через g2, что часто встречается в дебютах. Если Белые выберут игру e3-d4, игра перейдет в вариант дебюта 1-d4."
                }
            },
            {
                "move": "   Nf6 4. g3 g6 ",
                "comment": {
                    "pt": "Também é possível jogar ...e6 e depois ...d5.",
                    "en": "It's also possible to choose ...e6 and ... d5 afterwards.",
                    "es": "También es posible jugar ...e6 y después ...d5.",
                    "de": "...e6 nebst ...d5 geht auch.",
                    "zh": "...e6之后...d5也可以。",
                    "pl": "Jest także możliwe wybrać ... e6 i zagrać ... d5 potem.",
                    "ru": "Также возможно сыграть позднее ...e6 или ... d5."
                }
            },
            {
                "move": "   5. Bg2 Bg7 6. O-O O-O 7. a3 ",
                "comment": {
                    "pt": "As brancas querem pressionar no flanco dama e para atuar neste setor contarão com o apoio de seu bispo em g2.",
                    "en": "White wants to put pressure on the queenside and in order to act in this sector it has the support of its g2-Bishop.",
                    "es": "Las blancas quieren presionar en el flanco dama y para actuar en este sector contarán con el apoyo de su alfil en g2.",
                    "de": "Weiß möchte Druck auf den Damenflügel ausüben und rechnet dazu mit dem Läufer auf g2.",
                    "zh": "白方希望再g2象的帮助之下给后翼施加压力。",
                    "pl": "Białe chcą stworzyć presję na skrzydle hetmańskim i w tym celu wspierają swojego Gońca g2.",
                    "ru": "Белые хотят оказать давление на ферзевом фланге, и для того чтобы действовать в этом секторе, они должны поддержать Слона на g2."
                }
            },
            {
                "move": "   a6 ",
                "comment": {
                    "pt": "7...d6 8-Tb1 a5, evitando a expansão branca no flanco dama é recomendável.",
                    "en": "7... d6 8-Rb1 a5 preventing White's expansion on the queenside is recommended.",
                    "es": "7...d6 8-Tb1 a5, evitando la expansión blanca en el flanco dama, es recomendable.",
                    "de": "7...d6 8. Tb1 a5 ist empfehlenswert, damit Weiß am Damenflügel keinen Raum gewinnt.",
                    "zh": "推荐走7... d6 8-Rb1 a5可以阻止白方在后翼扩张。",
                    "pl": "7. ... d6 8. Wb1 a5 uniemożliwiając Białym ekspansję na skrzydło hetmańskie jest zalecane.",
                    "ru": "Рекомендована игра 7...d6 8-Rb1 a5, для предотвращения экспансии Белых на ферзевом фланге."
                }
            },
            {
                "move": "   8. Rb1 Rb8 9. b4 cxb4 10. axb4 b5 11. cxb5 axb5 12. d4 ",
                "comment": {
                    "pt": "O branco tem pequena vantagem (partida 756).",
                    "en": "White has a small advantage (game 756).",
                    "es": "El blanco tiene pequeña ventaja (partida 756).",
                    "de": "Mit kleinem Vorteil für Weiß (Partie Nr. 756).",
                    "zh": "白方拥有微弱优势（棋局756）。",
                    "pl": "Białe posiadają małą przewagę (partia 756).",
                    "ru": "Белые имеют небольшое преимущество (игра 765)."
                }
            }
        ],
        "game_terminator": "*"
    }
]