[
    {
        "title": "",
        "white": "Defesa Grunfeld",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "Grunfeld defense",
            "de": "Grünfeld Verteidigung",
            "es": "Defensa Grünfeld",
            "pt": "Defesa Grünfeld",
            "zh": "格伦菲尔德防御",
            "pl": "Obrona Grunfelda",
            "ru": "Защита Грюнфельда"
        },
        "fen": "",
        "moves": [
            {
                "move": "1. d4 Nf6 2. c4 g6 3. Nc3 d5 ",
                "comment": {
                    "pt": "Na defesa Grunfeld as pretas permitem que as brancas tenham mais espaço no centro, mas elas irão atacar neste setor rapidamente.",
                    "en": "In the Grunfeld defense, Black allows White to win more space in the center but it will attack in this sector very quickly.",
                    "es": "En la Defensa Grünfeld las negras permiten que las blancas tengan más espacio en el centro, pero ellas atacarán en este sector rápidamente.",
                    "de": "In der Grünfeld-Verteidigung lässt Schwarz den Aufbau eines starken weißen Zentrum zu, wird aber schnell dieses Zentrum angreifen.",
                    "zh": "在格伦菲尔德防御中，黑方让白方在中心赢得更多的空间，但是它会在这个区域快速进攻。",
                    "pl": "W obronie Grunfelda, Czarne zezwalają Białym zdobyć przestrzeń w centrum, ale bardzo szybko zaatakują ten sektor.",
                    "ru": "В защита Грюнфельда. Черные позволяют Белым выиграть больше пространства в центре, но этот сектор будет быстро атакован позднее."
                }
            },
            {
                "move": "   4. cxd5 ",
                "comment": {
                    "pt": "Esta é a variante das trocas, que parece a mais lógica para ganhar espaço no centro. Outras opções são; 4-Db3 ( partidas 589, 590 e 595) 4-Cf3 Bg7 5-Db3 Esta é uma das principais alternativas das brancas, preferida do ex campeao mundial A.Karpov, e garante maior domínio central (partidas 594, 597, 598, 599 e 601) 4-Bf4 (partida 596) 4-Bg5 (partida 603).",
                    "en": "This is the exchange variation that seems more logical in order to win space in the center. Other options are: 4-Qb3 (games 589, 590 and 595); 4-Nf3 Bg7 5-Qb3 that is one of White's main alternatives, and former World Champion A. Karpov's favorite, that guarantees greater central dominance (games 594, 597, 598, 599 and 601); 4-Bf4 (game 596); 4-Bg5 (game 603).",
                    "es": "Esta es la variante del cambio, que parece la más lógica para ganar espacio en el centro. Otras opciones son: 4-Db3 (partidas 589, 590 y 595); 4-Cf3 Ag7 5-Db3. Esta es una de lasprincipales alternativas de las blancas, preferida del ex campeón mundial A. Karpov, y garantiza mayor dominio central (partidas 594, 597, 598, 599 y 601); 4-Af4 (partida 596) 4-Ag5 (partida 603).",
                    "de": "Die Abtauschvariante, mit der man Raum im Zentrum gewinnt. Andere Möglichkeiten: 4. Db3 (Partien Nr. 589, 590 und 595); 4. Sf3 Lg7 5. Db3, eine der wichtigsten Möglichkeiten für Weiß, oft vom früheren Weltmeister A.Karpow gespielt, die eine grössere Kontrolle über das Zentrum verschafft (Partien Nr. 594, 597, 598, 599 und 601).",
                    "zh": "这个兑换变例，看起来更加符合逻辑以便在中心赢得更多的空间。另外的选择是：4-Qb3（棋局589、590和595）； 4-Nf3 Bg7 5-Qb3是白方主要的选择之一，前世界冠军卡尔波夫的挚爱，可以确保对中心的绝对统治（棋局594、597、598、599和601）；4-Bf4（棋局596）； 4-Bg5（棋局603）。",
                    "pl": "To wariant wymiany, który wygląda bardziej logicznie, mając na celu zdobycie przestrzeni w centrum. Innymi opcjami są: 4. Hb3 (gry 589, 590 i 595); 4. Sf3 Gg7 5. Hb3, co jest główną alternatywą Białych i ulubionym ruchem byłego Mistrza Świata Anatolija Karpowa, gwarantuje on centralną dominację (594, 597, 598, 599 i 601); 4. Gf4 (596); 4. Gg5 (603).",
                    "ru": "Этот разменный вариант, кажется более логичным, для того чтобы выиграть пространство в центре. Другой вариант: 4-Qb3 (игры 589, 590 и 595); 4-Nf3 Bg7 5-Qb3, что является одним из вариантов для Белых, и был любимым вариантом экс-Чемпиона Мира А. Карпова, который гарантирует большее доминирование в центре (игры 594, 597, 598, 599 и 601); 4-Bf4 (игра 596); 4-Bg5 (игра 603)."
                }
            },
            {
                "move": "   Nxd5 5. e4 Nxc3 6. bxc3 Bg7 7. Bc4 ",
                "comment": {
                    "pt": "Nas partidas 592 e 602 as brancas optam por desenvolver este bispo por e2, o cavalo por f3 e o outro bispo pode ir a e3, sustentando o centro.",
                    "en": "In games 592 and 602 White chooses to develop this Bishop through e2, the Knight through f3 and the other Bishop is able to move to e3, supporting the center.",
                    "es": "En las partidas 592 y 602 las blancas optan por desarrollar este alfil por e2, el caballo por f3 y el otro alfil puede ir a e3, sosteniendo el centro.",
                    "de": "In den Partien Nr. 592 und  602 entwickelt Weiß seinen Läufer über e2, den Springer über f3 und den schwarzfeldrigen Läufer über e3, um das Zentrum zu stützen.",
                    "zh": "在棋局592和602中白方选择通过e2出象，通过f3出马，并且另外一个象可以移到e3，来支持中心。",
                    "pl": "W partiach 592 i 602 Białe wybierają wyprowadzenie Gońca przez e2, Skoczka przez f3 i drugi Goniec jest w stanie przejść na e3, wzmacniając centrum.",
                    "ru": "В играх 592 и 602, Белые выбирают развитие Слона через e2, Коня через f3, а другой Слон может ходить на e3, поддерживая центр."
                }
            },
            {
                "move": "   c5 8. Ne2 ",
                "comment": {
                    "pt": "Aqui é fundamental este desenvolvimento, pois o cavalo em f3 seria cravado (...Bg4) e a pressão no centro branco seria muito forte.",
                    "en": "This development is fundamental here because the f3-Knight f3 would be pinned (... Bg4) and the pressure on the white center would be very strong.",
                    "es": "Aquí es fundamental este desarrollo, pues el caballo en f3 sería clavado (...Ag4) y la presión en el centro blanco sería muy fuerte.",
                    "de": "Dieser Zug ist Pflicht, denn auf f3 würde der Springer gefesselt werden (...Lg4), mit dem folglichen starken Druck auf das weiße Zentrum.",
                    "zh": "这种走法是必须的，因为f3处的马被牵制（... Bg4）而且施加给白棋中心的压力非常大。",
                    "pl": "Tego rodzaju rozwój jest fundamentalny, ponieważ Skoczek f3 mógłby zostać przygwożdżony (... Gg4) i presja na białe centrum byłaby bardzo silna.",
                    "ru": "Это развитие имеет ключевой момент, потому что Конь f3 будет связан (... Bg4) и давление на центр со стороны Белых, будет очень ощутимым."
                }
            },
            {
                "move": "   O-O 9. O-O Nc6 10. Be3 Qc7 11. Rc1 Rd8 ",
                "comment": {
                    "pt": "As brancas dominam o centro, mas as pretas exercem forte pressão sobre ele. As brancas devem atacar no flanco rei (f4-f5) e isto ocorreu nas partidas 591, 593 e 600.",
                    "en": "White has dominance over the center but Black puts great pressure on it. White must attack on the kingside (f4-f5) and this is described in games 591, 593 and 600.",
                    "es": "Las blancas dominan el centro, pero las negras ejercen fuerte presión sobre el mismo. Las blancas deben atacar en el flanco rey (f4-f5); esto ocurrió en las partidas 591, 593 y 600.",
                    "de": "Weiß beherrscht das Zentrum, aber Schwarz übt einen starken Druck darauf. Weiß muss am Königsflügel angreifen (mit f4-f5), wie in den Partien 591, 593 und 600.",
                    "zh": "白方对中心拥有统治，但是黑方不断给它施加强大压力。白方必须攻击王翼（f4-f5），这在棋局591、593和600中有介绍。",
                    "pl": "Białe posiadają dominację nad centrum, ale Czarne wywierają na nie wielką presję. Białe muszą atakować na skrzydle królewskim (f4-f5), co zostało opisane w partiach 591, 593 i 600.",
                    "ru": "Белые имеют перевес в центре, но Черные также атакуют центр. Белые должны прессинговать на королевском фланге (f4-f5) и это описано в играх 591, 593 и 600."
                }
            }
        ],
        "game_terminator": "*"
    }
]