[
    {
        "title": "",
        "white": "Gambito da dama",
        "white_sort": "",
        "black": "Aceito",
        "date": "",
        "event": {
            "en": "Accepted",
            "de": "Angenommenes Damengambit",
            "es": "Aceptado",
            "pt": "Aceito",
            "zh": "接受后翼弃兵",
            "pl": "Przyjęty",
            "ru": "Принятый Ферзевый гамбит"
        },
        "fen": "",
        "moves": [
            {
                "move": "1. d4 d5 2. c4 dxc4 ",
                "comment": {
                    "pt": "Aceitar o gambito é perfeitamente viável, apesar de entregar temporariamente o centro. As pretas deverão voltar a disputa-lo o quanto antes, geralmente com as jogadas ...c5 ou ...e5. Em nossa base as partidas 502 a 526 tratam desta abertura.",
                    "en": "To accept the gambit is perfectly feasible despite giving up temporally the center. Black has to fight for it again as soon as possible, usually with ...c5 or ...e5. The games 502 to 526 of our database deal with this opening.",
                    "es": "Aceptar el gambito es perfectamente viable, a pesar de que se entrega temporariamente el centro. Las negras deberán volver a disputarlo cuanto antes, generalmente con las jugadas . ..c5 o ...e5. En nuestra base las partidas 502 a 526 tratan esta apertura.",
                    "de": "Die Annahme des Gambits ist durchaus möglich, auch wenn das Zentrum vorübergehend aufgegeben wird. Schwarz muss so schnell wie möglich den Kampf ums Zentrum wieder aufnehmen, gewöhnlich mit ...c5 oder ...e5. Auf unserer Datenbank zeigen die Partien 502 bis 526 Beispiele von dieser Eröffnung.",
                    "zh": "接受弃兵是完全可行的，甚至不惜暂时牺牲一下中心。黑方必须尽快与之战斗，通常走 ...c5或...e5。棋库中的棋局502到526涉及到这种开局。",
                    "pl": "Gambit hetmański przyjęty jest całkowicie wykonalny pomimo tymczasowe poddania centrum. Czarne muszą walczyć o nie ponownie tak szybko, jak to możliwe, zwykle dzięki ... c5 lub ... e5. Partie od 502 do 526 z naszej bazy dzielą te otwarcie.",
                    "ru": "Принимая гамбит, придется временно отказаться от позиций в центре. Черные вынуждены опять выстраивать центр, обычно игрой ...c5 или ...e5. Игры 502 и 526, нашей базы, описывают эту ситуацию."
                }
            },
            {
                "move": "   3. Nf3 ",
                "comment": {
                    "pt": "3-e4, ocupando o centro imediatamente é uma boa opção e as pretas podem responder com 3...Cf6 (partidas 514) 3...c5 (partidas 523 e 524) ou 3... e5. 3-e3 também é possível, mas permite que as pretas joguem 3...e5 (Note que após 3-Cf3 esta opção não existe), como ocorre nas partidas do século retrasado (505 e 506) e nas modernas (521 e 522).",
                    "en": "3-e4, occupying the center immediately, is a good option and Black may responder with 3...Nf6 (game 514), 3...c5 (game 523 and 524) or 3...e5. 3-e3 is also possible but allows Black to continue with 3...e5 (notice that after 3-Nf3, this option doesn't exist anymore), as in the games of the 19th century (505 and 506) and in modern games (521 and 522).",
                    "es": "Aceptar el gambito es perfectamente viable, a pesar de que se entrega temporariamente el centro. Las negras deberán volver a disputarlo cuanto antes, generalmente con las jugadas . ..c5 o ...e5. En nuestra base las partidas 502 a 526 tratan esta apertura.",
                    "de": "3. e4 mit sofortiger Besetzung des Zentrum ist eine gute  Möglichkeit. Schwarz kann mit verschiedenen Zügen antworten: 3...Sf6 (Partie 514) 3...c5 (Partien 523 und 524) oder auch 3... e5. 3. e3 ist auch möglich, lässt aber 3...e5 zu (beachte, dass das nach 3. Sf3 nicht geht); Beispiele dafür sind die Partien 505 und 506 (vom 19. Jahrhundert) und die modernen Partien 521 und 522.",
                    "zh": "3-e4立即占据中心是个好的选择，黑方可以应3...Nf6（棋局514），3...c5（棋局523和524）或者3...e5。3-e3也是可行的，但是会让黑方得以继续走3...e5（注意走了3-Nf3这种走法就不存在了），正如19世纪的一些棋局（505和506）和现代棋局（521和522）。",
                    "pl": "3. e4, zajmując centrum natychmiast, jest dobrą opcją i Czarne mogą odpowiedzieć 3. ... Sf6 (gra 514), 3. ... c5 (partie 523 i 524) lub 3. ... e5. 3. e3 jest również możliwe, ale zezwala Czarnym na kontynuacje 3. ... e5 (zauważ, że po 3. Sf3 nie istnieje już taka możliwość), jak w grach z XIX stulecia (505 i 506) oraz w nowoczesnych partiach (521 i 522).",
                    "ru": "Хороший вариант 3-e4, занимая сразу центр, и Черные могут ответить 3...Nf6 (игра 514), 3...c5 (игра 523 и 524) или 3...e5. 3-e3 также неплохой вариант, но позволяет Черным продолжить 3...e5 (обратите внимание, что после игры 3-Nf3, это уже сделать невозможно), как в играх девятнадцатого века (505 и 506) и в современных играх (521 и 522)."
                }
            },
            {
                "move": "   Nf6 4. e3 ",
                "comment": {
                    "pt": "Recuperar o peão imediatamente com 4-Da4 (partidas 511 a 513) é possível , ainda que parece mais natural preparar sua retomada desenvolvendo o bispo.",
                    "en": "To recover the pawn immediately with 4-Qa4 (games 511 to 513) is possible, even if it seems more natural to prepare the recapture by developing the Bishop.",
                    "es": "Recuperar el peón inmediatamente con 4-Da4 (partidas 511 a 513) es posible, aunque parezca más natural preparar la captura desarrollando el alfil.",
                    "de": "Den Bauern sofort mit 4. Da4  zurückzugewinnen ist möglich (Partien 511 bis 513), auch wenn das Schlagen mit dem Läufer natürlicher aussieht.",
                    "zh": "用4-Qa4立即重新夺回兵（棋局511和513）也是可行的，即使通常的走法是准备出象重新夺回兵。",
                    "pl": "Aby odzyskać piona natychmiast, możliwe jest 4. Ha4 (partie 511-513), nawet jeśli bardziej naturalne jest przygotowanie tego przez wyprowadzenie Gońca.",
                    "ru": "Можно немедленно отыграть пешку ходом 4-Qa4 (игры 511-513), даже если выглядит более логично подготовить Слона для этого отыгрыша."
                }
            },
            {
                "move": "   e6 5. Bxc4 a6 ",
                "comment": {
                    "pt": "Para ganhar espaço no flanco dama com...b5 e depois lutar pelo centro com ...c5. 5...c5 disputando o centro imediatamente também é uma boa opção.",
                    "en": "In order to win space on the queenside with ... b5 and fight for the center afterwards with ...c5. 5...c5, fighting for the center immediately, is also a good option.",
                    "es": "Para ganar espacio en el flanco dama con...b5 y después luchar por el centro con ...c5. 5...c5 disputando el centroinmediatamen te también es una buena opción.",
                    "de": "Um Raum am Damenflügel mit ...b5 zu gewinnen und anschließend im Zentrum mit ...c5 zu wirken. Das sofortige 5...c5 ist auch eine gute Möglichkeit.",
                    "zh": "为了用在... b5后翼赢得空间，此后用 ...c5并争夺中心。5...c5即刻争夺中心也是一个好的选择。",
                    "pl": "W celu zdobycia miejsca na skrzydle hetmańskim przez ... b5 i walkę o centrum po ... c5. 5. ... c5, natychmiast walczące o centrum, jest również dobrą opcją.",
                    "ru": "Для того, чтобы выиграть пространство на ферзевом фланге с ...b5 и последующим прессингом на центр ...c5. 5...c5, атаковать немедленно центр, также будет хорошим вариантом."
                }
            },
            {
                "move": "   6. a4 ",
                "comment": {
                    "pt": "Evitar o avanço ... b5 das pretas é uma opção tão boa quanto seguir o desenvolvimento com 6-0-0. O importante no gambito da dama aceito é entender o desenvolvimento do jogo após a abertura; geralmente as pretas jogarão ...c5 e . ..cxd4 isolando o peão dama branco (após a retomada exd4) e estas deverão atacar no centro e flanco rei. É importante estudar as partidas da base e as dividiremos em dois tipos; as brancas jogam a4 (partidas 507, 517 e 519) e não jogam a4 (partidas 502 a 504, 506 a 510, 515, 516, 518, 520 e 526)",
                    "en": "To prevent the black advance ...b5 is as good an option as to continue development with 6-0-0. In the accepted Queen's Gambit it's important to understand the development of the game after the opening. Usually, Black plays ...c5 and ...cxd4, isolating the white Queen-pawn (after the exd4 retake), and it has to attack on the center or the kingside. It's important to study the games of our database, which are divided in two kinds: when White plays a4 (games 507, 517 and 519) and when it doesn't play a4 (games 502 to 504, 506 to 510, 515, 516, 518, 520 and 526).",
                    "es": "Evitar el avance ...b5 de las negras es una opción tan buena como seguir el desarrollo con 6-0-0. Lo importante en el Gambito de Dama Aceptado es entender el desarrollo del juego después de la apertura; generalmente las negras jugarán ...c5 y ...cxd4, aislando el peón dama blanco (después de la retomada exd4) y éstas deberán atacar en el centro y flanco rey. Es importante estudiar las partidas de la base, que dividiremos en dos tipos: con a4 del blanco (partidas 507, 517 y 519) y sin a4 del blanco (partidas 502 a 504, 506 a 510, 515, 516, 518, 520 y 526).",
                    "de": "Den Vorstoss ... b5 zu verhindern ist eine gleichwertige Möglichkeit wie die Fortsetzung der Entwicklung mit 6. 0-0. Im Angenommenen Damengabit ist es wichtig, die Abwicklung des Spiels nach der Eröffnung zu verstehen: normalerweise spielt Schwarz ...c5 und ...Sxd4 (isoliert den weißen d-Bauern nach exd4) mit Angriff sowohl im Zentrum als auch am Königsflügel. Es ist wichtig, die Partien unserer Datenbank zu lernen. Diese können in zwei Gruppen geteilt werden: 1) Weiß spielt a4 (Partien 507, 517 und 519) oder 2) Weiß spielt einen anderen Zug (nicht a4) (Partien 502 bis 504, 506 bis 510, 515, 516, 518, 520 und 526).",
                    "zh": "阻止黑方挺近...b5跟继续走6-0-0出子一样都是不错的选择。在接受后翼弃兵局中理解开局之后的发展是相当重要的。通常黑方走 ...c5和 ...cxd4，孤立白方后翼兵（在exd4重新夺回），并且必须攻击王翼或中心。研究棋库中的棋局是相当重要的的，棋局被分为两类：当白方走a4（棋局507、517和519）；和它不走a4（棋局502、504、506到510、515、51、518、520和526）。",
                    "pl": "Zapobieżenie Czarnym ruchu ... b5 jest tak samo dobre, jak kontynuacja rozwoju przez 6. 0-0. W gambicie hetmańskim przyjętym ważne zrozumienie rozwoju gry po otwarciu. Zwykle Czarne grają ... c5 i ... cxd4, izolując białego hetmańskiego piona (po wzięciu exd4) i atakują w centrum lub skrzydle królewskim. Ważne jest przejrzenie partii z naszego archiwum podzielonych na dwie części: kiedy Białe zagrywają a4 (partie 507, 517 i 519) oraz kiedy nie grają a4 (od 502 do 504, 506-510, 515, 516, 518, 520 i 526).",
                    "ru": "Для того, чтобы помешать развитию Черных, ход ...b5, хороший вариант для развития 6-0-0. В принятом Ферзевом Гамбите важно понимать, как развивается игра после открытия. Обычно Черные играют ...c5 и ...cxd4, изолируя ферзевую пешку Белых (после отыгрыша exd4) и атакуют в центре или на королевском фланге. Изучаемые игры разделены на две части: когда Белые играют a4 (игры 507, 517 и 519) и когда не играют a4 (игры 502-504, 506-510, 515, 516, 518, 520 и 526)."
                }
            },
            {
                "move": "   c5 7. O-O Nc6 8. Qe2 cxd4 9. Rd1 Be7 10. exd4 O-O 11. Nc3 Nb4 ",
                "comment": {
                    "pt": "Para ocupar a casa d5 e bloquear o peão branco. Outra opção seria 11...Cd5. A jogada 11...b6 seria um erro devido a resposta 12-d5.",
                    "en": "In order to occupy d5 and block the white pawn. Another option would be 11...Nd5. 11...b6 would be a mistake due to 12-d5.",
                    "es": "Para ocupar a casilla d5 y bloquear el peón blanco. Otra opción sería 11...Cd5. La jugada 11...b6 sería un error debido a la respuesta 12-d5.",
                    "de": "Um das Feld d5 zu besetzen, womit der weiße Bauer blockiert wird.  Eine andere Möglichkeit wäre 11...Sd5. 11...b6 wäre ein Fehler wegen 12. d5.",
                    "zh": "为了占据d5，阻止白兵。另外的选择是11...Nd5。因为12-d5，11...b6会是一个错误。",
                    "pl": "W celu zajęcia d5 i zablokowania białego piona. Inną opcją byłoby 11. ... Sd5. 11. ... b6 byłoby błędem z uwagi na 12. d5.",
                    "ru": "Для того, чтобы занять d5 и блокировать белую пешку. Другим вариантом будет 11...Nd5. Ход 11...b6 будет ошибкой, из-за 12-d5."
                }
            },
            {
                "move": "   12. Ne5 Nbd5 ",
                "comment": {
                    "pt": "As brancas têm vantagem de espaço, mas o peão isolado ,em d4, é uma fraqueza, que poderá ser explorada no final. Na partida Benko-Filip as brancas iniciaram um ataque no flanco rei com 13-Td3 e venceram (partida 519).",
                    "en": "White has space advantage but the isolated d4-pawn is a weakness that might be explored in the endgame. In Benko-Filip, White starts with an attack on the kingside with 13-Rd3 and wins (game 519).",
                    "es": "Las blancas tienen ventaja de espacio, pero el peón aislado en d4 es una debilidad, que podrá ser explotada en el final. En la partida Benkö-Filip, las blancas iniciaron un ataque en el flanco rey con 13-Td3 y vencieron (partida 519).",
                    "de": "Weiß hat Raumvorteil, aber das Isolani auf d4 ist eine Schwäche, die im Endspiel ausgenutzt werden kann. In Benkö - Filip (Partie Nr. 519) leitet Weiß einen Angriff am Königsflügel mit 13. Td3 ein und gewinnt.",
                    "zh": "白王拥有空间优势，但是d4-孤兵是一个弱点，可能会在残局中被利用。在Benko-Filip中白方开始以13-Rd3攻击王翼并取得胜利（棋局519）。",
                    "pl": "Białe posiadają przewagę przestrzenną, ale i słabość izolowanego piona d4, co może zostać wykorzystane w końcówce. W partii Benko-Filip Białe zaczęły atak na skrzydło królewskie przez 13. Wd3 i wygrały (partia 519).",
                    "ru": "У Белых пространственное преимущество, но изолированная пешка на d4 - слабое место, которое может быть использовано в эндшпиле. В партии Бенко-Филип, Белые начинают с атаки на королевском фланге 13-Rd3 и выигрывают (игра 519)."
                }
            }
        ],
        "game_terminator": "*"
    }
]