[
    {
        "title": "",
        "white": "Ruy Lopez",
        "white_sort": "",
        "black": "Variante Fechada",
        "date": "",
        "event": {
            "en": "Closed variation",
            "de": "Geschlossene Variante",
            "es": "Variante cerrada",
            "pt": "Variante Fechada",
            "zh": "封闭变例",
            "pl": "Zamknięta wariacja",
            "ru": "Закрытый вариант"
        },
        "fen": "",
        "moves": [
            {
                "move": "1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. O-O Be7 ",
                "comment": {
                    "pt": "Esta é a variante fechada e também a abertura mais jogada na história do xadrez. Há inúmeras possibilidades para ambos jogadores nesta posição e mostraremos aqui apenas a variante principal. Em nossa base as partidas 93 a 153 tratam desta abertura.",
                    "en": "This is the closed variation that is the most common opening in chess history. There are countless possibilities for both sides in this position but we will present only the main variation. Games 93 to 153 of our database deal with this opening.",
                    "es": "Esta es la variante cerrada y también la apertura más jugada en la historia del ajedrez. Hay innumerables posibilidades para ambos jugadores en esta posición y aquí mostraremos sólo la variante principal. En nuestra base, las partidas 93 a 153 tratan esta apertura.",
                    "de": "Diese ist die geschlossene Variante, die meistgespielte Eröffnung in der Schachgeschichte. Auf dieser Stellung gibt es unzählige Möglichkeiten für beide Spieler; wir werden uns auf die Hauptvariante beschränken. Partien 93 bis 153 behandeln diese Eröffnung.",
                    "zh": "这种封闭变例是国际象棋历史上最常用的。这种局面双方都拥有无数应对的可能，但是我们这里主要讲述主变例。棋库中的棋局93到153都是讲述这种开局。",
                    "pl": "Oto wariacja zamknięta, która jest najczęściej spotykanym otwarciem w szachowej historii. Istnieją niezliczone możliwości dla każdej ze stron w tej pozycji, ale zaprezentujemy jedynie najważniejsze z nich. Gry od 93 do 153 z naszej bazy prezentują te otwarcie.",
                    "ru": "Это закрытый вариант, который является наиболее известным дебютом в истории шахматах. В этой позиции существует масса вариантов развития событий, но мы приведем только основные, в играх 93 и 153, нашей базы игр."
                }
            },
            {
                "move": "   6. Re1 ",
                "comment": {
                    "pt": "6-De2, 6-Cc3 , 6-d4 e Bxc6 são as opções",
                    "en": "6-Qe2, 6-Nc3, 6-d4 and Bxc6 are options.",
                    "es": "6-De2, 6-Cc3 , 6-d4 y Axc6 son las otraspossibilidades .",
                    "de": "6. De2, 6. Sc3, 6. d4 und Lxc6 sind möglich.",
                    "zh": "6-Qe2, 6-Nc3, 6-d4和Bxc6是其他选择。",
                    "pl": "6. He2, 6. Sc3, 6. D4 I Gxc6 są również możliwe.",
                    "ru": "6-Qe2, 6-Nc3, 6-d4 и Bxc6 как возможный вариант."
                }
            },
            {
                "move": "   b5 ",
                "comment": {
                    "pt": "6...0-0 seria respondido por 7-Bxc6 seguido de Cxe5.",
                    "en": "would be answered with 7-Bxc6 followed by Nxe5.",
                    "es": "6...0-0 sería respondido por 7-Axc6 seguido de Cxe5.",
                    "de": "6...0-0 würde mit 7. Lxc6 nebst Sxe5 beantwortet werden.",
                    "zh": "会应以 7-Bxc6随后Nxe5。",
                    "pl": "Spotkałby się z 7. Gxc6 z zamiarem dalszego Sxe5.",
                    "ru": "Будет ответом 7-Bxc6, на который следует Nxe5."
                }
            },
            {
                "move": "   7. Bb3 d6 ",
                "comment": {
                    "pt": "7...0-0 também é possível e muito popular é a sequência 8-c3 d5 ,sacrificando um peão. O nome deste gambito é ataque Marshal.",
                    "en": "7... 0-0 is also possible and the sequence 8-c3 d5, sacrificing a pawn, is very popular. The name of this gambit is Marshal attack.",
                    "es": "7...0-0 también es posible y muy popular es la continuación 8-c3 d5, sacrificando un peón. El nombre de este gambito es Ataque Marshall.",
                    "de": "7...0-0 ist auch möglich; die Antwort 8. c3 d5 - mit Bauernopfer - ist sehr populär. Dieses Gambit wird Marshall-Gambit genannt.",
                    "zh": "7... 0-0也是可行的，棋序是8-c3 d5，弃兵，这非常流行。这个弃兵局称为马歇尔进攻。",
                    "pl": "7. ... 0-0 jest również możliwe, a sekwencja 8. C3 d5, ofiarowując piona, jest bardzo popularna. Nazwą tego gambitu jest Atak Marshala.",
                    "ru": "7...0-0 также возможный вариант и серия ходов 8-c3 d5, жертва пешки, очень популярные. Название такого гамбита звучит как Атака Маршала."
                }
            },
            {
                "move": "   8. c3 O-O 9. h3 ",
                "comment": {
                    "pt": "9-d4 também é possível e deve ser respondido com 9.. .Bg4.",
                    "en": "9-d4 is also possible and has to be answered with 9...Bg4.",
                    "es": "9-d4 también es posible y debe ser respondido con 9...Ag4.",
                    "de": "Auch 9. d4 ist möglich und muss mit 9...Lg4 beantwortet werden.",
                    "zh": "9-d4也是可能的，必须应以9...Bg4。",
                    "pl": "9. d4 jest również możliwe i musi napotkać 9. ... Gg4.",
                    "ru": "Вариант 9-d4 также возможен, и будет ответом 9...Bg4."
                }
            },
            {
                "move": "   Na5 ",
                "comment": {
                    "pt": "Outras alternativas são; 9...Be6, 9...Bb7, 9...Bd7,9... Cb8, 9...Te8 e 9...h6",
                    "en": "Other alternatives are: 9...Be6, 9... Bb7, 9...Bd7, 9...Nb8, 9... Re8 and 9...h6.",
                    "es": "Otras alternativas son: 9... Ae6, 9...Ab7, 9...Ad7,9...Cb8, 9...Te8 y 9...h6.",
                    "de": "Alternativen:  9...Le6, 9...Lb7, 9...Ld7, 9... Sb8, 9...Te8 und 9...h6.",
                    "zh": "另外一个选择是：9...Be6, 9... Bb7, 9...Bd7, 9...Nb8, 9... Re8和9...h6。",
                    "pl": "Inne opcje: 9. ... Ge5, 9. ... Gb7, 9. ... Gd7, 9. ... Sb8, 9. ... We8 i 9. ... h6.",
                    "ru": "Еще одна альтернатива: 9...Be6, 9...Bb7, 9...Bd7, 9...Nb8, 9...Re8 и 9...h6."
                }
            },
            {
                "move": "   10. Bc2 c5 11. d4 Qc7 12. Nbd2 ",
                "comment": {
                    "pt": "As brancas planejam levar este cavalo para o flanco rei (Cf1-Cg3 ou Ce3) e atacar neste flanco ou no centro. Por outro lado, as pretas podem contra-atacar no flanco dama , no centro e tem bons recursos para defender seu rei.",
                    "en": "White plans to take this Knight to the kingside (Nf1-Ng3 or Ne3) and attack there or in the center. On the other hand, Black can counter-attack on the queenside and the center and it has good resources to defend its King.",
                    "es": "Las blancas planean llevar este caballo al flanco rey (Cf1-Cg3 o Ce3) y atacar en este flanco o en el centro. Por otro lado, las negras pueden contraatacar en el flanco dama o en el centro y tienen buenos recursos para defender su rey.",
                    "de": "Weiß plant, diesen Springer zum Königsfügel zu bringen (Sf1-Sg3 oder Se3) und dort oder auch im Zentrum anzugreifen. Schwarz kann seinerseits am Damenflügel bzw. im Zentrum einen Gegenangriff führen und hat zudem gute Verteidigungsressourcen.",
                    "zh": "白方计划将马移到王翼（Nf1-Ng3或Ne3），攻击王翼或中心。另一方面黑方可以在后翼和中心进行反击，而且它对王的防御力量也很充足。",
                    "pl": "Białe planują przemieszczenie się Skoczkiem na skrzydło królewskie (Sf1-Sg3 lub Se3 i zaatakowanie tam lub w centrum. Z drugiej strony Czarne mogą kontratakować na skrzydle hetmańskim i w centrum, a także mają wystarczające zasoby do obrony własnego Króla.",
                    "ru": "Белые планируют передвинуть своего Коня на королевский фланг (Nf1-Ng3 или Ne3) и начать атаку на центр. С другой стороны, Черные могут контратаковать на ферзевом фланге и в центре, и это будет лучшим вариантом защиты для своего Короля."
                }
            }
        ],
        "game_terminator": "*"
    }
]