[
    {
        "title": "",
        "white": "India do Rei",
        "white_sort": "",
        "black": "Variante clássica",
        "date": "",
        "event": {
            "en": "Classical Variation",
            "de": "Klassische Variante",
            "es": "Variante clásica",
            "pt": "Variante clássica",
            "zh": "古典变例",
            "pl": "Wariant klasyczny",
            "ru": "Классический вариант"
        },
        "fen": "",
        "moves": [
            {
                "move": "1. d4 Nf6 2. c4 g6 3. Nc3 Bg7 ",
                "comment": {
                    "pt": "A defesa India do rei permite que as brancas ocupem totalmente o centro, mas depois este será atacado. Ela foi a defesa favorita de vários campeões mundias como Fischer, Tal e Kasparov.",
                    "en": "The King's Indian defense allows White occupies the center completely but afterwards the center will be attacked. This was the favorite defense of World Champions like Fischer, Tal and Kasparov.",
                    "es": "La defensa India de Rey permite que las blancas ocupen totalmente el centro, pero después éste será atacado. Fue la defensa favorita de varios campeones mundiales como Fischer, Tal y Kasparov.",
                    "de": "Die Königsindische Verteidigung überlässt Weiß die Kontrolle vom Zentrum, dieses wird aber später angegriffen. Sie war die Lieblingsverteidigung von mehreren Weltmeistern wie Fischer, Tal und Kasparow.",
                    "zh": "王翼印度防御使得白方可以完全占据中心，但是后来中心会收到攻击。这是世界冠军菲舍尔、塔尔和卡斯帕罗夫钟爱的一种防御。",
                    "pl": "Obrona królewsko-indyjska pozwala Białym zająć centrum całkowicie, ale później zostanie ono zaatakowane. Była to ulubiona defensywa Mistrzów Świata takich jak Fischer, Tal i Kasparow.",
                    "ru": "Староиндийская защита дает возможность Белым занять полностью центр, но позднее, центр будет атакован Черными. Это любимая защита экс-Чемпионов Мира Фишера, Таля, и Каспарова."
                }
            },
            {
                "move": "   4. e4 d6 5. Nf3 O-O 6. Be2 ",
                "comment": {
                    "pt": "Este é o sistema clássico. Outras opções serão analisadas separadamente.",
                    "en": "This is the classic system. Other options will be analyzed separately.",
                    "es": "Este es el sistema clásico. Otras opciones serán analizadas por separado.",
                    "de": "Das ist das Klassische System. Andere Möglichkeiten werden getrennt analysiert.",
                    "zh": "这是古典体系。另外的选择将单独进行分析。",
                    "pl": "Klasyczny system. Inne opcje będą analizowane oddzielnie.",
                    "ru": "Это классическая система. Другие варианты будут рассмотрены отдельно."
                }
            },
            {
                "move": "   e5 7. O-O ",
                "comment": {
                    "pt": "Após 7-dxe5 dxe5 8-Dxd8 Txd8 9-Bg5 (9-Cxe5 Cxe4) Te8 é a jogada correta e a posição está equilibrada. A opção 7-Be3 ocorre nas partidas 605, 606, 607, 610 e 618. Outra possibilidade é fechar o centro imediatamente com 7-d5 (partidas 611, 614 e 617)",
                    "en": "After 7-dxe5 dxe5 8-Qxd8 Rxd8 9-Bg5 (9-Nxe5 Nxe4), Re8 is the correct move and the position is balanced. 7-Be3 is an option that appears in games 605, 606, 607, 610 and 618. Another possibility is to close the center immediately with 7-d5 (games 611, 614 and 617).",
                    "es": "Después de 7-dxe5 dxe5 8-Dxd8 Txd8 9-Ag5 (9-Cxe5 Cxe4) Te8 es la jugada correcta; la posición está equilibrada. La opción 7-Ae3 ocurre en las partidas 605, 606, 607, 610 y 618. Otra posibilidad es cerrar el centro inmediatamente con 7-d5 (partidas 611, 614 y 617).",
                    "de": "Nach 7. dxe5 dxe5 8. Dxd8 Txd8 9. Lg5 (9. Sxe5 Sxe4) ist Te8 der richtige Zug; die Stellung ist ausgeglichen. 7. Le3 geschieht in den Partien 605, 606, 607, 610 und 618. Eine andere Möglichkeit ist, sofort das Zentrum mit 7. d5 zu schließen (Partien N. 611, 614 und 617).",
                    "zh": "走了7-dxe5 dxe5 8-Qxd8 Rxd8 9-Bg5（9-Nxe5 Nxe4）之后，Re8是正确的走法，并且局面平衡。 7-Be3这个选择出现在棋局605、606、607和618中。另外一种可能是用7-d5马上封闭中心（棋局611、614和617）。",
                    "pl": "Po 7. dxe5 dxe5 8. Hxd8 Wxd8 9. Gg5 (9. Sxe5 Sxe4), W e8 jest poprawnym posunięciem, co balansuje pozycję. 7. Ge3 jest opcją pojawiającą się w partiach 605, 606, 607, 610 i 618. Inną możliwością jest momentalne zamknięcie centrum przez 7. d5 (partie 611, 614 i 617).",
                    "ru": "После 7-dxe5 dxe5 8-Qxd8 Rxd8 9-Bg5 (9-Nxe5 Nxe4), Re8  корректный ход, и позиция выглядит сбалансированной. Вариант 7-Be3 представлен в играх 605, 606, 607, 610 и 618. Другой возможностью будет - закрыть немедленно центр с 7-d5 (игры 611, 614 и 617)."
                }
            },
            {
                "move": "   Nc6 ",
                "comment": {
                    "pt": "Para forçar as brancas a definirem o centro.",
                    "en": "In order to force White to define the center.",
                    "es": "Para forzar las blancas a definir el centro.",
                    "de": "Um Weiß zu einer Entscheidung im Zentrum zu zwingen.",
                    "zh": "迫使白方确定中心。",
                    "pl": "W celu zdefiniowania przez Białe kształtu centrum.",
                    "ru": "Для того, чтобы вынудить Белых защищать центр."
                }
            },
            {
                "move": "   8. d5 ",
                "comment": {
                    "pt": "A tentativa de manter a tensão central ocorre nas partidas 613 e 615, mas cedo ou tarde as brancas deverão defini-lo.",
                    "en": "The attempt to maintain central tension happens in games 613 and 615 but sooner or later White must define it.",
                    "es": "La tentativa de mantener la tensión central ocurre en las partidas 613 y 615, pero tarde o temprano las blancas deberán definirlo.",
                    "de": "In den Partien 613 und 615 kann man einen Versuch sehen, die Spannung im Zentrum aufrechtzuerhalten, aber früher oder später muss Weiß eine Entscheidung treffen.",
                    "zh": "这种尝试保持中心张力出现在棋局613和615中，但是迟早还是要确定中心的。",
                    "pl": "Próba utrzymania centralnej presji wydarza się w partiach 613 i 615, ale prędzej czy później Białe muszą zdefiniować działania.",
                    "ru": "Попытка сохранить центральное напряжение, что описывается в играх 613 и 615, но Белым необходимо решить когда, сейчас или позднее."
                }
            },
            {
                "move": "   Ne7 ",
                "comment": {
                    "pt": "Esta é uma posição que ocorreu inúmeras vezes na história do xadrez e é muito importante do ponto de vista estratégico. O centro esta fechado e as brancas têm vantagem de espaço no flanco dama, portanto devem atacar neste setor, preparando a jogada c5, enquanto as pretas devem atacar no flanco rei preparando a jogada ...f5.",
                    "en": "This position was used in countless occasions during chess history and it is very important form the strategic point of view. The center is closed and White has space advantage on the queenside therefore it should attack in this sector preparing c5, while Black must attack on the kingside preparing ...f5.",
                    "es": "Esta es una posición que ocurrió incontables veces en la historia del ajedrez y es muy importante desde el punto de vista estratégico. El centro está cerrado y las blancas tienen ventaja de espacio en el flanco dama, por lo tanto deben atacar en este sector, preparando la jugada c5, mientras que las negras deben atacar en el flanco rey preparando la jugada ...f5.",
                    "de": "Das ist eine Stellung, die unzählige Male in der Schachgeschichte vorgekommen und aus strategischem Gesichtspunkt sehr wichtig ist. Das Zentrum ist geschlossen und Weiß hat Raumvorteil am Damenflügel, muss also da angreifen. Dazu bereitet er den Zug c5 vor, während Schwarz am Königsflügel angreifen und dazu den Zug ...f5 vorbereiten muss.",
                    "zh": "在国际象棋历史上有无数的场合用到这个局面，从战略角度来看是非常重要的。中心被封闭，白方在后翼拥有空间优势，因此它应该攻击这个区域准备c5，相反黑方必须攻击王翼准备...f5。",
                    "pl": "Pozycja ta była użyta w niezliczonej liczbie okazji w szachowej historii i jest bardzo istotna ze strategicznego punktu widzenia. Centrum jest zamknięte, Białe posiadają przewagę przestrzenną na skrzydle hetmańskim, dlatego też powinny atakować ten sektor przygotowując c5, podczas gdy Czarne muszą atakować na skrzydle królewskim przygotowując ... f5.",
                    "ru": "Эта позиция постоянно встречается в истории шахмат, и очень важна, с точки зрения стратегии игры. Центр закрыт и Белые имеют пространственное преимущество на ферзевом фланге, поэтому они должны атаковать в этом секторе подготавливая c5, в то же время, Черные должны атаковать на королевском фланге подготавливая ...f5."
                }
            },
            {
                "move": "   9. b4 ",
                "comment": {
                    "pt": "Outras boas opções são; 9-Ce1 para ir a d3 e apoiar c5 (partida 612) 9-Cd2 para jogar b4, c5 e Cc4, sem permitir que as pretas joguem ...Ch5 (partidas 608, 616, 619 e 620).",
                    "en": "Other good optios are: 9-Ne1 in order to reach d3 and support c5 (game 612); 9-Nd2 intending b4, c5 and Nc4 without allowing Black to play .. . Nh5 (games 608, 616, 619 and 620).",
                    "es": "Otras buenas opciones son: 9-Ce1 para ir a d3 y apoyar c5 (partida 612); 9-Cd2 para jugar b4, c5 y Cc4, sin permitir que las negras jueguen ...Ch5 (partidas 608, 616, 619 y 620).",
                    "de": "Andere gute Möglichkeiten sind: 9. Se1, um von d3 aus den Punkt c5 zu stützen (Partie 612); 9. Sd2, um b4-c5-Sc4 spielen zu können, ohne dass Schwarz ...Sh5 spielt (Partien 608, 616, 619 und 620).",
                    "zh": "另外好的选择是：9-Ne1为了到达d3并且支持c5（棋局612）； 9-Nd2目的是b4、c5和Nc4，不让黑方走.. . Nh5（棋局608、619和620）。",
                    "pl": "Innymi dobrymi opcjami są: 9. Se1 w celu osiągnięcia d3 i wsparcia c5 (612); 9. Sd2 z zamiarem b4, c5 i Sc4 bez zezwolenia na zagranie Czarnych ... Sh5 (partie 608, 616, 619 i 620).",
                    "ru": "Другими хорошими вариантами будут: 9-Ne1, для того чтобы достичь d3 и поддержать c5 (игра 612); 9-Ne1 с намерением b4, c5 и Nc4, не позволяя Черным играть ...Nh5 (игры 608, 616, 619 и 620)."
                }
            },
            {
                "move": "   Nh5 ",
                "comment": {
                    "pt": "A tentativa de quebrar a estrutura branca no flanco dama com 9... a5 ( partida 621) é respondida com 10-bxa5 Txa5 11-Cd2, para jogar Cb3 e continuar o ataque no flanco dama.",
                    "en": "The attempt to destroy the white structure on the queenside with 9... a5 (game 621) is answered with 10-bxa5 Rxa5 11-Nd2 intending Nb3 in order to continue the attack on the queenside.",
                    "es": "La tentativa de quebrar la estructura blanca en el flanco dama con 9... a5 (partida 621) es respondida con 10-bxa5 Txa5 11-Cd2, para jugar Cb3 y continuar el ataque en el flanco dama.",
                    "de": "Der Versuch, die weiße Bauernstruktur am Damenflügel mit 9...  a5 ( Partie 621) zu brechen wird mit 10. bxa5 Txa5 11. Sd2 beantwortet, um Sb3 zu spielen und den Angriff am Damenflügel fortzusetzen.",
                    "zh": "企图用9... a5摧毁白方在后翼的结构（棋局621）会应以10-bxa5 Rxa5 11-Nd2，目的是Nb3来继续攻击后翼。",
                    "pl": "Próba zniszczenia białej struktury na skrzydle hetmańskim przez 9. ... a5 (621) spotyka się z 10. Bxa5 Wxa5 11. Sd2 z zamiarem Sb3 w celu kontynuacji ataku na skrzydle hetmańskim.",
                    "ru": "На попытку разрушить структуру Белых на ферзевом фланге с 9...a5 (игра 621), следует 10-bxa5 Rxa5 11-Nd2, с намерением Nb3, для того чтобы продолжить атаку на ферзевом фланге."
                }
            },
            {
                "move": "   10. Nd2 ",
                "comment": {
                    "pt": "10-Te1 para responder a ...Cf4 com Bf1 é uma excelente opção.",
                    "en": "10-Re1 intending to respond to . ..Nf4 with Bf1 is an excellent option.",
                    "es": "10-Te1 para responder a ...Cf4 con Af1 es una excelente opción.",
                    "de": "10. Te1, um ...Sf4 mit Lf1 zu beantworten ist eine ausgezeichnete Möglichkeit.",
                    "zh": "10-Re1目的是应 . ..Nf4跟 Bf1是一个很好的选择。",
                    "pl": "10. We1 z zamiarem odpowiedzi na ... Sf4 przez Gf1 jest świetną opcją.",
                    "ru": "Отличный вариантом будет 10-Re1, с намерением ответить ...Nf4 с Bf1."
                }
            },
            {
                "move": "   Nf4 11. a4 f5 ",
                "comment": {
                    "pt": "A posição é complexa e ambos têm perspectivas de ataque no seu setor. A excelente partida 609 seguiu a partir desta posição.",
                    "en": "The position is complex and both sides have the prospective to attack in their sectors. This excellent game continues from this position on, in 609 of our database.",
                    "es": "La posición es compleja y ambos tienen perspectivas de ataque en su sector. La excelente partida 609 siguió a partir de esta posición.",
                    "de": "Die Stellung ist komplex und beide Spieler haben gute Angriffschancen. Die ausgezeichnete Partie Nr. 609 zeigt eine mögliche Fortsetzung.",
                    "zh": "局面复杂，双方对自己的区域有进攻的预期。棋库中的棋局609从这个局面继续。",
                    "pl": "Skomplikowana pozycja, a obie strony posiadają perspektywy ataku w swoich sektorach. Ta świetna gra, kontynuowana od tej pozycji, znajduje się pod numer 609 w naszej bazie.",
                    "ru": "Это сложная позиция, и у обеих сторон есть перспектива для атаки в данном секторе. Отличная игра продолжается с этой позиции в партии 609, нашей базы игр."
                }
            }
        ],
        "game_terminator": "*"
    }
]