[
    {
        "title": "",
        "white": "Defesa Eslava",
        "white_sort": "",
        "black": "Variante Merano",
        "date": "",
        "event": {
            "en": "Meran variation",
            "de": "Meran-Variante",
            "es": "Variante Merano",
            "pt": "Variante Merano",
            "zh": "梅兰变例",
            "pl": "Wariant Merana",
            "ru": "Вариант Мерано"
        },
        "fen": "",
        "moves": [
            {
                "move": "1. d4 d5 2. c4 c6 3. Nc3 Nf6 4. Nf3 ",
                "comment": {
                    "pt": "A jogada 4-e3 também é boa.",
                    "en": "4-e3 is also good.",
                    "es": "La jugada 4-e3 también es buena.",
                    "de": "4. e3 ist auch gut.",
                    "zh": "4-e3也是不错的。",
                    "pl": "4. e3 jest również dobre.",
                    "ru": "4-e3 также хороший вариант."
                }
            },
            {
                "move": "   e6 ",
                "comment": {
                    "pt": "Este sistema foi desenvolvido e popularizado pelo ex campeao mundial M. Botvinik , portanto algumas variantes levam seu nome.",
                    "en": "This system was developed by the former Wolrd Champion M. Botvinik and therefore somevariations carry his name.",
                    "es": "Este sistema fue desarrollado y popularizado por el ex campeón mundial M. Botvinnik, por lo tanto algunas variantes llevan su nombre.",
                    "de": "Dieses System wurde vom ehemaligen Weltmeister Michail Botwinnik entwickelt und propagiert, daher tragen einige Varianten seinen Namen.",
                    "zh": "这个体系是由前世界冠军鲍特维尼克发展起来的，并且因此有些变例会以他的名字命名。",
                    "pl": "Ten system został wynaleziony przez byłego Mistrza Świata Michaiła Botwinnika i dlatego też niektóre wariację noszą jego imię.",
                    "ru": "Система была разработана экс-Чемпионом Мира Ботвинником, и поэтому некотые варианты носят его имя."
                }
            },
            {
                "move": "   5. e3 ",
                "comment": {
                    "pt": "A jogada 5-Bg5 permite que as pretas joguem 5...dxc4 e após 6-e4 defendam o peão com 6.. .b5, chegando a uma posição extremamente complicada , que leva o nome de Sistema Botvinik. As partidas 547 , 548 e 551 tiveram esta sequência. Nas partidas 555 e 562 as pretas não jogaram 5...dxc4, preferindo posições mais simples, porém com pequena vantagem das brancas.",
                    "en": "5-Bg5 enables Black to play 5...dxc4 and after 6-e4 to defend the pawn with 6...b5, reaching an extremely complicated position that called Botvinik System. Games 547, 548 and 551 include this sequence. In games 555 and 562 Black doesn't play 5...dxc4, preferring more simple positions but only with little white advantage.",
                    "es": "La jugada 5-Ag5 permite que las negras jueguen 5...dxc4 y después de 6-e4 defiendan el peón con 6...b5, llegando a una posición extremadamente complicada, que lleva el nombre de Sistema Botvinnik. Las partidas 547, 548 y 551 tuvieron esta secuencia. En las partidas 555 y 562 las negras no jugaron 5...dxc4, prefiriendo posiciones más simples, pero con leve ventaja para las blancas..",
                    "de": "5. Lg5 lässt 5...dxc4 nebst b5 (verteidigt den Bauern nach 6. e4) zu, was zu äußerst komplizierten Stellungen des sogenannten  Botwinnik-Systems führt. Die Partien Nr. 547, 548 und 551 zeigen diese Fortsetzung. In den Partien 555 und 562 mied Schwarz 5...dxc4 und spielte klarere Stellungen, die aber dem Weißen einen geringfügigen Vorteil sicherten.",
                    "zh": "5-Bg5使得黑棋可以走5...dxc4，在6-e4之后用6...b5防御兵，达到一个特别复杂的局面，称为鲍特维尼克体系。棋局547、548和551包含了这个棋序。在棋局555和562中黑方没有走5...dxc4，而选择更为简单的局面，但是会给白方带来微弱的优势。",
                    "pl": "5. Gg5 umożliwia Czarnym zagranie 5. ... dxc4 i po 6. e4, które broni piona, następuje 6. ... b5, osiągając ekstremalnie skomplikowaną pozycję zwaną systemem Botwinnika. Partie 547, 548 i 551 zawierają tę sekwencję. W grach 555 i 562 Czarne nie grają 5. ... dxc4, preferując prostszą pozycję, z niewielką przewagą białych.",
                    "ru": "5-Bg5 позволяет Черным играть 5...dxc4, после 6-e4 защитить пешку 6...b5 и достигнуть сложной позиции, которая называется системой Ботвинника. Игры 547, 548 и 551 показывают эту серию ходов. В игре 555 и 562, Черные не играют 5...dxc4, выбирая более простую позицию, но с небольшим преимуществом Белых."
                }
            },
            {
                "move": "   Nbd7 ",
                "comment": {
                    "pt": "A jogada 5...a6 ,para ganhar espaço no flanco dama (... b5), foi jogada na partida 557 e as brancas optaram por jogar 6-c5, para seguir com b4 atacando no flanco dama.",
                    "en": "5... a6 is used in game 557 in order to win space in the queenside (...b5) and White chooses 6-c5 in order to continue with b4 and attack on the queenside.",
                    "es": "La jugada 5...a6, para ganar espacio en el flanco dama (...b5), fue jugada en la partida 557 y las blancas optaron por jugar 6-c5, para seguir con b4 atacando en el flanco dama.",
                    "de": "5...a6, um mit ... b5 Raum am Damenflügel zu gewinnen, wurde in der Partie 557 gespielt. Weiß spielte 6. c5, um mit b4 Damenflügel anzugreifen.",
                    "zh": "5... a6在棋局557中被用到，来在后翼赢得空间（...b5），并且白方选择走6-c5来继续b4攻击后翼。",
                    "pl": "5. ... a6 zostało użyte w partii 557 w celu zdobycia przestrzeni na skrzydle hetmańskim (... b5) i Białe wybrały 6. C5 w celu kontynuacji przez b4 i ataku na skrzydło hetmańskie.",
                    "ru": "5... a6 (разбирается в игре 557), для того чтобы выиграть пространство на ферзевом фланге (...b5) и Белые выбирают 6-c5 для того, чтобы продолжить b4 и атаковать на ферзевом фланге."
                }
            },
            {
                "move": "   6. Bd3 ",
                "comment": {
                    "pt": "6-Dc2 é uma alternativa que ocorreu na partida 549 de nossa base, onde Karpov venceu Anand.",
                    "en": "6-Dc2 is an alternative that appears in game 549 of our database where Karpov wins against Anand.",
                    "es": "6-Dc2 es una alternativa que ocurrió en la partida 549 de nuestra base, en la que Karpov venció a Anand.",
                    "de": "6. Dc2 ist eine andere Möglichkeit und geschah in der Partie Karpow - Anand (Nr. 549 unserer Datenbank). Karpow gewann.",
                    "zh": "6-Dc2也是另外的一个选择，出现在棋库中棋局549，卡尔波夫赢阿南德。",
                    "pl": "6. Hc2 jest alternatywą występującą w partii 549 z naszego archiwum, gdzie Karpow zwyciężył nad Anandem.",
                    "ru": "6-Dc2 это альтернативный вариант, встречающийся в игре 549 нашей базы, где Карпов выиграл у Ананда."
                }
            },
            {
                "move": "   dxc4 ",
                "comment": {
                    "pt": "A jogada mais lógica para iniciar uma expansão no flanco dama (...b5). As alternativas ...Bd6 e Bb4 são menos promissoras e ocorreram nas partidas 554 e 556 de nossa base.",
                    "en": "The most logical move to start an expansion on the queenside (...b5). The alternative ...Bd6 and Bb4 are less promising and are presented in games 554 and 556 of our database.",
                    "es": "La jugada más lógica para iniciar una expansión en el flanco dama (...b5). Las alternativas . ..Ad6 y Ab4 son menos promisorias y ocurrieron en las partidas 554 y 556 de nuestra base.",
                    "de": "Die logischte Fortsetzung, um am Damenflügel Raum zu gewinnen (...b5). Die Alternativen ...Ld6 und Lb4 versprechen weniger (Partien Nr. 554 und 556 unserer Datenbank).",
                    "zh": "最合乎逻辑的一步，开始在后翼扩张（...b5）。另外一种选择是...Bd6 和Bb4，前景没有那么好，在棋库中棋局554和556中介绍。",
                    "pl": "Najbardziej logiczny ruch do rozpoczęcia ekspansji na skrzydło hetmańskie (... b5). Alternatywy ... Gd6 i Gb4 są mniej pomyślne. Zaprezentowano je w partiach 554 i 556 z naszej bazy.",
                    "ru": "Наиболее логичный ход для начала экспансии на ферзевом фланге (...b5). Альтернативный вариант ...Bd6 и Bb4 менее приемлем и представлен в играх 554 и 556."
                }
            },
            {
                "move": "   7. Bxc4 b5 8. Bd3 ",
                "comment": {
                    "pt": "Muito menos ambiciosa é a jogada 8-Be2 , porque nesta posição o bispo não atua no centro (partida 545)",
                    "en": "Much less ambitious is 8-Be2 because in this position the Bishop doesn't act in the center (game 545).",
                    "es": "Mucho menos ambiciosa es la jugada 8-Ae2, porque en esta posición el alfil no actúa en el centro (partida 545).",
                    "de": "Bei weitem weniger ehrgeiz als 8. Le2, da der Läufer nach dem Textzug auf das Zentrum keinen Einfluss haben wird (Partie 545).",
                    "zh": "野心比较小的是走8-Be2，因为在这个局面象没有在中心活动（棋局545）。",
                    "pl": "O wiele mniej ambitne jest 8. Ge2, ponieważ w tej pozycji Goniec nie wywiera wpływu na centrum (partia 545).",
                    "ru": "Гораздо менее амбициозный вариант - это 8-Be2, потому что в этой позиции Слон не участвует в центре (игра 545)."
                }
            },
            {
                "move": "   a6 ",
                "comment": {
                    "pt": "Para defender o peão de b5 e preparar a jogada ... c5 disputando o centro. Também são possíveis; 8...Bb7 (partida 546 , 559, 560 e 561) e 8...b4 (partida 552).Esta última é menos jogada porque enfraquece o flanco dama, mas mesmo assim, alguns jogadores a preferem.",
                    "en": "In order to defend the b5-pawn and prepare ...c5 fighting for the center. 8... Bb7 (games 546, 559, 560 and 561) and 8...b4 (game 552) are also possible. The former is less used because it weakens the queenside. Some prefer it, however.",
                    "es": "Para defender el peón de b5 y preparar la jugada ...c5 disputando el centro. También son posibles; 8...Ab7 (partidas 546, 559, 560 y 561) y 8...b4 (partida 552). Esta última es menos jugada porque debilita el flanco dama pero, aun así, algunos jugadores la prefieren.",
                    "de": "Um den Bauern auf b5 zu verteidigen und um das Zentrum mit ... c5 zu kämpfen. Möglich sind auch: 8...Lb7 (Partien 546, 559, 560 und 561) sowie 8...b4 (Partie Nr.552). Dieser Zug wird seltener gespielt, da er den Damenflügel schwächt; trotzdem wird er von einigen Spielern bevorzugt.",
                    "zh": "为了防御b5-兵，准备走 ...c5来抢夺中心。8... Bb7（棋局546、 559、560和561)和8...b4（棋局552）也是可行的。前者用的比较少因为会削弱后翼。尽管如此有些人还是喜欢这么走。",
                    "pl": "W celu obrony piona b5 i przygotowania ... c5 walczącego o centrum. 8. ... Gb7 (partie 546, 559, 560 i 561) oraz 8. ... b4 (partia 552) są również możliwe. Pierwsza jest rzadko używana, ponieważ osłabia skrzydło hetmańskie. Mimo to niektórzy ją preferują.",
                    "ru": "Для того, чтобы защитить пешку на b5 и приготовиться к борьбе за центр ...c5. Варианты 8...Bb7 (игры 546, 559, 560 и 561) и 8...b4 (игра 552), также возможны. Первый вариант меньше используется, так как он ослабляет ферзевый фланг, хотя некоторые его все же используют."
                }
            },
            {
                "move": "   9. e4 c5 ",
                "comment": {
                    "pt": "Combatendo o centro imediatamente.",
                    "en": "Fighting the center immediately.",
                    "es": "Combatiendo inmediatamente por el centro .",
                    "de": "Wird sofort aktiv im Zentrum.",
                    "zh": "立即抢夺中心。",
                    "pl": "Natychmiastowa walka o centrum.",
                    "ru": "Борьба за центр."
                }
            },
            {
                "move": "   10. d5 ",
                "comment": {
                    "pt": "10-e5 também é possível e as pretas devem seguir com 10...cxd4.",
                    "en": "10-e5 is also possible and Black has to continue with 10...cxd4.",
                    "es": "10-e5 también es posible y las negras deben seguir con 10...cxd4.",
                    "de": "Auch 10. e5 ist  möglich, worauf Schwarz 10... cxd4 spielen muss.",
                    "zh": "10-e5也是可行的，黑方必须继续走10...cxd4。",
                    "pl": "10. e5 jest również możliwe i Czarne muszą kontynuować przez 10. ... cxd4.",
                    "ru": "Игра 10-e5 так же возможна и Черные отвечают 10...cxd4."
                }
            },
            {
                "move": "   c4 11. dxe6 fxe6 ",
                "comment": {
                    "pt": "A opç ão 11...exd3 12-exd7 Dxd7 13-e5 deixou as brancas com garnde vantagem na partida 558 .",
                    "en": "11...exd3 12-exd7 Qxd7 13-e5 gave White great advantage in game 558.",
                    "es": "La opción 11...exd3 12-exd7 Dxd7 13-e5 les dio a las blancas gran ventaja en la partida 558.",
                    "de": "11...exd3 12. exd7 Dxd7 13. e5 gab Weiß großen Vorteil in der Partie 558.",
                    "zh": "11...exd3 12-exd7 Qxd7 13-e5给白方巨大的优势，见棋局558。",
                    "pl": "11. ... exd3 12. Exd7 Hxd7 13. e5 daje Białym wielką przewagę w partii 558.",
                    "ru": "11...exd3 12-exd7 Qxd7 13-e5 дает Белым ощутимое преимущество, показанное в игре 558."
                }
            },
            {
                "move": "   12. Bc2 ",
                "comment": {
                    "pt": "As pretas conseguiram ganhar espaço no flanco dama e ocuparão boas diagonais com seus bispos, mas enfraqueceram seu peão rei, que agora está isolado. A partida entre Karpov e Kramnik (550) seguiu a partir desta posição.",
                    "en": "Black conquers space in the queenside and occupies good diagonals with its Bishops but weakened its King-pawn that is isolated now. The game between Karpov and e Kramnik (550) continues from this position on.",
                    "es": "Las negras consiguieron ganar espacio en el flanco dama y ocuparán buenas diagonales con sus alfiles, pero debilitaron su peón rey, que ahora está aislado. La partida entre Karpov y Kramnik (550) siguió a partir de esta posición.",
                    "de": "Schwarz gewann Raum am Damenflügel und wird gute Diagonalen mit seinen Läufern besetzen, hat aber dafür einen Isolani (e-Bauer). Diese Stellung kam in der Partie Karpow - Kramnik (Partie Nr. 550) vor.",
                    "zh": "黑方在后翼争夺空间，用象占据有利斜线，但是削弱了它的王翼兵，现在成为孤兵。这个局面出现在卡尔波夫和克拉姆尼克之间的对局中（550）。",
                    "pl": "Czarne zdobywają przestrzeń na skrzydle hetmańskim i okupują dobre przekątne Gońcami, ale osłabiły własnego królewskiego piona, który jest teraz izolowany. Partia Karpow – Kramnik (550) kontynuowana jest z tego punktu.",
                    "ru": "Черные захватывают пространство на ферзевом фланге и занимают нужные диагонали своими Слонами, но им мешает слабость королевской пешки, которая теперь изолирована. Игра между Карповым и Крамником (550) продолжается с этой позиции."
                }
            }
        ],
        "game_terminator": "*"
    }
]