[
    {
        "title": "",
        "white": "Defesa CaroKan",
        "white_sort": "",
        "black": "Variante Clássica",
        "date": "",
        "event": {
            "en": "Classical variation",
            "de": "Klassische Variante",
            "es": "Variante Clásica",
            "pt": "Variante Clássica",
            "zh": "古典变例",
            "pl": "Wariant klasyczny",
            "ru": "Классический вариант"
        },
        "fen": "",
        "moves": [
            {
                "move": "1. e4 c6 ",
                "comment": {
                    "pt": "A defesa Caro Kan , assim como todas as outras defesas importantes, tem como objetivo disputar o centro e abrir linhas para o desenvolvimento das peças. Após a jogada ...d5, as pretas irão estabelecer uma posição central e terão a opção de desenvolver rapidamente o bispo de casas brancas. Note que na defesa Francesa (...e6-d5) o bispo de c8 fica bloqueado pelos próprios peões, o que não ocorre na Caro Kan. As brancas têm agora quatro opções básicas; Desenvolver o cavalo defendendo e4 (Cc3 ou Cd2), avançar o peão (e5) ganhando espaço, trocar os peões e desenvolver as peças (exd5- Bd3) e trocar os peões e pressionar o centro com c4.",
                    "en": "The Caro Kan defense, like all other important defenses, aims to fight for the center and open lines for piece development. After ...d5, Black will establish a central position and have the option to quickly develop the light-squared Bishop. Notice that in the French defense (...e6-d5) the c8-Bishop is blocked by its own pawns. This doesn't happen in Caro Kan. White has 4 basic options now: to develop the Knight defending e4 (Nc3 or Nd2), to advance the pawn(e5) winning space, to exchange pawns and develop pieces (exd5- Bd3) or to exchange pawns and put pressure on the center with c4.",
                    "es": "La defensa Caro Kann, así como todas las otras defensas importantes, tiene como objetivo disputar el centro y abrir líneas para el desarrollo de las piezas. Después de la jugada .. .d5, las negras establecen una posición central y tendrán a opción de desarrollar rápidamente el alfil de casillas blancas. Note que en la defensa Francesa (...e6-d5) el alfil de c8 queda bloqueado por los propios peones, lo que no ocurre en la Caro Kann. Las blancas tienen ahora cuatro opciones básicas: desarrollar el caballo defendiendo e4 (Cc3 o Cd2), avanzar el peón ganando espacio (e5), cambiar los peones y desarrollar las piezas (exd5-Ad3) o cambiar los peones y presionar el centro (c4).",
                    "de": "Die Caro-Kann-Verteidigung, sowie alle anderen ernstzunehmenden Verteidigungen haben zum Ziel, das Zentrum unter Kontrolle zu haben und Linien für die Entwicklung der Figuren zu öffnen. Nach ...d5 hat Schwarz Spiel im Zentrum und auch die Möglichkeit, den weißfeldrigen Läufer zu entwickeln. Beachte, dass der weißfeldrige Läufer in der Französischen Verteidigung (...e6-d5) von den eigenen Bauern gesperrt wird, was in der Caro-Kann-Verteidigung nicht geschieht. Weiß hat nun vier Möglichkeiten: 1) den Springer über c3 bzw. d2 zu entwickeln, um den Bauern e4 zu decken; 2)  mit e5 den Bauern mit Raumgewinn vorzurücken; 3) die Bauern abzutauschen und \t4) die Figuren zu entwickeln (exd5- Ld3) und die Bauern abzutauschen und Druck mit c4 auf das Zentrum auszuüben.",
                    "zh": "卡罗-康防御，跟其他重要的防御一样，目的是为抢占中心，并且为出子开放线路。走...d5之后，黑方会建立一个中心位置并且可以快速出动白格象。注意在法兰西防御中（...e6-d5）c8-象被己方兵堵住。这在卡罗-康防御中不会出现。白方有四个基本选择：出马来防御e4（Nc3 or Nd2）来推进兵（e5）赢得空间，兑兵出子（(exd5- Bd3）或者兑兵走d4给中心施加压力。",
                    "pl": "Obrona Caro-Kann, jak pozostałe ważne obrony, polega na walce o centrum i otwarciu linii dla wyprowadzenia figur. Po ... d5 Czarne zajmą centralne pozycje i będą miały możliwość szybkiego wyprowadzenia jasnopolowego Gońca. Zauważ, że w obronie francuskiej (... e6-d5) Goniec c8 jest blokowany przez własne piony. To nie zdarza się w obronie Caro-Kann. Białe posiadają cztery podstawowe opcje: wyprowadzić Skoczka, by bronił e4 (Sc3 lub Sd2), marsz pionem (e5), by zdobyć pole, wymienić piony i wyprowadzić figury (exd5-Gd3) lub wymienić piony i wywrzeć presję w centrum dzięki c4.",
                    "ru": "Защита Каро-Канн, как и другие важные системы защит, направлена на борьбу за центр игрового поля и открытие линий для развития фигур. После ...d5, Черные устанавливают центральную позицию и имеют возможность быстро развивать белопольного Слона. Заметьте, что во французской защите (...e6-d5), Слон на c8 заблокирован собственной пешкой. Этого не происходит к защите Каро-Канн. У Белых теперь есть 4 основных варианта развития: развивать Коня для защиты e4 (Nc3 или Nd2), развивать пешку на e5, выигрывая пространство, размен пешек и развитие фигур (exd5- Bd3), или же размен пешек для усиления давления на центр c4."
                }
            },
            {
                "move": "   2. d4 d5 3. Nc3 ",
                "comment": {
                    "pt": "Esta é a variante clássica. As brancas desenvolvem uma peça e mantém a tensão central. Também seria possível jogar Cd2.",
                    "en": "This is the classic variation. White develops one piece and maintains central tension. Nd2 would also be possible.",
                    "es": "Esta es la variante clásica. Las blancas desarrollan una pieza y mantienen la tensión central. También sería posible jugar Cd2.",
                    "de": "Die Klassische Variante. Weiß entwickelt eine Figur und erhält die zentrale Spannung aufrecht. Sd2 geht auch.",
                    "zh": "这是古典变例。白方出一个子并保持中心张力。Nd2也是可行的。",
                    "pl": "To wariant klasyczny. Białe wyprowadzają jedną figurę i utrzymują presję w centrum. Sd2 również byłoby możliwe.",
                    "ru": "Это классический вариант. Белые развивают одну фигуру и усиливают центральное напряжение. Игра Nd2, также возможна."
                }
            },
            {
                "move": "   dxe4 ",
                "comment": {
                    "pt": "Esta é a melhor opção para as pretas, pois permite um rápido desenvolvimento do bispo de casas brancas. Outras jogadas como ... e6, bloqueando o próprio bispo e ...Cf6, permitindo e5 com ganho de tempo seriam inferiores.",
                    "en": "This is the best option for Black because it enables fast development of the light-squared Bishop. Other moves, such as ... e6, blocking the Bishop and ...Nf6, allowing e5 with tempo would be inferior.",
                    "es": "Esta es la mejor opción para las negras, pues permite un rápido desarrollo del alfil de casillas blancas. Otras jugadas como ... e6, bloqueando el propio alfil, y ...Cf6, permitiendo e5 con ganancia de tiempo, serían inferiores.",
                    "de": "Das ist die beste Möglichkeit für Schwarz, da der weißfeldrige Läufer schnell entwickelt wird. Andere Züge wie ... e6 (blockiert den eigenen Läufer) und ...Sf6 (lässt e5 mit Tempogewinn zu) wären minderwertig.",
                    "zh": "这对黑方来说是最好的选择，因为可以实现快速出动白格象。另外的走法譬如... e6（会堵住己方象）和...Nf6（让对方可以走e5赢得先手）都是不利的。",
                    "pl": "Najlepsza opcja dla Czarnych, ponieważ zapewnia szybkie wyprowadzenie jasnopolowego Gońca. Inne ruchy, takie jak ... e6, blokujące Gońca i ... Sf6, pozwalające na zagranie e5 w tempo, byłyby gorsze.",
                    "ru": "Это лучший вариант для Черных, потому что это дает быстрое развитие белопольного Слона. Другие ходы, такие как ...e6, блокируют Слона и ...Nf6, что позволяет e5, уменьшает темп."
                }
            },
            {
                "move": "   4. Nxe4 Bf5 ",
                "comment": {
                    "pt": "Também são possíveis as jogadas 4...Cd7, com a idéia de .. .Cf6 e 4... Cf6 diretamente ,permitindo que os peões sejam dobrados. Em nossa base as partidas 310 a 314 , 316, 318, 319, 321, 323 e 324 tratam destas jogadas.",
                    "en": "4...Nd7, intending ...Nf6 and 4.. .Nf6 directly are also possible and enable pawns to be doubled. Games 310 to 314, 316, 318, 319, 321, 323 and 324 of our database deal with these moves.",
                    "es": "También son posibles las jugadas 4...Cd7, con la idea de ...Cf6 y 4...Cf6 directamente, permitiendo que los peones sean doblados. En nuestra base las partidas 310 a 314 , 316, 318, 319, 321, 323 y 324 tratan estas jugadas.",
                    "de": "Andere Möglichkeiten: 4...Sd7, mit der Idee ...Sf6 und das sofortige 4... Sf6, was die Entstehung von Doppelbauern zulässt. Auf unserer Datenbank findet man in den Partien 310 bis 314 , 316, 318, 319, 321, 323 und 324 Beispiele von dieser Stellung.",
                    "zh": "4...Nd7目的走...Nf6和立即走4.. .Nf6也是可行的，可以制造叠兵。棋库中棋局310到314、316、318、319、321、323和324介绍了这些走法。",
                    "pl": "4. ... Sd7, z zamiarem ... Sf6 oraz 4. ...Sf6 są również możliwe i umożliwiają zdublowanie pionów. Partie od 310 do 314, 316, 318, 319, 321, 323 i 324 z naszego archiwum gier prezentują te możliwości.",
                    "ru": "Варианты 4...Nd7, с намерением ...Nf6 и 4...Nf6, также возможны и сдваивает пешки. Игры 310, 314, 316, 318, 319, 321, 323 и 324, нашей базы игр, демонстрирует такие варианты."
                }
            },
            {
                "move": "   5. Ng3 ",
                "comment": {
                    "pt": "A jogada 5-Cc5 também é possível , mas é pouco jogada e ocorreu na partida 322 de nossa base.",
                    "en": "The less played 5-Nc5 is also possible and is presented in games 322 of our database.",
                    "es": "La jugada 5-Cc5 también es posible pero poco practicada. La partida 322 de nuestra base es un ejemplo.",
                    "de": "5. Sc5 wäre auch möglich (Partie Nr. 322 unserer Datenbank).",
                    "zh": "比较少见的5-Nc5也是可行的，在棋库中棋局322中介绍。",
                    "pl": "Rzadziej używane 5. Sc5 jest również możliwe i jest zaprezentowane w partii 322.",
                    "ru": "Реже играют 5-Nc5, что тоже возможно, и описано в игре 322, нашей базы."
                }
            },
            {
                "move": "   Bg6 ",
                "comment": {
                    "pt": "Agora as pretas estão prontas para jogar ... e6 e desenvolver o outro bispo, assim como os cavalos. As brancas têm várias hipóteses, mas a principal e mais jogada pelos grandes mestres é;",
                    "en": "Now Black is ready to play ...e6 and develop the other Bishop in additions to the Knights. White has many options but the main one and also most played by grandmasters is:",
                    "es": "Ahora las negras están listas para jugar ...e6 y desarrollar el otro alfil, así como los caballos. Las blancas tienen varias posibilidades, pero la principal y más jugada por los grandes maestros es:",
                    "de": "Schwarz kann jetzt ... e6 spielen und den anderen Läufer sowie die Springer entwickeln. Weiß hat mehrere Möglichkeiten, aber die meistgespielte unter Großmeistern ist:",
                    "zh": "目前黑方准备下 ...e6，出马之外再出另一个象。白方有很多选择但是主要的一个和大师们最常用的一个是：",
                    "pl": "Teraz Czarne są gotowe do zagrania ... e6 i wyprowadzenia drugiego Gońca, aby mógł dołączyć do Skoczków. Białe posiadają wiele możliwości, ale główną graną przez arcymistrzów jest:",
                    "ru": "Теперь Черные готовы играть 5-Nc5 и развивать другого Слона, как дополнение к Коню. У Белых есть много вариантов, но основной, который чаще всего играется гроссмейстерами:"
                }
            },
            {
                "move": "   6. h4 ",
                "comment": {
                    "pt": "Ameaçando h5 e ganhando espaço no flanco rei. Também seria possível Cf3, seguido de Bd3 ou Be2, 0-0 e Te1, completando o desenvolvimento. Outro plano é 6-C1e2 para ir com esta peça a f4 e pressionar o bispo preto, como ocorreu na partida 317 de nossa base.",
                    "en": "Threatening h5 and winning space on the kingside. Nf3, followed by Bd3 or Be2, 0-0 and Re1, would also be possible completing development. Another plan is 6-N1e2 in order to take this piece to f4 and put pressure on the black Bishop, as shown in game 317 of our database.",
                    "es": "Amenazando h5 y ganando espacio en el flanco rey. También sería posible Cf3, seguido de Ad3 o Ae2, 0-0 y Te1, completando el desarrollo. Otro plan es 6-C1e2 para ir con esta pieza a f4 y presionar el alfil negro, como ocurrió en la partida 317 de nuestra base.",
                    "de": "Droht h5 mit Raumgewinn am Königsflügel. Sf3 nebst Ld3 (oder Le2)-0-0 und Te1 wäre auch möglich, um die Entwicklung zu beenden. Ein anderer Plan ist 6. S1e2 mit der Idee Sf4 und Druck auf den schwarzen Läufer (Partie Nr. 317 unserer Datenbank).",
                    "zh": "威胁h5并且在王翼赢得空间。Nf3随后Bd3或Be2, 0-0和Re1也是可以结束出子的。另外一个计划是6-N1e2为了将这个子移到f4，并且给黑象施加压力，在棋库中棋局317中介绍。",
                    "pl": "Grożąc h5 i wygrywając przestrzeń na skrzydle królewskim. Sf3, kontynuowane przez Gd3 lub Ge2, 0-0 i We1, byłyby możliwe do ukończenia rozwoju. Innym planem jest 6. S1e2 w celu przetransportowania tej figury na f4 i wywarcia presji na czarnym Gońcu, jak to pokazano w grze 317.",
                    "ru": "Угрожает h5 и выигрывает пространство на королевском фланге. На Nf3, следует Bd3 или Be2, 0-0 и Re1, что также возможно для завершения развития. Другой вариант, это 6-N1e2 для того, чтобы занять фигурой f4 и усилить давление на черного Слона, как показано в игре 317, нашей базы игр."
                }
            },
            {
                "move": "   h6 7. Nf3 Nd7 ",
                "comment": {
                    "pt": "Evitando Ce5.",
                    "en": "Preventing Ne5.",
                    "es": "Evitando Ce5.",
                    "de": "Verhindert Se5.",
                    "zh": "阻止Ne5。",
                    "pl": "Uniemożliwiając Se5.",
                    "ru": "Предотвращает Ne5."
                }
            },
            {
                "move": "   8. h5 ",
                "comment": {
                    "pt": "Jogar 8-Bd3 diretamente , para trocar os bispos e manter o peão em h4 é uma opção (partida 320).",
                    "en": "Play 8-Bd3 directly, in order to exchange Bishops and keep the h4-pawn is an option (game 320).",
                    "es": "Jugar 8-Ad3 directamente, para cambiar los alfiles y mantener el peón en h4, es otra opción (partida 320).",
                    "de": "Sofort 8. Ld3 zu spielen, um die Läufer abzutauschen und den Bauern auf h4 zu behalten ist eine andere Möglichkeit (Partie Nr. 320).",
                    "zh": "直接走8-Bd3，为了兑象并且保住h4-兵也是一种选择（棋局320）。",
                    "pl": "Zagranie natychmiast 8. Gd3 w celu wymiany Gońców i zatrzymania piona h4 jest opcją (partia 320).",
                    "ru": "Игра 8-Bd3, для того чтобы разменять Слонов (игра 320)."
                }
            },
            {
                "move": "   Bh7 9. Bd3 Bxd3 10. Qxd3 Ngf6 11. Bd2 ",
                "comment": {
                    "pt": "11-Bf4 também é bom e pode transpor para a variante principal após ... Da5 12-Bd2 Dc7 13-0-0-0 e6. Na partida 315 de nossa base ocorreu esta jogada e as pretas optaram por 11... e6, seguido de Be7 e roque pequeno levando a uma partrida muito complicada com roques em flancos opostos.",
                    "en": "11-Bf4 is also good and can transpose to the main variation after ...Qa5 12-Bd2 Qc7 13-0-0-0 e6. Game 315 of our database presents this move and Black chose 11... e6, followed by Be7 and kingcastle that leads to a very complicated game with opposite castling.",
                    "es": "11-Af4 también es bueno y puede transponer a la variante principal después de ...Da5 12-Ad2 Dc7 13-0-0-0 e6. En la partida 315 de nuestra base ocurrió esta jugada y las negras optaron por 11... e6, seguido de Ae7 y enroque corto, llevando a una partida muy complicada con enroques en flancos opuestos.",
                    "de": "11 Lf4 ist auch gut und kann nach ...Da5 12. Ld2 Dc7 13. 0-0-0 e6 zur Hauptvariante führen. In der Partie 315 kam dieser Zug vor; Schwarz spielte 11... e6 nebst Le7 und 0-0, mit entegegenstetzten Rochaden.",
                    "zh": "11-Bf4也是好的，并且在...Qa5 12-Bd2 Qc7 13-0-0-0 e6之后可以变换为主变例。棋库中棋局315呈现了这一步，黑方选择走11... e6随后Be7，王翼易位，反向易位使棋局变得非常复杂。",
                    "pl": "11. Gf4 jest równie dobre i może transponować główną wariację po ... Ha5 12. Gd2 Hc7 13. 0-0-0 e6. Partia 315 prezentuje ten ruch i Czarne wybierają 11. ... e6, kontynuowane przez Ge7 oraz krótką roszadę, co prowadzi do bardzo skomplikowanej gry z odmiennymi roszowaniami.",
                    "ru": "Ход 11-Bf4 также хорош и может перевести игру на основной вариант после ...Qa5 12-Bd2 Qc7 13-0-0-0 e6. Игра 315 показывает этот ход, где Черные выбирают 11... e6, затем следует Be7, короткая рокировка, которая приводит к усложненной игре с оппозитными рокировками."
                }
            },
            {
                "move": "   e6 12. O-O-O ",
                "comment": {
                    "pt": "Como as brancas jogaram h4-h5, ganhando espaco no flanco rei, é mais lógico manter o rei no flanco dama, onde estará mais protegido.",
                    "en": "Since White played h4-h5, winning space on the kingside, it's more logical to maintain the King on the queenside where it is more protected.",
                    "es": "Como las blancas jugaron h4-h5, ganando espacio en el flanco rey, es más lógico mantener el rey en el flanco dama, donde estará más protegido.",
                    "de": "Der weiße König steht am Damenflügel sicherer, da Weiß h4-h5 am Königsflügel spielte.",
                    "zh": "因为白方走h4-h5，在王翼赢得空间，将王保持在后翼更符合逻辑，因为那里它更受保护。",
                    "pl": "Skoro Białe zagrały h4-h5, wygrywając przestrzeń na skrzydle królewskim, bardziej logiczne jest umieszczenie Króla na skrzydle hetmańskim, gdzie jest mocniej chroniony.",
                    "ru": "Так как Белые играли h4-h5, выигрывая тем самым пространство на королевском фланге, логически будет удерживать Короля на ферзевом фланге, где он будет более защищен."
                }
            },
            {
                "move": "   Qc7 ",
                "comment": {
                    "pt": "As pretas também pretendem levar o rei ao flanco dama, pois se tentassem rocar pequeno, poderiam ser atacadas após g4-g5.",
                    "en": "Black also intends to take the king to the queenside because if it tried kingcastling, it could be attacked after g4-g5.",
                    "es": "Las negras también pretenden llevar el rey al flanco dama, pues si intentaran enrocar en corto, podrían ser atacadas después de g4-g5.",
                    "de": "Auch Schwarz muss seinen König zum Damenflügel bringen, da Weiß ihn mit g4-g5 im Falle einer kurzen Rochade angreifen würde.",
                    "zh": "黑方也打算将王移到后翼，因为如果它王翼易位的话可能会在g4-g5之后遭受攻击。",
                    "pl": "Czarne również zamierzają umieścić Króla na skrzydle hetmańskim, ponieważ jeśli spróbowałyby roszować krótko, zostałyby zaatakowane przez g4-g5.",
                    "ru": "Черные также намерены переместить Короля на ферзевый фланг, потому что если будет короткая рокировка, он будет атакован после g4-g5."
                }
            },
            {
                "move": "   13. Ne4 ",
                "comment": {
                    "pt": "Também é possível De2, com a idéia de Ce5.",
                    "en": "Qe2, intending Ne5, is also possible.",
                    "es": "También es posible De2, con a idea de Ce5.",
                    "de": "Auch De2 - mit der Idee Se5 ist möglich.",
                    "zh": "Qe2目的走Ne5也是可行的。",
                    "pl": "He2, z zamiarem Se5, jest również możliwe.",
                    "ru": "Ход Qe2, с намерением Ne5, также возможен."
                }
            },
            {
                "move": "   O-O-O 14. g3 ",
                "comment": {
                    "pt": "Para jogar Bf4 e controlar esta importante diagonal.",
                    "en": "In order to play Bf4 and control this diagonal.",
                    "es": "Para jugar Af4 y controlar esta importante diagonal.",
                    "de": "Mit der Absicht, Lf4 zu spielen und diese wichtige Diagonale zu kontrollieren.",
                    "zh": "为了走Bf4和控制这条斜线。",
                    "pl": "Aby zagrać Gf4 i kontrolować przekątną.",
                    "ru": "Для того, чтобы играть Bf4 и взять под контроль эту диагональ."
                }
            },
            {
                "move": "   Nxe4 15. Qxe4 Bd6 ",
                "comment": {
                    "pt": "Podemos concluir que a posição é equilibrada; ambos jogadoresdesenvolve ram bem suas peças e têm os reis em seguranca.",
                    "en": "It's posible to conclude that the position is in balance: both sides developed their pieces well and have their Kings under protection.",
                    "es": "Podemos concluir que a posición está equilibrada; ambos jugadores desarrollaron bien sus piezas y los reyes están seguros.",
                    "de": "Die Stellung ist ausgeglichen, da beide Spieler die Entwicklung vollendet und die Könige in Sicherheit gebracht haben.",
                    "zh": "可以得出结论局面处于平衡：双方出子结束，王都受到保护。",
                    "pl": "Jest możliwe stwierdzenie, że pozycja jest zbalansowana: obie strony wyprowadziły figury i mają Królów pod ochroną.",
                    "ru": "Можно сделать вывод, что стороны пришли к некому балансу: обе стороны хорошо развили свои фигуры, и их Короли защищены."
                }
            }
        ],
        "game_terminator": "*"
    }
]