[
    {
        "title": "",
        "white": "Defesa Francesa",
        "white_sort": "",
        "black": "Variante do avanço",
        "date": "",
        "event": {
            "en": "Advance variation",
            "de": "Vorstoß-Variante",
            "es": "Variante del avance",
            "pt": "Variante do avanço",
            "zh": "推进变例",
            "pl": "Wariant zaawansowany",
            "ru": "Расширенный вариант"
        },
        "fen": "",
        "moves": [
            {
                "move": "1. e4 e6 2. d4 d5 3. e5 ",
                "comment": {
                    "pt": "Nesta variante as brancas garantem uma vantagem de espaço, mas deverão sustentar o centro, que será atacado por várias peças pretas.",
                    "en": "In this variation White guarantees a space advantage but must support the center that will be attacked with several black pieces.",
                    "es": "En esta variante las blancas se aseguran una ventaja de espacio, pero deberán sostener el centro, que será atacado por varias piezas negras.",
                    "de": "Weiß sichert sich Raumvorteil, muss aber das Zentrum verteidigen, das von den schwarzen Figuren unter Beschuss genommen wird.",
                    "zh": "在这个变例中白方确保空间优势，但是必须支持中心，因为会被多个黑子攻击。",
                    "pl": "W tym wariancie Białe gwarantują sobie przewagę przestrzenną, ale muszą wspierać centrum, które będzie atakowane wieloma figurami czarnych.",
                    "ru": "Этим вариантом Белые гарантируют себе пространственное преимущество, но должны поддерживать центр, который будет атакован несколькими фигурами Черных."
                }
            },
            {
                "move": "   c5 4. c3 ",
                "comment": {
                    "pt": "Está é a melhor jogada e única para sustenatr o centro branco. Outras tentativas como 4-Cf3 e 4-dxc5 aparecem nas partidas 227 a 230 de nossa base.",
                    "en": "This is the best and only move to support the white center. Other attempts, such as 4-Nf3 and 4-dxc5 appear in games 227 to 230 of our database.",
                    "es": "Esta es la mejor jugada y también la única para sostener el centro blanco. Otras tentativas como 4-Cf3 y 4-dxc5 aparecen en las partidas 227 a 230 de nuestra base.",
                    "de": "Der einzige und zugleich beste Zug, um das weiße Zentrum zu halten. Alternativen wie 4. Sf3 und dxc5 kann man in den Partien 227 bis 230 sehen.",
                    "zh": "这是最佳也是唯一可以支持白方中心的一着。另外一种尝试就像4-Nf3和4-dxc5出现在棋库中棋局227到230中。",
                    "pl": "Najlepszy i jedyny ruch by wesprzeć białe centrum. Inne próby, takie jak 4. Sf3 i 4. Dxc5 pojawiały się w partiach od 227 do 230 z naszego archiwum gier.",
                    "ru": "Это лучший и единственный ход Белых, для того чтобы поддержать свой центр. Другая попытка, такая как 4-Nf3 и 4-dxc5, будет рассмотрена в играх 227-230, нашей базы игр."
                }
            },
            {
                "move": "   Nc6 5. Nf3 Qb6 6. Be2 ",
                "comment": {
                    "pt": "A jogada 6-Bd3 (partida 232) é incorreta devido a ...cxd4 7-cxd4 Bd7 ameaçando o peao d. Na partida 232 as pretas não jogaram corretamente e as brancas obtiveram vantagem , ganhando uma partida que consta em vários livros de estratégia como um modelo sobre o tema \"bloqueio\" . Vale a penaestuda-la!",
                    "en": "6-Bd3 (game 232) is incorrect due to ...cxd4 7-cxd4 Bd7 threatening the d-pawn. In game 232 Black doesn't play correctly and White obtains advantage winning a match that presented in several strategy books as a model for the \"blockade\". It's worth studying!",
                    "es": "La jugada 6-Ad3 (partida 232) es incorrecta debido a ...cxd4 7-cxd4 Ad7, amenazando el peón d. En la partida 232 las negras no jugaron correctamente y las blancas obtuvieron ventaja ganando una partida que consta en varios libros de estrategia como un modelo sobre el tema\"bloqueo\". !Vale la pena estudiarla!.",
                    "de": "6. Ld3 (Partie 232) ist falsch wegen ...cxd4 7. cxd4 Ld7, was den d-Bauern bedroht. In der erwähnten Partie spielte Schwarz nicht richtig und Weiß erreichte Vorteil. Diese Partie steht in vielen Schachbücher über Strategie als Model des Themas Blockade. Es lohnt sich, sie nachzuspielen!",
                    "zh": "6-Bd3（棋局232）是不正确的，因为...cxd4 7-cxd4 Bd7会威胁d-兵。在棋局232黑方走的不正确，白方获得优势并求得胜利，在很多战略手册中有提到该“封锁”模型。值得研究！",
                    "pl": "6. Gd3 (partia 232) jest niepoprawny skoro ... cxd4 7. cxd4 Gd7 z groźną wzięcia piona d. W grze 232 Czarne nie zagrały poprawnie i Białe osiągnęły zwycięską przewagę w meczu prezentowanym w wielu książkach o strategii szachowej jako model “blokady”. Partia jest warta pochylenia się nad nią!",
                    "ru": "Ход 6-Bd3 (игра 232) - неправильный, из-за ...cxd4 7-cxd4 Bd7 угрожает d-пешке. В игре 232 Черные играют неправильно, и Белые выигрывают партию, которая описана во многих книгах, как модель \"блокада\". Эту ситуацию стоит разобрать и выучить!"
                }
            },
            {
                "move": "   cxd4 7. cxd4 Nge7 8. Na3 ",
                "comment": {
                    "pt": "8-b3 para defender o peão d, com Bb2, também é possível.",
                    "en": "8-b3 in order to defend the d-pawn with Bb2 is also possible.",
                    "es": "8-b3 para defender el peón d, con Ab2, también es posible.",
                    "de": "8. b3 nebst Lb2 (deckt den Bauern) ist auch möglich.",
                    "zh": "走8-b3为了用Bb2防御d兵也是可行的。",
                    "pl": "8. b3 w celu obrony piona d przez Gb2 jest również możliwe.",
                    "ru": "8-b3, для того чтобы защитить d-пешку ходом Bb2, также будет возможно."
                }
            },
            {
                "move": "   Nf5 9. Nc2 Bd7 ",
                "comment": {
                    "pt": "9...h5, para prevenir g4 e 9...Be7, também são possíveis.",
                    "en": "9... h5 in order to prevent g4 and also 9...Be7 would both be possible.",
                    "es": "También serían posibles: 9...h5 - para evitar g4  - y 9...Ae7.",
                    "de": "9...h5 (verhindert g4) und 9...Le7 sind auch möglich.",
                    "zh": "9... h5为了阻止g4以及9...Be7都是可行的。",
                    "pl": "9. ... h5 w celu uniemożliwienia g4, ale też 9. ... Ge7 są słusznymi opcjami.",
                    "ru": "9... h5, для того чтобы предотвратить g4 и 9...Be7, оба будут возможны."
                }
            },
            {
                "move": "   10. g4 Nfe7 11. O-O h5 12. h3 hxg4 13. hxg4 ",
                "comment": {
                    "pt": "Chegamos a uma posição complexa onde as brancas têm mais espaço, mas seu rei está um pouco desprotegido. A partida 231 de nossa base seguiu a partir desta posição.",
                    "en": "A complex position is reached where White has more space but its King is a bit unprotected. Game 231 of our database continued from this point on.",
                    "es": "Llegamos a una posición compleja donde las blancas tienen más espacio, pero su rey está un poco desprotegido. La partida 231 de nuestra base siguió a partir de esta posición.",
                    "de": "Auf dieser komplexen Stellung hat Weiß mehr Raum, sein König ist aber etwas ungeschützt. Partie Nr. 231 zeigt eine Fortsetzung von dieser Variante.",
                    "zh": "这个局面比较复杂，白方拥有更多空间但是白王保护力量欠缺。棋库中的棋局231从这点继续。",
                    "pl": "Skomplikowana pozycja, w której Białe posiadają więcej miejsca, ale ich Król jest słabo broniony. Partia 231 w naszej bazie zaczyna się w tym miejscu.",
                    "ru": "Сложность позиции, где у Белых больше пространства, но их Король не до конца защищен. Игра 231, нашей базы игр, показывает развитие этой ситуации."
                }
            }
        ],
        "game_terminator": "*"
    }
]