[
    {
        "title": "",
        "white": "Gambito do rei",
        "white_sort": "",
        "black": "Variante Fischer",
        "date": "",
        "event": {
            "en": "Fischer variation",
            "zh": "菲舍尔变例",
            "de": "Fischer Variante",
            "es": "Variante Fischer",
            "pt": "Variante Fischer",
            "pl": "Wariant Fischera",
            "ru": "Вариант Фишера"
        },
        "fen": "",
        "moves": [
            {
                "move": "1. e4 e5 2. f4 exf4 3. Nf3 d6 ",
                "comment": {
                    "pt": "A jogada proposta por Bobby Fischer. No exemplo anterior analisamos a jogada 3...g5, que pode ser respondida por 4-h4 obrigando o peão preto a avançar e enfraquecendo os dois peões na quinta fila. Com esta jogada as pretas querem controlar a casa e5 e abrir linhas para seu bispo de casas brancas antes de avançar o peão g.",
                    "en": "The move as proposed by Bobby Fischer. In the previous example we analyzed 3...g5 that can be answered with 4-h4 forcing the black pawn to advance and weakening both pawns on the 5th rank. With this game, Black wants to control e5 and open lines for its light-squared Bishop before advancing the g-pawn.",
                    "es": "La jugada propuesta por Bobby Fischer. En el ejemplo anterior analizamos la jugada 3... g5, que puede ser respondida por 4.h4, obligando al peón negro a avanzar y debilitando los dos peones en la quinta fila. Con esta jugada las negras quieren controlar la casilla e5 y abrir líneas para su alfil de casillas blancas antes de avanzar el peón g.",
                    "de": "Der von Fischer vorgeschlagene Zug. Im vorigen Beispiel haben wir 3...g5 analysiert, der mit 4. h4 beantwortet werden kann, was das Vorrücken des g-Bauern erzwingt und die Bauern auf der fünften Reihe schwächt. Mit diesem Zug beabsichtigt Schwarz, das Feld e5 zu kontrollieren und Linien für den Weißfeldrigen Läufer zu öffnen, bevor der g-Bauer vorgerückt wird.",
                    "zh": "这一着由鲍比.菲舍尔提出的。在前面的例子中我们分析了3...g5，这可以应4-h4迫使黑兵前进并且同时削弱五线的两个兵。这样黑棋意图控制e5并且在挺g-兵之前给它的白格象开放线路。",
                    "pl": "Ruch zaproponowany przez Bobbiego Fischera. W poprzednim przykładzie analizowaliśmy 3. ... g5, które może napotkać na 4. h4, co zmusza czarnego piona do poruszenia się i osłabienia obu pionów na piątej linii. W tej partii Czarne dążą do kontroli e5 i otwarcia linii dla własnego jasnopolowego Gońca zanim poruszą pionem g.",
                    "ru": "Этот ход предложен Бобби Фишером. В предыдущем примере мы анализировали ход 3...g5, на который был ответ 4-h4, вынуждающий продвигать черную пешку и создавая тем самым, слабость обеих пешек на пятой горизонтали. В этой игре, Черные хотят контролировать поле e5 и открыть диагональ для своего белопольного коня, до продвижения g-пешки."
                }
            },
            {
                "move": "   4. Bc4 h6 5. d4 g5 6. O-O Bg7 ",
                "comment": {
                    "pt": "As pretas têm seus peões bem defendidos e planejam terminar odesenvolvi mento com \"...Cc6-Bg4\" e eventualmente roque grande.",
                    "en": "Black has well defended pawns and plans to complete development with ...Nc6-Bg4 and occasionally queencastle.",
                    "es": "Las negras tienen sus peones bien defendidos y planean terminar el desarrollo con \"...Cc6-Ag4\" y eventualmente enrocarse en largo.",
                    "de": "Schwarz hat die Bauern gut gedeckt und plant, ...Sc6-Lg4 zu spielen und eventuell lang rochieren, um seine Entwicklung zu vollenden.",
                    "zh": "黑方拥有防御上佳的兵并准备下...Nc6-Bg4结束出子，并尽可能地进行后翼易位。",
                    "pl": "Czarne posiadają dobrze bronione piony i plan ukończenia rozwoju poprzez ... Sc6-Gg4 i przeprowadzenia długiej roszady w miarę możliwości.",
                    "ru": "Черные создали хорошую оборону для пешек и планируют закончить развитие фигур ...Nc6-Bg4, иногда с длинной рокировкой."
                }
            },
            {
                "move": "   7. c3 Nc6 8. g3 ",
                "comment": {
                    "pt": "Para destruir a cadeia de peões contrária e tentar abrir a coluna f para a torre.",
                    "en": "In order to destroy the opponent's pawn chain and try to open the f-file for the Rook.",
                    "es": "Para destruir la cadena de peones adversaria y tratar de abrir la columna f para la torre.",
                    "de": "Um die gegnerische Bauernkette zu zerstören und die f-Linie für den Turm zu öffnen.",
                    "zh": "为了摧毁敌兵兵链并试图给车开放f-线。",
                    "pl": "Aby zniszczyć sznur pionów przeciwnika i spróbować otworzyć kolumnę f dla Wieży.",
                    "ru": "Для того, чтобы нарушить пешечную цепочку соперника, пробуйте открыть f-вертикаль для Ладьи."
                }
            },
            {
                "move": "   g4 9. Nh4 ",
                "comment": {
                    "pt": "Também seria possível 9-Bxf4 gxf3 10-Dxf3 sacrificando uma peça em troca de ataque.",
                    "en": "9-Bxf4 gxf3 10-Qxf3 would also be possible in order to sacrifice one piece in exchange for the attack.",
                    "es": "También sería posible 9-Axf4 gxf3 10-Dxf3, sacrificando una pieza a cambio de ataque.",
                    "de": "9. Lxf4 gxf3 10. Dxf3 mit Figurenopfer für Angriff wäre auch möglich.",
                    "zh": "9-Bxf4 gxf3 10-Qxf3也是可行的，可以弃一个子以便进攻。",
                    "pl": "9. Gxf4 gxf3 10. Hxf3 również byłoby możliwe, aby poświęcić jedną z figur za atak.",
                    "ru": "9-Bxf4 gxf3 10-Qxf3 также возможный вариант, несмотря на жертву фигуры для проведения атаки."
                }
            },
            {
                "move": "   f3 10. Qb3 Qe7 11. Nf5 Bxf5 12. exf5 ",
                "comment": {
                    "pt": "As ncas têm compensação pelo peão que sacrificaram e as pretas dificuldades para defender-se, mas caso o façam poderão usufruir de seu peão de vantagem, solidamente protegido em f3. A partida 12 de nossa base mostra uma possível sequência desta posição.",
                    "en": "White has compensation for the sacrificed pawn and Black has a hard time to defend itself but, if it does so, it will take advantage of the fact that it has one pawn up, solidly protected on f3. The game 12 of our database presents a possible sequence for this position.",
                    "es": "Las blancas tienen compensación por el peón que sacrificaron, mientras que las negras tienen dificultades para defenderse, pero si lo logran podrán usufructuar su peón de ventaja, sólidamente protegido en f3. La partida 12 de nuestra base muestra una posible continuación de esta posición.",
                    "de": "Weiß hat Kompensation für den geopferten Bauern. Schwarz hingegen hat Schwierigkeiten, wird aber von seinem auf f3 gut gedeckten Plusbauern profitieren, wenn er es schafft, sich zu verteidigen. Partie 12 auf unserer Partiendatenbak zeigt eine mögliche Fortsetzung.",
                    "zh": "白方弃兵会得到补偿，黑棋目前防御的任务吃紧，但是如果f3上多的那个兵牢牢保护黑棋可以从中获益。游戏库中的游戏12呈现的是这种局面的一个可能的棋序。",
                    "pl": "Białe zrekompensowały sobie poświęconego piona, zaś Czarne mają problem z obroną, ale jeśli im się uda, przejmą przewagę z faktu posiadania nadmiarowego piona solidnie chronionego na f3. Gra 12 prezentuje możliwą sekwencję tej pozycji.",
                    "ru": "Белые компенсируют пожертвованную пешку и Черным нужно срочно защищаться, если они это сделают, они воспользуются тем, что имеют прочно защищенную пешку на поле f3. В игре 12 нашей базы игр вы будете иметь возможность разобраться в этой ситуации."
                }
            }
        ],
        "game_terminator": "*"
    }
]