[
    {
        "title": "",
        "white": "Siciliana",
        "white_sort": "",
        "black": "Variante  Paulsen",
        "date": "",
        "event": {
            "en": "Paulsen variation",
            "de": "Paulsen-Variante",
            "es": "Variante Paulsen",
            "pt": "Variante Paulsen",
            "zh": "保尔森变例",
            "pl": "Wariant Paulsena",
            "ru": "Вариант Паульсена"
        },
        "fen": "",
        "moves": [
            {
                "move": "1. e4 c5 2. Nf3 e6 3. d4 cxd4 4. Nxd4 a6 ",
                "comment": {
                    "pt": "Neste sistema as pretas querem rapidamente desenvolver o flanco dama e permitem que as brancas joguem c4, aumentando o domínio do centro, se assim o desejarem (partidas 428 a 437).",
                    "en": "In this system Black plans to develop the queenside fast and White is allowed to play c4, if it wants to increase its central dominance (games 428 to 437).",
                    "es": "En este sistema las negras quieren desarrollar rápidamente el flanco dama y permiten que las blancas jueguen c4, aumentando el dominio del centro, si así lo desean (partidas 428 a 437).",
                    "de": "In diesem System entwickelt Schwarz den Damenflügel schnell und lässt zu, dass Weiß Raum Zentrum mit c4 gewinnt (Partien Nr. 428 bis 437).",
                    "zh": "在这个体中里黑方计划在后翼快速出子，白方如果想增强中心统治（棋局428和437）就应该走c4。",
                    "pl": "W tym systemie Czarne planują szybki rozwój skrzydła hetmańskiego, zaś Białe mogą zagrać c4, jeśli chcą zwiększyć dominację w centrum (partie 428-437).",
                    "ru": "Черные планируют быстро развиваться на ферзевом фланге и Белые играют c4, если они хотят увеличить свое доминирование в центре (игры 428 и 437)."
                }
            },
            {
                "move": "   5. Nc3 ",
                "comment": {
                    "pt": "Também são possíveis ; 5-c4 aumentando consideravelmente o domínio do centro (partidas 431,436 e 437) e 5-Bd3 , para rocar rapidamente e mantendo a opção de jogar c4 mais tarde (partidas 429, 433 ,434, 435).",
                    "en": "Also possible are: 5-c4 increasing considerably the dominance in the center (games 431, 436 and 437) and e 5-Bd3 in order to queencastle fast and maintain the option to play c4 later (games 429, 433 , 434 and 435).",
                    "es": "También son posibles: 5-c4, aumentando considerablemente el dominio del centro (partidas 431,436 y 437) y 5-Ad3, para enrocar rápidamente y manteniendo la opción de jugar c4 más tarde (partidas 429, 433, 434, 435).",
                    "de": "Andere Möglichkeiten: 5. c4 mit Kontrolle des Zentrums (Partien Nr. 431, 436 und 437) und 5. Ld3 , um schnell zu rochieren und c4 zu verzögern (Partien Nr. 429, 433 ,434, 435).",
                    "zh": "另外的可能是：5-c4增强给中心统治（棋局431、436和437）；e 5-Bd3来进行快速王翼易位并继续保持走c4的选择（棋局429、433、434和435）。",
                    "pl": "Moźliwe są też: 5. c4 zwiększając znacząco dominację w centrum (partie 431, 436, 437) i 5. Gd3 w celu szybkiego przeprowadzenia długiej roszady i utrzymania opcji zagrania c4 później (partie 429, 433, 434 i 435).",
                    "ru": "Возможны также варианты: 5-c4 существенно увеличивает доминирование в центре (игры 431, 436 и 437) и 5-Bd3, для того чтобы быстро произвести длинную рокировку и сохранить возможность сыграть позднее на c4 (игры 429, 433, 434 и 435)."
                }
            },
            {
                "move": "   b5 6. Bd3 Bb7 7. O-O Qc7 ",
                "comment": {
                    "pt": "Este é o espírito das pretas neste sistema; Ataque rápido no flanco dama, sem preocupar-se tanto com o desenvolvimento do flanco rei. As próximas jogadas podem ser \"... Cc6 e Tc8\" colocando ainda mais pressão sobre o flanco dama branco. As brancas devem tentar atacar no centro, aproveitando a vantagem em desenvolvimento . A partida 430 é um bom exemplo.",
                    "en": "This is Black's spirit in this system: quickly attack on the queeenside without worrying about development on the kingside so much. The next moves can be: ... Nc6 and e Rc8 that put even more pressure on the white queenside. White must try to attack in the center by using its advantage in development. Game 430 is a good example.",
                    "es": "Este es el espíritu de las negras en este sistema: ataque rápido en el flanco dama, sin preocuparse tanto con el desarrollo del flanco rey. Las próximas jugadas pueden ser \"... Cc6 y Tc8\" presionando todavía más sobre el flanco dama blanco. Las blancas deben intentar atacar en el centro, aprovechando la ventaja en desarrollo. La partida 430 es un buen ejemplo.",
                    "de": "Der Geist vom Schwarzen in diesem System: schneller Angriff am Damenflügel, ohne sich allzusehr um die Entwicklung des Königsflügel zu kümmern. Die nächsten Züge könnten ...Sc6 und ...Tc8 mit noch mehr Druck auf den weißen Damenflügel. Weiß muss seinerseits versuchen, im Zentrum anzugreifen und von seinem Entwicklunsvorsprung zu profitieren. Partie Nr. 430 ist ein gutes Beispiel.",
                    "zh": "这是这个体系中黑方的灵魂：在后翼快攻没有王翼出子的后顾之忧。下一步可以是... Nc6和e Rc8，甚至可以增加更多压力在白方后翼。白方应该尝试利用出子的优势攻击中心。棋局430是个很好的例子。",
                    "pl": "Oto cel całego systemu: szybki atak na skrzydło hetmańskie bez zamartwiania się o rozwój skrzydła królewskiego. Następnymi ruchami mogą być: ... Sc6 i Wc8, co nawet zwiększa presję na białe skrzydło hetmańskie. Białe muszą próbować ataku w centrum używając przewagi w rozwoju. Partia 430 jest dobrym tego przykładem.",
                    "ru": "Черные быстро атакуют на ферзевом фланге, не беспокоясь о развитии на королевском фланге. Следующим ходом будет: ... Nc6 и Rc8, усиливая давление на ферзевый фланг Белых. Белые должны попробовать атаковать в центре используя свое преимущество в развитии фигур. Игра 430 является хорошим этому примером."
                }
            }
        ],
        "game_terminator": "*"
    }
]