[
    {
        "title": "",
        "white": "Defesa Bogoindia",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "Bogo indian defense",
            "de": "Bogo-Indische Verteidigung",
            "es": "Defensa Bogoindia",
            "pt": "Defensa Bogoindia",
            "zh": "波刚-印度防御",
            "pl": "Obrona Bogo-indyjska",
            "ru": "Бого-Индийская защита"
        },
        "fen": "",
        "moves": [
            {
                "move": "1. d4 Nf6 2. c4 e6 3. Nf3 Bb4+ 4. Bd2 ",
                "comment": {
                    "pt": "A opção Cbd2 (partida 650) é tão boa quanto esta e 3-Cc3 transpõe para a defesa Nimzoindia.",
                    "en": "The option Nbd2 (game 650) is as good as this one and 3-Nc3 transposes the position to the Nimzo-Indian defense.",
                    "es": "La opción Cbd2 (partida 650) es tan buena como ésta y 3-Cc3 transpone a la Defensa Nimzoindia.",
                    "de": "Sbd2 (Partie Nr. 650) ist so gut wie 3. Sc3 und führt zur Nimzowitsch-Indischen-Verteidigung.",
                    "zh": "选择Nbd2（棋局650）跟这一着都不错，3-Nc3将局面变换为尼姆佐-印度防御。",
                    "pl": "Opcja Sbd2 (partia 650) jest tak samo dobra, jak ta w tekście, a 3. Sc3 transponuje pozycję do obrony Nimzo-indyjskiej.",
                    "ru": "Как и этот, хорошим вариантом будет Nbd2 (игра 650), а  ход 3-Nc3 переводит игру в позицию Нимцо-Индийской защиты."
                }
            },
            {
                "move": "   Qe7 ",
                "comment": {
                    "pt": "Outras opções são 4...a5, 4. ..c5 e 4...Bxd2.",
                    "en": "Other options are 4...a5, 4...c5 and 4...Bxd2.",
                    "es": "Otras opciones son 4...a5, 4...c5 y 4... Axd2.",
                    "de": "Andere Möglichkeiten: 4...a5, 4. ..c5 und 4...Lxd2.",
                    "zh": "另外的选择是4...a5、4...c5和4...Bxd2。",
                    "pl": "Innymi opcjami są 4. ... a5, 4. ... c5 oraz 4. ... Gxd2.",
                    "ru": "Другими вариантами будет 4...a5, 4...c5 и 4...Bxd2."
                }
            },
            {
                "move": "   5. g3 O-O ",
                "comment": {
                    "pt": "5...Cc6, seguido de ...d5 ocorreu na partida 652.",
                    "en": "5... Nc6 followed by ...d5 is presented in game 652.",
                    "es": "5... Cc6, seguido de ...d5 ocurrió en la partida 652..",
                    "de": "5...Sc6 nebst ...d5 geschah in der Partie Nr. 652",
                    "zh": "5... Nc6跟随...d5在棋局652中呈现。",
                    "pl": "5. ... Sc6 kontynuowane przez ... d5 jest zaprezentowane w partii 652.",
                    "ru": "На ход 5... Nc6, следует ...d5, представленный в игре 652."
                }
            },
            {
                "move": "   6. Bg2 Bxd2+ 7. Qxd2 ",
                "comment": {
                    "pt": "É melhor retomar com a dama para desenvolver o cavalo de b1 por c3.",
                    "en": "It's better to retake with the Queen in order to develop the b1-Knight through c3.",
                    "es": "Es mejor retomar con la dama para desarrollar el caballo de b1 por c3.",
                    "de": "Es ist besser, mit der Dame zurückzuschlagen, um den Springer von b1 über c3 zu entwickeln.",
                    "zh": "为了通过c3出b1-象，最好用后来重新夺取阵地。",
                    "pl": "Lepiej jest wziąć Hetmanem w celu wyprowadzenia Skoczka b1 przez c3.",
                    "ru": "Лучше отыграться Ферзем, для развития Коня на b1 через c3."
                }
            },
            {
                "move": "   d6 8. Nc3 e5 9. O-O Re8 10. e4 ",
                "comment": {
                    "pt": "As brancas têm maior domínio central. A estratégia das pretas foi correta; primeiro trocaram o bispo e depois posicionaram seus peões em casas pretas, deixando o outro bispo com boas perspectivas e todas as peças serão desenvolvidas com facilidade. A partida 649 seguiu a partir desta posição.",
                    "en": "White has greater central dominance. Black's strategy is correct: first exchange the Bishop and then place the pawns on dark squares creating a good prospective for the other Bishop. Now all pieces can be developed easily. Game 649 continued from this position on.",
                    "es": "Las blancas tienen mayor dominio central. La estrategia de las negras fue correcta; primero cambiaron el alfil y después posicionaron sus peones en casillas negras, dejando el otro alfil con buenas  perspectivas; todas las piezas serán desarrolladas con facilidad. La partida 649 siguió a partir de esta posición.",
                    "de": "Weiß beherrscht das Zentrum. Die schwarze Strategie war richtig: zuerst wurde der Läufer abgetauscht und danach wurden die Bauern auf dunkle Felder aufgestellt, damit der weißfeldrige Läufer bessere Aussichten hat und alle Figuren problemlos entwickelt werden können. Partie Nr. 649 zeigt eine Fortsetzung.",
                    "zh": "白方拥有强大的中心统治。黑方的战略方针是对的：首先兑象，然后将兵放在黑格，为另外一个象创造良好的预期。目前所有的棋子都很容易出动。棋局649介绍了一种延续。",
                    "pl": "Białe posiadają większą kontrolę centrum. Strategia Czarnych jest słuszna: wpierw wymienić Gońca, a potem ustawić piony na ciemnych polach kreując dobrą perspektywę dla drugiego Gońca. Teraz wszystkie figury mogą zostać łatwo wyprowadzone. Partia 649 kontynuuje z tego miejsca.",
                    "ru": "Белые имеют большее центральное доминирование. Стратегия Черных правильна: сначала разменять Слона, а затем разместить пешки на темных полях, давая хорошую перспективу другому Слону. Теперь все фигуры могут легко развиваться. Игра 649 продолжается с этой позиции."
                }
            }
        ],
        "game_terminator": "*"
    }
]