[
    {
        "title": "",
        "white": "Ruy Lopez",
        "white_sort": "",
        "black": "3...f5",
        "date": "",
        "event": {
            "en": "3...f5",
            "de": "3...f5",
            "es": "3...f5",
            "pt": "3...f5",
            "zh": "3...f5",
            "pl": "Wariant 3. ... f5",
            "ru": "Вариант 3...f5"
        },
        "fen": "",
        "moves": [
            {
                "move": "1. e4 e5 2. Nf3 Nc6 3. Bb5 f5 ",
                "comment": {
                    "pt": "Este gambito tem semelhanças com o Gambito do Rei, Gambito Letão e Abertura Vienesa.",
                    "en": "This gambit is similar to the King's gambit, Letvian gambit and to the Vienna opening.",
                    "es": "Este gambito es parecido a los gambitos de Rey y Letón, así como a la Apertura Vienesa..",
                    "de": "Dieses Gambit hat Ähnlichkeiten mit dem Königs-sowie dem Lettischen Gambit und der Wiener Partie.",
                    "zh": "这个弃兵局跟王翼弃兵、拉脱维亚弃兵局和维也纳开局类似。",
                    "pl": "Ten gambit jest podobny do królewskiego, łotewskiego i do partii wiedeńskiej.",
                    "ru": "Этот гамбит похож на Королевский гамбит, Латышский гамбит и Венский гамбит."
                }
            },
            {
                "move": "   4. Nc3 Nd4 ",
                "comment": {
                    "pt": "4...fxe4 5-Cxe4 d5 6-Cxe5 dxe4 7-Cxc6 é por muitos considerada a variante principal desta abertura e ocorreu nas partidas 290 a 295 de nossa base.",
                    "en": "4...fxe4 5-Nxe4 d5 6-Nxe5 dxe4 7-Cxc6 is considered by many the main variation of this opening and is present in the games 290 to 295 of our database.",
                    "es": "4...fxe4 5-Cxe4 d5 6-Cxe5 dxe4 7-Cxc6 es considerada por muchos la variante principal de esta apertura y se puede ver en las partidas 290 a 295 de nuestra base.",
                    "de": "4...fxe4 5. Sxe4 d5 6. Sxe5 dxe4 7. Sxc6 wird von vielen für die Hauptvariante dieser Eröffnung gehalten (Partien 290 bis 295 unserer Datenbank).",
                    "zh": "4...fxe4 5-Nxe4 d5 6-Nxe5 dxe4 7-Cxc6被认为是这个开局的主变例，在棋库中棋局290到295都体现了这种开局。",
                    "pl": "4. ... fxe4 5. Sxe4 d5 6. Sxe5 dxe4 7. Sxc6 jest przez wielu uznawany za podstawową wariację tego debiutu, prezentują go partie od 290 do 295 z naszego archiwum.",
                    "ru": "4...fxe4 5-Nxe4 d5 6-Nxe5 dxe4 7-Cxc6, по мнению многих - основной вариант этого дебюта, рассматриваемый в играх 290-295, нашей базы игр."
                }
            },
            {
                "move": "   5. Ba4 Nf6 6. Nxe5 ",
                "comment": {
                    "pt": "6- 0-0 também é uma boa jogada e ocorreu na partida 289.",
                    "en": "6- 0-0 is also a good move and appears in game 289.",
                    "es": "6- 0-0 también es una buena jugada y ocurrió en la partida 289.",
                    "de": "6. 0-0 ist auch gut (Partie 289).",
                    "zh": "6- 0-0也是很好的一着，在棋局289中出现。",
                    "pl": "6. 0-0 jest również dobrym posunięciem i pojawia się w partii 289.",
                    "ru": "6. 0-0 также хороший ход, показанный в игре 289."
                }
            },
            {
                "move": "   fxe4 7. O-O Bc5 8. Nxe4 Nxe4 9. Qh5+ g6 10. Nxg6 ",
                "comment": {
                    "pt": "Ocorreu na partida 209 de nossa base e as brancas venceram.",
                    "en": "This happens in game 209 of our database and White wins.",
                    "es": "Ocurrió en la partida 209 de nuestra base y las blancas vencieron.",
                    "de": "Das geschah in der Partie 209, die Weiß gewann.",
                    "zh": "这在棋库中棋局209中出现，并且白方赢。",
                    "pl": "To zdarzyło się w partii 209 z naszej bazy i doprowadziło do wygrany Białych.",
                    "ru": "Этот вариант рассматривается в игре 209, нашей базы игр, где Белые выигрывают."
                }
            }
        ],
        "game_terminator": "*"
    }
]