[
    {
        "title": "",
        "white": "Defesa Francesa",
        "white_sort": "",
        "black": "Variante Winawer",
        "date": "",
        "event": {
            "en": "Winawer variation",
            "de": "Winawer-Variante",
            "es": "Variante Winawer",
            "pt": "Variante Winawer",
            "zh": "温纳维尔变例",
            "pl": "Wariant Winawera",
            "ru": "Вариант Винавера"
        },
        "fen": "",
        "moves": [
            {
                "move": "1. e4 e6 2. d4 d5 3. Nc3 Bb4 ",
                "comment": {
                    "pt": "Esta é a famosa variante Winawer e foi muito praticada pelos campeões mundiais Botvinik e Petrossian. As pretas estão dispostas a entregar seu bispo de casas pretas para dobrar os peões brancos e apostam que manterão a posição fechada, com vantagem dos cavalos sobre os bispos.",
                    "en": "This is the famous Winawer variation that was very used among the world champions Botvinik and Petrossian. Black is willing to give up its dark-squared Bishop in order to double the white pawns and trusts that it will be able to maintain a closed position with the advantage of Knights over Bishops.",
                    "es": "Esta es la famosa variante Winawer y fue muy jugada por los campeones mundiales Botvinnik y Petrosian. Las negras están dispuestas a entregar su alfil de casillas negras para doblar los peones blancos y apuestan a que mantendrán la posición cerrada, con ventaja de los caballos sobre los alfiles..",
                    "de": "Die berühmte Winawer-Variante wurde von den ehemaligen Weltmeistern Botwinnik und Petrosjan oft angewandt. Schwarz ist bereit, den schwarzfeldrigen Läufer herzugeben, um die weißen Bauern zu verdoppeln. Schwarz baut darauf, die Stellung geschlossen zu halten, weil die Springer dann stärker sind als die weißen Läufer.",
                    "zh": "这是著名的温纳维尔变例，是世界冠军Botvinik和Petrossian对局时用到过。黑方意图弃黑格象来给白方制造叠兵，并可以通过马优于象的优势保持一个封闭局面。",
                    "pl": "Oto słynny wariant Winawera mocno eksploatowany podczas meczów Mistrzów Świata Botwinnika i Petrossiana. Czarne pragną oddać ciemnopolowego Gońca w celu zdublowania białych pionów i wiary w to, że są w stanie utrzymać zamkniętą pozycję z przewagą Skoczków nad Gońce.",
                    "ru": "Это знаменитый вариант Винавера, который был очень востребован на Чемпионате Мира в игре Ботвинника и Петросяна. Черные готовы отказаться от своего чернопольного Слона для того, чтобы сдвоить пешки Белых, с надеждой на то, что они смогут удерживать закрытое положение с преимуществом Коней над Слонами."
                }
            },
            {
                "move": "   4. e5 ",
                "comment": {
                    "pt": "É a jogada mais lógica para proteger o peão. As brancas planejam a3 para forçar a troca em c3 , reforçar o centro e preparar um ataque pelas casas pretas. As partidas 244, 253 e 254, tratam de outras jogadas como 4-Cge2, Bd2 e exd5, mas dificilmente as brancas conseguem vantagem com estas opções.",
                    "en": "This is the most logical move to protect the pawn. White plans a3 in order to force the exchange on c3 , reinforce the center and prepare an attack through dark squares. Games 244, 253 and 254 deal with other moves such as 4-Nge2, Bd2 and exd5 but it's very difficult for White to win advantage with these options.",
                    "es": "Es la jugada más lógica para proteger el peón. Las blancas planean a3 para forzar un cambio en c3, reforzar el centro y preparar un ataque por las casillas negras. Las partidas 244, 253 y 254, tratan de otras jugadas como 4-Cge2, Ad2 y exd5, pero es difícil que las blancas logren ventaja con estas opciones.",
                    "de": "Der logischste Zug, um den Bauern zu decken. Weiß plant a3, um den Abtausch auf c3 zu erzwingen und später einen Angriff über die schwarzen Felder einzuleiten. Die Partien 244, 253 und 254 zeigen andere Züge wie 4. Sge2, 4. Ld2 oder 4. exd5, die Weiß wenig versprechen.",
                    "zh": "这是保护兵最合乎逻辑的一着。白方计划走a3来在c3上强兑，加固中心并准备通过黑格发起攻击。棋局244、253和254是另外几种走法4-Nge2, Bd2和exd5，但是白方很难用这几种走法取得优势。",
                    "pl": "Najbardziej logiczny ruch do obrony piona. Białe planują a3 w celu wymuszenia wymiany na c3, przegrupowanie centrum i przygotowanie ataku przez ciemne pola. Partia 244, 253 i 254 prezentuje inne posunięcia, takie jak 4. Sge2, Gd2 i exd5, ale bardzo trudno jest wygrać Białymi przewagę tymi ruchami.",
                    "ru": "Это наиболее логичный ход для защиты пешки. Белые планируют a3 для того, чтобы вынудить к размену на c3, усилить центр и приготовиться к атаке через темные поля шахматной доски. Игры 244, 253 и 254 показывают другие ходы 4-Nge2, Bd2 и exd5, где Белым очень тяжело получить преимущество."
                }
            },
            {
                "move": "   c5 ",
                "comment": {
                    "pt": "Nas partidas 251 e 255 as pretas optaram por outro plano; trocar os bispo de casas brancas, jogando b6 seguido de Ba6,se possível. Esta troca favorece as pretas, mas lhes custa tempos no desenvolvimento e elas demoram para atuar no centro.",
                    "en": "In games 251 and 255 Black chooses another plan: exchange light-squared Bishops with b6 followed by Ba6, if possible. This exchange favors Black but will cost it some tempo in development and delay a lot its action in the center.",
                    "es": "En las partidas 251 y 255 las negras optan por otro plan: cambiar los alfiles de casillas blancas, jugando b6 seguido de Aa6, si fuera posible. Este cambio favorece a las negras, pero les cuesta tiempos de desarrollo e impide que actúen más rápido en el centro.",
                    "de": "In den Partien 251 und 255 hat Schwarz einen anderen Plan: b6 nebst La6, um die weißfeldrigen Läufer abzutauschen. Dieser Abtausch ist an und für sich günstig für Schwarz, kostet aber wertvolle Zeit.",
                    "zh": "在棋局251和255黑方选择了另外一个计划：如果可能的话先走b6随后Ba6兑白格象。这个兑换对黑方有利，但会丢掉先手和出子优势并且耽误中心的活动。",
                    "pl": "W partiach 251 i 255 Czarne wybrały inny plan: wymianę jasnopolowych Gońców przez b6 kontynuowane przez Ga6, w ramach możliwości. Wymiana faworyzuje Czarne, ale kosztuje utratę tempa w rozwoju i opóźnia ich akcje w centrum.",
                    "ru": "В игре 251 и 255 Черные выбирают другой план на игру: разменивают белопольного Слона b6 Ba6, если будет возможно. Размен способствует Черным, но стоит им темпа в развитии и сковывают действия в центре."
                }
            },
            {
                "move": "   5. a3 ",
                "comment": {
                    "pt": "Para reforçar o centro e sair da cravada. A opção é 5-Bd2, para evitar que os peões sejam dobrados. As partidas 246, 250 e 261 tratam desta posição. A partida Alekhine -Nimzovicth (261) é considerada uma das obras primas do xadrez moderno e explora o tema do Zugzwang no meio jogo. Vale a penaestuda-la. A jogada 5-dxc5 ocorre na partida 245.",
                    "en": "In order to reinforce the center and unpin. The option is 5-Bd2 in order to prevent doubled pawn. Games 246, 250 and 261 deal with this position. Alekhine -Nimzovicth (261) is considered one of the masterpieces in modern Chess and explores the Zugzwang theme in the middle of the game. It's worth studying. 5-dxc5 occurs in game 245.",
                    "es": "Para reforzar el centro y salir de la clavada. La opción es 5-Ad2, para evitar que los peones sean doblados. Las partidas 246, 250 y 261 tratan esta posición. La partida Alekhine -Nimzovich (261) es considerada una de las obras maestras del ajedrez moderno y explota el tema del Zugzwang en el medio juego. Vale la pena estudiarla. La jugada 5-dxc5 ocurre en la partida 245.",
                    "de": "Überdeckt das Zentrum und befreit sich von der Fesselung. Die Partien 246, 250 und 261 zeigen diese Stellung. Die Partie Aljechin-Nimzowitsch (Partie 261) nutzt das Thema des Zugzwangs im Mittelspiel aus.",
                    "zh": "为了加固中心并解除牵制。选择是5-Bd2来阻止叠兵。棋局246、250和261涉及了这中局面。阿廖欣对尼姆佐维奇（棋局261）的这一句被认为是现代国际象棋中经典的一局，充分利用了楚次文格（迫移局面）主题在中局的作用。非常值得研究。",
                    "pl": "Aby przegrupować centrum i uwolnić się od przygwożdżenia. Opcją jest 5. Gd2 w celu uniknięcia zdublowania pionów. Gry 246, 250 i 261 analizują tą pozycję. Alechin – Nimzovitsch (261) jest uznawana za arcydzieło nowoczesnych szachowych spotkań i wykorzystuje temat Zugzwangu w grze środkowej. Jest warta studiowania. 5. dxc5 występuje w partii 245.",
                    "ru": "Для того чтобы усилить центр и освободиться от связки. Вариация 5-Bd2, для того чтобы избежать сдваивания пешек. Игры 246, 250 и 261 рассматривают эту позицию. Партия Алехин-Нимцович (игра 261) считается классикой современных шахмат и использует схему цугцванга в миттельшпиле. Это заслуживает изучения. 5-dxc5 происходит в игре 245."
                }
            },
            {
                "move": "   Bxc3+ ",
                "comment": {
                    "pt": "5...Ba5 também é possível e deve ser respondida com 6-b4! sacrificando um peão para aumentar o domínio central. 5...cxd4 é um erro devido a 6-axb4 dxc3 7-Dg4, como ocorre na partida 243, que é um bom exemplo de exploração das casas pretas, por parte das brancas.",
                    "es": "5... Aa5 también es posible y debe ser respondida con 6-b4!, sacrificando un peón para aumentar el dominio central. 5...cxd4 es un error debido a 6-axb4 dxc3 7-Dg4, como ocurre en la partida 243, que es un buen ejemplo de explotación de las casillas negras, por parte de las blancas.",
                    "de": "5...La5 ist auch möglich und muss mit 6. b4! beantwortet werden, einem Bauernopfers zwecks Kontrolle des Zentrums.",
                    "zh": "5...La5也是可行的，必须应以6. b4!，弃兵为了控制中心。"
                }
            },
            {
                "move": "   6. bxc3 Ne7 ",
                "comment": {
                    "pt": "A jogada 6...Dc7 para responder a 7-Dg4 com ...f5 ocorre nas partidas 252 e 257.",
                    "en": "6...Dc7 in order to answer 7-Qg4 with ...f5 occurs in games 252 and 257.",
                    "es": "La jugada 6...Dc7, para responder a 7-Dg4 con ...f5, ocurre en las partidas 252 y 257.",
                    "de": "6...Dc7, mit der Absicht, 7.Dg4 mit 7...f5 zu beantworten, kann man in den Partien Nr. 252 und 257 sehen.",
                    "zh": "6...Dc7为了应7-Qg4跟...f5出现在棋局252和257中。",
                    "pl": "6. ... Hc7 w celu odpowiedzi na 7. Hg4 przez ... f5 występuje w partiach 252 i 257.",
                    "ru": "6...Dc7, для того чтобы ответить 7-Qg4 с ...f5, что будет показано в игре 257."
                }
            },
            {
                "move": "   7. Qg4 ",
                "comment": {
                    "pt": "Outra opção , tão boa quanto a do texto, é jogar 7-Cf3, planejando \"a4-Ba3\". As partidas 248, 249, 256, 259 e 260 seguiram com esta idéia.",
                    "en": "Another option as good as the one described here, is 7-Nf3 intending a4-Ba3. Games 248, 249, 256, 259 and 260 continued with this idea.",
                    "es": "Otra opción, tan buena como la del texto, es jugar 7-Cf3, planeando \"a4-Aa3\". Las partidas 248, 249, 256, 259 y 260 siguieron con esta idea.",
                    "de": "Eine andere Möglichkeit, gleichwertig wie der Textzug, ist 7.Sf3 mit der Idee a4-La3 (Partien Nr. 248, 249, 259 und 260).",
                    "zh": "另外一种选择 7-Nf3跟这着效果都很好，打算a4-Ba3，见棋局248、 249、 256、 259和260。",
                    "pl": "Inną opcją, tak dobrą jak opisywana tutaj, jest 7. Sf3 z zamiarem a4-Ga3. Partie 248, 249, 256, 259 i 260 kontynuują w ten sposób.",
                    "ru": "Другая вариация, описанная здесь, есть 7-Nf3 с намерением a4-Ba3. Игры 248, 249, 256 и 260 продолжают эту идею."
                }
            },
            {
                "move": "   Qc7 ",
                "comment": {
                    "pt": "A idéia das pretas é sacrificar os peões do flanco rei para contratacar no centro. Seriam possíveis as jogadas 7...0-0, 7. ..Cg6 e 7...Cf5, mas 7...g6 seria um grave erro posicional por enfraquecer demasiadamente as casas pretas.",
                    "en": "Black's idea is to sacrifice the kingside pawns in order to counter-attack in the center. 7...0-0, 7...Ng6 and 7...Nf5 would be possible but 7...g6 would be a big positional mistake because it weakens the black squares too much.",
                    "es": "La idea de las negras es sacrificar los peones del flanco rey para contraatacar en el centro. Serían posibles las jugadas 7... 0-0, 7. ..Cg6 y 7...Cf5, pero 7...g6 sería un grave error posicional por debilitar demasiado las casillas negras.",
                    "de": "Schwarz opfert die Bauern am Königsflügel, um im Zentrum zu kontern. 7...0-0, 7...Sg6 e 7...Sf5 wären andere Möglichkeiten, hingegen wäre 7...g6 ein graviernder positioneller Fehler, da dadurch die schwarzen Felder allzu geschwächt werden würden.",
                    "zh": "黑方的意图是弃王翼兵来反击中心。7...0-0, 7...Ng6和7...Nf5也是可行的，但是7...g6会是一个很大的错误，因为它会极大的削弱黑格。",
                    "pl": "Pomysłem Czarnych jest poświęcić piony na skrzydle królewskim w celu kontrataku w centrum. 7. ... 0-0, 7. ... Sg6 i 7. ... Sf5 mogłyby być możliwe, ale 7. ... g6 byłoby pozycyjną pomyłką ponieważ osłabia czarne piony za bardzo.",
                    "ru": "Идея Черных - это принести в жертву пешку королевского фланга, для того чтобы контратаковать в центре.  7...0-0, 7...Ng6 и 7...Nf5 возможный вариант, но 7...g6 будет большой позиционной ошибкой, потому что этот ход ослабляет черные поля."
                }
            },
            {
                "move": "   8. Qxg7 Rg8 9. Qxh7 cxd4 10. Ne2 Nbc6 11. f4 ",
                "comment": {
                    "pt": "11-cxd4? seria respondido por ... Cxd4.",
                    "en": "11-cxd4? would be answered with ...Nxd4.",
                    "es": "11-cxd4? sería respondido por ...Cxd4.",
                    "de": "11. cxd4? wäre mit Sxd4 beantwortet.",
                    "zh": "11-cxd4?会被应以 ...Nxd4。",
                    "pl": "11. cxd4? Mogłoby spotkać się z ... Sxd4.",
                    "ru": "На 11-cxd4? будет ответ ...Nxd4."
                }
            },
            {
                "move": "   Bd7 12. Qd3 dxc3 ",
                "comment": {
                    "pt": "Uma posição complexa onde as pretas têm compensação pela desvantagem material. As brancas têm, alem do peão a mais, a vantagem do par de bispos e maior domínio sobre as casas pretas. As partidas 258 e 262 tratam desta posição.",
                    "en": "A complex position in which Black has compensations for material disadvantage. And White, besides having one pawn up, has the advantage of the pair of Bishops and a greater dominance over the black squares. Games 258 and 262 deal with this position.",
                    "es": "Una posición compleja donde las negras tienen compensación por la desventaja material. Las blancas tienen, aparte del peón de más, la ventaja de la pareja de alfiles y un mayor dominio sobre las casillas negras. Las partidas 258 y 262 tratan esta posición.",
                    "de": "Eine komplizierte Stellung. Schwarz hat Kompensation für das geopferte Material. Vom Plusbauern abgesehen hat Weiß den Vorteil vom Läuferpaar und eine bessere Kontrolle der schwarzen Felder. Partien Nr. 258 und 262 zeigen diese Variante",
                    "zh": "复杂的局面，黑方牺牲子力却能得到补偿。白方除了多一个兵之外还拥有双象的优势和对黑格的统治。棋局258和262会涉及这个局面。",
                    "pl": "Skomplikowana pozycja, w której Czarne posiadają kompensację za stracony materiał. Zaś Białe, poza posiadania jednego piona więcej, mają przewagę obu Gońców i większą dominację nad czarnymi polami. Partie 258 i 262 podzielają tę pozycję.",
                    "ru": "Сложная позиция, в которой Черные компенсируются за недостаток в материале. Белые, имеют на одну пешку больше, имеют преимущество в паре Слонов и большем преимуществе над черными квадратами. Игры 258 и 262 показывают это положение."
                }
            }
        ],
        "game_terminator": "*"
    }
]