[
    {
        "title": "",
        "white": "Ruy Lopez",
        "white_sort": "",
        "black": "Variante Berlinesa",
        "date": "",
        "event": {
            "en": "Berlin variation",
            "de": "Berliner Verteidigung",
            "es": "Variante Berlinesa",
            "pt": "Variante Berlinesa",
            "zh": "柏林防御",
            "pl": "Obrona berlińska",
            "ru": "Берлинский вариант"
        },
        "fen": "",
        "moves": [
            {
                "move": "1. e4 e5 2. Nf3 Nc6 3. Bb5 Nf6 ",
                "comment": {
                    "pt": "Esta jogada caracteriza a variante Berlinesa, muito em moda atualmente devido aos bons resultados obtidos , com as pretas, por Kramnik contra Kasparov.",
                    "en": "This move characterizes the Berlin variation that is very popular nowadays due to good results obtained with the black side by Kramnik against Kasparov.",
                    "es": "Esta jugada caracteriza a la variante Berlinesa, muy de moda actualmente debido a los buenos resultados obtenidos, con las negras, por Kramnik contra Kasparov.",
                    "de": "Die Berliner Variante, die zur Zeit wegen der von Kramnik (mit Schwarz) gegen Kasparow erzielten Ergebnisse hoch im Kurs steht.",
                    "zh": "柏林防御现在非常流行，因为在克拉姆尼克对卡斯帕罗夫的对抗中取得了很好的效果。",
                    "pl": "Ten ruch charakteryzuje berlińską wariację, która jest bardzo popularna w dzisiejszych czasach z powodu dobrych rezultatów Czarnych osiąganych przez Kramnika w partiach przeciw Kasparowowi.",
                    "ru": "Это ход характеризует Берлинский вариант, который очень популярен в наши дни из-за хороших результатов достигнутых Черными, в партии Крамник-Каспаров."
                }
            },
            {
                "move": "   4. O-O Nxe4 ",
                "comment": {
                    "pt": "Se as pretas jogassem 4...d6, transporiam para a variante Steinitz, que está analisada separadamente.",
                    "en": "If Black played 4...d6, it would transpose to the Steinitz variation that will be analyzed separately.",
                    "es": "Si las negras jugaran 4...d6 transpondrían a la variante Steinitz, que será analizada por separado.",
                    "de": "4...d6 würde durch Zugumstellung zur Steinitz Variante führen, die getrennt analysiert wird.",
                    "zh": "如果黑方下4...d6，会变成斯坦尼茨变例，这个会单独分析。",
                    "pl": "Jeśli Czarne zagrałyby 4. ... d6, nastąpiłaby transpozycja do wariacji Steinitza, która zostanie zanalizowana oddzielnie.",
                    "ru": "Если Черные играют 4...d6, партия перейдет в вариацию Стейница, которую мы будет рассматривать отдельно."
                }
            },
            {
                "move": "   5. d4 Nd6 ",
                "comment": {
                    "pt": "5. .. Be7 foi jogado nas partidas 183, 193 e 196 de nossa base.",
                    "en": "5...Be7 was used in games 183, 193 and 196 of our database.",
                    "es": "5...Ae7 fue jugado en las partidas 183, 193 y 196 de nuestra base.",
                    "de": "5...Le7 wird in den Partien 183, 193 und 196 unserer Datenbank gespielt.",
                    "zh": "5...Be7在棋库中棋局183、193和196中出现。",
                    "pl": "5. ... Ge7 był użyty w grach 183, 193 I 196 z naszej bazy.",
                    "ru": "5...Be7 будет использоваться в играх 183, 184 и 196, нашей базы игр."
                }
            },
            {
                "move": "   6. Bxc6 dxc6 ",
                "comment": {
                    "pt": "A o pção 6...bxc6 7-dxe5 Cb7 também é possível e aparece na excelente partida 288, entre Karpov e Korchnoi.",
                    "en": "The option 6...bxc6 7-dxe5 Nb7 is also possible and appears in the excellent game 288, between Karpov and Korchnoi.",
                    "es": "La opción 6...bxc6 7-dxe5 Cb7 también es posible y aparece en la excelente partida 288, entre Karpov y Korchnoi.",
                    "de": "6...bxc6 7. dxe5 Sb7 ist auch möglich und kam in der ausgezeichneten Partie Karpow-Kortschnoi vor (Partie 288).",
                    "zh": "6...bxc6 7-dxe5 Nb7这个选择也是可行，出现在棋局288，卡尔波夫对柯尔奇诺依的精彩对局中。",
                    "pl": "Opcja 6. ... bxc6 7. dxe5 Sb7 jest również możliwa i pojawia się w świetnej grze 288, pomiędzy Karpowem i Korcznojem.",
                    "ru": "Вариант 6...bxc6 7-dxe5 Nb7 также возможен и рассмотрен в игре 288, между Карповым и Корчным."
                }
            },
            {
                "move": "   7. dxe5 Nf5 8. Qxd8+ ",
                "comment": {
                    "pt": "Se as brancas evitarem a troca de damas jogando 8-De2 as pretas igualam com ...Cd4! 9-Cxd4 Dxd4 10-Td1 Bg4!.",
                    "en": "If White prevents the Queen exchange with 8-Qe2, Black equalizes with ...Nd4! 9-Nxd4 Qxd4 10-Rd1 Bg4!.",
                    "es": "Si las blancas evitan el cambio de damas jugando 8-De2, las negras igualan con ...Cd4! 9-Cxd4 Dxd4 10-Td1 Ag4!.",
                    "de": "Nach 8. De2 (vermeidet den Damentausch) gleicht Schwarz mit ...Sd4! 9. Sxd4 Dxd4 10. Td1 Lg4! aus.",
                    "zh": "如果白方用8-Qe2阻止兑后，黑方走...Nd4! 9-Nxd4 Qxd4 10-Rd1 Bg4!打成平手。",
                    "pl": "Jeśli Białe zapobiegną wymianie Hetmanów przez 8. He2, Czarne wyrównają grę przez ... Sd4! 9. Sxd4 Hxd4 10. Wd1 Gg4!",
                    "ru": "Если Белые предотвращают размен Ферзей игрой 8-Qe2, Черные балансируются ...Nd4! 9-Nxd4 Qxd4 10-Rd1 Bg4!."
                }
            },
            {
                "move": "   Kxd8 ",
                "comment": {
                    "pt": "Este é o final típico desta abertura. As brancas têm maioria de peões no flanco rei, melhor desenvolvimento e o rei preto está no centro. Em contra-partida as pretas têm o par de bispos e maior domínio das casas brancas. As partidas 286 e 287, entre Kasparov e Kramnik são bons exemplos do possível desenvolvimento desta posição.",
                    "en": "This is the typical end of this opening. White has majority on the kingside, better development and the black King is in the center. On the other hand, Black has the pair of Bishops and better control over light squares. Games 286 and 287, between Kasparov and Kramnik are good examples of the possible development of this position.",
                    "es": "Este es el final típico de esta apertura. Las blancas tienen mayoría de peones en el flanco rey, mejor desarrollo y el rey negro está en el centro. En contrapartida, las negras tienen la pareja de alfiles y mayor dominio de las casillas blancas. Las partidas 286 y 287, entre Kasparov y Kramnik, son buenos ejemplos del posible desarrollo de esta posición.",
                    "de": "Das entstandene Endspiel ist typisch für diese Eröffnung. Auf der einen Seite hat Weiß Bauernmehrheit am Königsflügel, bessere Entwicklung und der schwarze König steht im Zentrum. Auf der anderen Seite besitzt Schwarz das Läuferpaar und eine bessere Kontrolle auf die weißen Felder. Die von Kasparow und Kramnik gespielten Partien (286 und 287) sind gute Beispiele für mögliche Fortsetzungen dieser Stellung.",
                    "zh": "这是这中开局典型的结束。白方王翼多兵，拥有出子优势，黑王处在中心。另一方面，黑方拥有双象和对白格更好的控制。棋局286和287，卡斯帕罗夫和克拉姆尼克的对局是这个局面出子情况很好的例子。",
                    "pl": "Typowy koniec tego debiutu. Białe posiadają większość na skrzydle królewskim, lepszy rozwój figur i Czarny Król znajduje się w centrum. Z drugiej strony Czarne posiadają parę Gońców i lepszą kontrolę jasnych pól. Gry 286 i 287 pomiędzy Kasparowem i Kramnikiem są dobrymi przykładami możliwego rozwoju tej pozycji.",
                    "ru": "Это типичное окончание этого дебюта. Белые имеют перевес на королевском фланге, лучше развиты, а Черные - Короля в центре. С другой стороны, у Черных есть пара Слонов и лучший контроль за светлыми полями шахматной доски. Игры 286 и 287, между Каспаровым и Крамником, являются хорошим примером дальнейшего развития данной позиции."
                }
            }
        ],
        "game_terminator": "*"
    }
]