[
    {
        "title": "",
        "white": "Ruy Lopez",
        "white_sort": "",
        "black": "Variante aberta",
        "date": "",
        "event": {
            "en": "Open variation",
            "de": "Offene Variante",
            "es": "Variante abierta",
            "pt": "Variante aberta",
            "zh": "开放变例",
            "pl": "Wariant otwarty",
            "ru": "Открытый вариант"
        },
        "fen": "",
        "moves": [
            {
                "move": "1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. O-O Nxe4 ",
                "comment": {
                    "pt": "Caracteriza a variante aberta, levando a uma posição mais desequilibrada e um jogo de peças mais ativo. A variante fechada 5...Be7 está analisada no próximo exemplo.",
                    "en": "This characterizes the open variation and leads to a more unbalanced position and a game with more active pieces. The closed variation 5...Be7 will be analyzed in the next example.",
                    "es": "Caracteriza a la Variante Abierta, llevando a una posición más desequilibrada y a un juego de piezas más activo. La variante cerrada 5...Ae7 será analizada en el próximo ejemplo.",
                    "de": "Die offene Variante. Sie führt zu unausgeglichenen Stellungen mit aktiveren Figurenspiel. Die geschlossene Variante (5...Le7) wird im nächsten Beispiel analysiert.",
                    "zh": "这体现了开放变例特点，并且引致不平衡的局面和更多积极的棋子。封闭变例5...Be7会在下一个例子中进行分析。",
                    "pl": "Ta sekwencja charakteryzuje otwartą wariację i prowadzi do mniej zbalansowanej pozycji, za to z aktywną rolą figur. Zamknięty wariant 5. ... Ge7 zostanie zanalizowany w następnym przykładzie.",
                    "ru": "Это характеризует открытый вариант, который ведет к более разбалансированной позиции и игре, в которой много активных фигур. Закрытый вариант 5...Be7 будет анализироваться в следующем примере."
                }
            },
            {
                "move": "   6. d4 ",
                "comment": {
                    "pt": "6-De2 (partida 92) e 6-Te1 são respondidos com 6...Cc5 e as brancas não obtém vantagem. b5 Bb3",
                    "en": "6-Qe2 (game 92) and 6-Re1 are answered with 6...Nc5 and White doesn't achieve advantage. b5 Bb3",
                    "es": "6-De2 (partida 92) y 6-Te1 son respondidos con 6...Cc5 y las blancas no obtienen ventaja.",
                    "de": "6. De2 (Partie 92) und 6. Te1 werden mit 6...Sc5 beantwortet, wonach Weiß keinen Vorteil erreicht.",
                    "zh": "6-Qe2（棋局92）和6-Re1会应以6...Nc5，白方得不到优势。",
                    "pl": "6. He2 (gra 92) i 6. We1 spotkałyby się z 6. ... Sc5 i Białe nie osiągają przewagi. 7. b5 Gb3.",
                    "ru": "На ход 6-Qe2 (игра 92) и 6-Re1 следует ответ 6...Nc5 и Белые не получают преимущества. b5 Bb3."
                }
            },
            {
                "move": "   b5 ",
                "comment": {
                    "pt": "6... exd4 permitiria a cravada do cavalo em e4 e a exploração da posição vulnerável do rei preto após 7-Te1 d5 8-Cxd4",
                    "en": "6. ..exd4 would allow the Knight pin on e4 and the exploration of the vulnerable position of the black King after 7-Re1 d5 Nxd4.",
                    "es": "6... exd4 permitiría la clavada del caballo en e4 y la explotación de la posición vulnerable del rey negro después de 7. Te1 d5 8.Cxd4, aunque Bobby Fischer haya preferido la jugada 8-Cc3 como ocurre en la partida 91.",
                    "de": "6...exd4 würde nach 7. Te1 d5 8. Sxd4 sowohl die Fesselung des Springers e4 zulassen als auch den König in einer expornierten Stellung lassen.",
                    "zh": "在7-Re1 d5 Nxd4之后走6. ..exd4会让e4马摆脱牵制，并且让黑王暴露在一个容易受攻击的位置。",
                    "pl": "6. ... exd4 mogłoby doprowadzić do przygwożdżenia Skoczka na e4 i wykorzystania wrażliwej pozycji czarnego Króla po 7. We1 d5 Sxd4.",
                    "ru": "6...exd4 позволит связке Коня на e4 пробовать уязвимое положение черного Короля, после 7-Re1 d5 Nxd4."
                }
            },
            {
                "move": "   7. Bb3 d5 8. dxe5 ",
                "comment": {
                    "pt": "8-a4 ocorreu nas partidas 80 e 81 e a melhor resposta das pretas é 8...Cxd4.",
                    "en": "8-a4 happened in the games 80 and 91 and the best black answer is 8... Nxd4.",
                    "es": "8. a4 ocurrió en las partidas 80 y 81 y la mejor respuesta de las negras es 8....Cxd4.",
                    "de": "8. a4 geschah in den Partien 80 und 81. Die beste Antwort darauf ist 8...Sxd4.",
                    "zh": "8-a4出现在棋局80和91中，黑方最佳的解答是8... Nxd4。",
                    "pl": "8. a4 przydarzyło się w partiach 80 i 91 i najlepszą odpowiedzią czarnych na to jest 8. ... Sxd4.",
                    "ru": "Ход 8-a4 рассмотрим в игре 80 и 91, и лучшим ответом Черных будет 8...Nxd4."
                }
            },
            {
                "move": "   Be6 ",
                "comment": {
                    "pt": "Esta é a posição chave da variante aberta e há várias posibilidades a partir deste ponto.",
                    "en": "This is the key position of the open variation and there are many possibilities after this point.",
                    "es": "Esta es la posición clave de la variante abierta y hay varias posibilidades a partir de este punto.",
                    "de": "Die Schlüsselstellung der offenen Variante; jetzt gibt es mehrere Möglichkeiten.",
                    "zh": "这个是开放变例的关键的位置，之后有很多的可能性。",
                    "pl": "Kluczowa pozycja w otwartym wariancie z wieloma możliwościami od tego ruchu.",
                    "ru": "Это ключевая позиция открытого варианта и, с этого места, дальнейших вариантов развития игры очень много."
                }
            },
            {
                "move": "   9. c3 ",
                "comment": {
                    "pt": "Também são possíveis; 9-Cbd2 partidas 83, 84 e 89, 9-De2, 9-Be3",
                    "en": "As in games 83, 84 and 89, it is also possible to choose 9-Nbd2, 9-Qe2, or 9-Be3",
                    "es": "También son posibles; 9-Cbd2 partidas 83, 84 y 89, 9-De2, 9-Ae3.",
                    "de": "Folgende Züge sind auch möglich: 9. Sbd2 (Partien 83, 84 und 89) 8. De2 und 9. Le3.",
                    "zh": "在棋局83、84和89中也可以选择9-Nbd2， 9-Qe2， 或9-Be3。",
                    "pl": "Jak w partiach 83, 84 i 89, możliwe jest także 9. Sbd2, 9. He2, bądź 9. Ge3.",
                    "ru": "Как описано в играх 83, 84 и 89, также можно выбрать вариант игры 9-Nbd2, 9-Qe2, или 9-Be3."
                }
            },
            {
                "move": "   Bc5 ",
                "comment": {
                    "pt": "A jogada 9. ..Be7 também é bastante jogada e ocorre nas partidas 85, 86 e 87 de nossa base. As brancas podem seguir com 10-Cbd2 ou 10-Be3, planejando Cbd2. 9...Cc5 também é possível e 10-Bc2 preservando o bispo é a resposta mais natural.",
                    "en": "9... Be7 is also used a lot and appears in games 85, 86 and 87 of our database. White can continue with 10-Nbd2 or 10-Be3 intending Nbd2. 9... Nc5 is also possible and 10-Bc2, preserving the Bishop, is the most natural answer.",
                    "es": "La jugada 9...Ae7 también es bastante usada y ocurre en las partidas 85, 86 y 87 de nuestra base. Las blancas pueden seguir con 10-Cbd2 o 10-Ae3, planeando Cbd2. 9...Cc5 también es posible y 10-Ac2, manteniendo el alfil, es la respuesta más natural.",
                    "de": "9. Le7 wird auch oft gespielt (Partien 85, 86 und 87 unserer Datenbank). Weiß kann entweder mit 10. Sbd2 oder 10. Le3 (mit der Idee Sbd2) fortsetzen. 9... Sc5 ist auch möglich, worauf 10. Lc2 (behält den Läufer) die natürlichste Antwort ist.",
                    "zh": "9... Be7也比较常用，出现在棋库中棋局85、86和87中。白方继续走10-Nbd2或10-Be3（意图是Nbd2）。9... Nc5也是可行的，走10-Bc2保护象是最合理的解答。",
                    "pl": "9. ... Ge7 jest również często grany i pojawia się w grach 85, 86 i 87 z naszej bazy. Białe mogą kontynuować 10. Sbd2 lub 10. Ge3 zamierzając Sbd2. 9. ... Sc5 jest również możliwy i 10. Gc2, przygotowujące Gońca jest najbardziej naturalną odpowiedzią.",
                    "ru": "Вариант 9...Be7 также часто случается и демонстрируется в играх 85, 86 и 87, нашей базы игр. Белые продолжают 10-Nbd2 или 10-Be3 с намерением Nbd2. Варианты 9...Nc5 и 10-Bc2, наиболее логичен и сохраняет Слона."
                }
            },
            {
                "move": "   10. Nbd2 O-O ",
                "comment": {
                    "pt": "Após 11-Bc2 as pretas têm bom desenvolvimento e as brancas um forte peão em e5 , que lhes dá vantagem de espaço e chances de ataque no flanco rei. 11...Bf5 É a opção mais moderna e ocorreu nas partidas 88 e 90. 11. ..f5 também é jogado e as brancas costumam realizar a manobra 12-Cb3 seguido de Cd4, como ocorreu na partida 82.",
                    "en": "After 11-Bc2 Black has good development and White a strong e5-pawn that provides space advantage and chances to attack on the kingside. 11...Bf5 is the most modern option and occurs in games 88 and 90. 11.. .f5 is also used and White usually maneuvers 12-Nb3 followed by Nd4, as in game 82.",
                    "es": "Despues de 11. Ac2 las negras tienen un buen desarrollo y las blancas un fuerte peón en e5, que les da ventaja de espacio y chances de ataque en el flanco rey. 11...Af5 es la opción más moderna  y ocurrió en las partidas 88 y 90. 11...f5 también se juega y las blancas suelen realizar la maniobra 12-Cb3 seguido de Cd4, como ocurrió en la partida 82.",
                    "de": "Nach 11. Lc2 hat Schwarz eine gute Entwicklung; andererseits hat Weiß durch den starken Bauern auf e5 Raumvorteil und Angriffschancen am Königsflügel. 11...Lf5 ist die modernste Variante (Partien 88 und 90). 11...f5 wird auch gespielt, worauf Weiß mit 12. Sb3 nebst Sd4 beantwortet, wie in der Partie 82 zu sehen ist.",
                    "zh": "走了11-Bc2之后黑方出子优势；白方通过非常厉害的e5兵获得空间优势和王翼进攻机会。11...Bf5是最时髦的选择，出现在棋局88和90中。11.. .f5也会用到，白方通常的应对策略是12-Nb3随后Nd4，正如棋局82所示。",
                    "pl": "Po 11. Gc2 Czarne posiadają dobrą sytuację rozwojową, zaś Białe zapewniają sobie przewagę przestrzenną dzięki silnemu pionowi e5, co daje szanse na atak skrzydła królewskiego. 11. ... Gf5 jest najbardziej nowoczesną opcją i występuje w grach 88 i 90. 11. ... f5 jest także często grane, zaś Białe zwykle manewrują wtedy 12. Sb3 z następstwem Sd4, jak w grze 82.",
                    "ru": "После 11-Bc2, Черные хорошо развиты, а у Белых есть сильная пешка на e5, которая обеспечивает пространственное преимущество и возможность атаки с королевского фланга. 11...Bf5 более современный вариант и показан в играх 88 и 90. Вариант 11...Bf5 также используется и Белые обычно ходят 12-Nb3 с ответом Nd4, как описано в игре 82."
                }
            }
        ],
        "game_terminator": "*"
    }
]