[
    {
        "title": "",
        "white": "Abertura Inglesa",
        "white_sort": "",
        "black": "Sistemas com  ...Cf6...e6",
        "date": "",
        "event": {
            "en": "Sistems with ...Nf6...e6",
            "de": "Systeme mit ...Cf6...e6",
            "es": "Sistemas con...Cf6...e6",
            "pt": "Sistemas com  ...Cf6...e6",
            "zh": "...Nf6...e6体系",
            "pl": "Systemy ... Sf6 ... e6",
            "ru": "Система ...Nf6...e6"
        },
        "fen": "",
        "moves": [
            {
                "move": "1. c4 Nf6 2. Nc3 e6 3. Nf3 ",
                "comment": {
                    "pt": "3-e4 também é possível e ocorre nas partidas 784 e 785, onde as pretas responderam corretamente com 3...d5.",
                    "en": "3-e4 is another possibility presented in games 784 and 785 where Black answers correctly with 3...d5.",
                    "es": "3-e4 también es posible y ocurre en las partidas 784 y 785, donde las negras respondieron correctamente con 3...d5.",
                    "de": "3. e4 ist auch möglich und geschieht in den Partien 784 und 785, in denen Schwarz richtig 3...d5 spielte.",
                    "zh": "3-e4是另外一个可能，黑方正确走法是3...d5，在棋局784和785中介绍。",
                    "pl": "3. e4 jest kolejną możliwością prezentowaną w partiach 784 i 785, gdzie Czarne odpowiedziały poprawnie przez 3. ... d5.",
                    "ru": "Другой возможный вариант 3-e4 представлен в игре 784 и 785, где Черные правильно отвечают 3...d5."
                }
            },
            {
                "move": "   Bb4 ",
                "comment": {
                    "pt": "Após 3...d5 pode haver uma transposição ao gambito da dama, se as brancas jogarem 4-d4. Uma forma de evitar a transposição é seguir no espírito da abertura inglesa e jogar 4-e3, seguido de 5-b3, como ocorreu nas partidas 787 e 788. 3...c5 (partida 786) e 3. ..b6 (partida 798) também são possíveis.",
                    "en": "After 3...d5 there can be a transposition to the Queen's gambit if White plays 4-d4. One way to prevent it is to follow the spirit of the English opening and play 4-e3 followed by 5-b3, as in games 787 and 788. 3. ..c5 (game 786) and 3...b6 (game 798) are also possible.",
                    "es": "Después de  3.. .d5 puede haber una transposición al Gambito de Dama, si las blancas juegan 4-d4. Una forma de evitar la transposición es seguir en el espíritu de la Apertura Inglesa y jugar 4-e3, seguido de 5-b3, como ocurrió en las partidas 787 y 788. 3...c5 (partida 786) y 3...b6 (partida 798) también son posibles.",
                    "de": "Nach 3...d5 kann Weiß mit 4. d4 ins Damengambit übergehen oder aber die Partie mit 4. e3 nebst 5. b3 im Sinne der Englischen Eröffnung fortsetzen, wie es in den Partien 787 und 788 geschah. 3...c5 (Partie Nr. 786) und 3...b6 (Partie Nr. 798) sind weitere Möglichkeiten.",
                    "zh": "走3...d5之后如果白方走4-d4可以变换为后翼弃兵。有一个阻止的方法是追随英国式开局的精神走4-e3随后跟5-b3，见棋局787和788。3. ..c5（棋局786）和3...b6 （棋局798）也是可行的。",
                    "pl": "Po 3. ... d5 partia może zostać transponowana do hetmańskiego gambitu jeśli Białe zagrają 4. D4. Jedną z dróg uniknięcia tego jest podążanie z duchem partii angielskiej i zagranie 4. e3 kontynuowane przez 5. b3, jak w partiach 787 i 788. 3. ... c5 (786) oraz 3. ... b6 (798) są również możliwe.",
                    "ru": "После 3...d5, игра может перейти в Ферзевый гамбит, если Белые сыграют 4-d4. Один из способов это предотвратить, следовать духу Английского дебюта и сыграть 4-e3, чему следует 5-b3, как в играх 787 и 788. Также возможны и такие варианты: 3...c5 (игра 786) и 3...b6 (игра 798)."
                }
            },
            {
                "move": "   4. g3 ",
                "comment": {
                    "pt": "4-Dc2 para jogar a3 e retomar em c3 de dama , ocorreu na partida 799.",
                    "en": "Game 799 presents 4-Qc2 intending a3 and retaking on c3 with the Queen.",
                    "es": "4-Dc2, para jugar a3 y retomar en c3 con la dama, ocurrió en la partida 799.",
                    "de": "4. Dc2, mit der Idee, a3 zu spielen und mit der Dame auf c3 zurückzuschlagen, geschah  in der Partie Nr. 799.",
                    "zh": "棋局799中走的4-Qc2 ，目的是a3并且用后重新夺回c3。",
                    "pl": "Partia 799 prezentuje 4. Hc2 z zamiarem a3 oraz odbiorem na c3 przez Hetmana.",
                    "ru": "Игра 799 представляет вариант 4-Qc2, с намерением a3 и отыгрыша c3 Ферзем."
                }
            },
            {
                "move": "   b6 5. Bg2 Bb7 6. O-O ",
                "comment": {
                    "pt": "6-d3 para seguir com e4, ocorreu na partida 796.",
                    "en": "Game 796 presents 6-d3 intending e4.",
                    "es": "6-d3, para seguir con e4, ocurrió en la partida 796.",
                    "de": "6. d3, um mit e4 fortzusetzen, geschah in der Partie Nr. 796.",
                    "zh": "棋局796介绍了6-d3目的是e4的走法。",
                    "pl": "Partia 796 prezentuje 6. d3 z zamiarem e4.",
                    "ru": "Игра 796 показывает вариант 6-d3, с намерением e4."
                }
            },
            {
                "move": "   O-O 7. Qc2 ",
                "comment": {
                    "pt": "As brancas ainda não definiram como vão ocupar o centro (e4 ou d4) e as pretas têm opções como ...c5 e d5. A partida Timman-Karpov (789) seguiu a partir desta posição.",
                    "en": "White still hasn't determined whether it occupies the center with e4 or d4 and Black has options like: ...c5 and d5. Timman-Karpov (game 789) continues from this position on.",
                    "es": "Las blancas todavía no definieron cómo van a ocupar el centro (e4 o d4) y las negras tienen opciones como ...c5 y d5. La partida Timman-Karpov (789) siguió a partir de esta posición.",
                    "de": "Weiß hat noch nicht entschieden, wie er das Zentrum besetzen wird (e4 oder d4); seinerseits hat Schwarz verschiedene Möglichkeiten wie ...c5 und d5. Die Partie Timman - Karpow (Nr. 789) ist ein Beispiel für diese Stellung.",
                    "zh": "白方还没有确定是否用e4或者d4来占据中心，黑方有如下选择：c5和d5。Timman对卡尔波夫的棋局（棋局789）是这个局面的典型例子。",
                    "pl": "Białe wciąż nie zadecydowały czy będą okupować centrum przez e4 lub d4, zaś Czarne posiadają takie oto opcje: ... c5 oraz d5. Timman – Karpow (partia 789) kontynuuje z tej pozycji.",
                    "ru": "Белые до сих пор не определились как им занимать центр, игрой e4 или d4, а у Черных есть такие варианты: ...c5 и d5. Партия Тимман-Карпов (игра 789) продолжается с этой позиции."
                }
            }
        ],
        "game_terminator": "*"
    }
]