[
    {
        "title": "",
        "white": "Abertura Vienesa",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "Viena game",
            "de": "Wiener Partie",
            "es": "Apertura Vienesa",
            "pt": "Abertura Vienesa",
            "zh": "维也纳开局",
            "pl": "Partia wiedeńska",
            "ru": "Венская партия"
        },
        "fen": "",
        "moves": [
            {
                "move": "1. e4 e5 2. Nc3 Nf6 3. f4 ",
                "comment": {
                    "pt": "A idéia desta abertura é semelhante a do gambito do rei , porém neste caso as pretas não devem aceitar o gambito. A opção 3-Bc4, com posição similar a da abertura italiana, aparece em duas partidas de nossa base (50-51).) 3-g3 para jogar Bg2-Cge2-0-0 também é possível e foi a jogada preferida do ex campeão mundial Boris Spassky. As pretas podem seguir com 3... d5 (partidas 163 e 164) ou 3...Bc5 (partida 165)",
                    "en": "The idea of this opening is similar to the King's Gambit but in this case Black shouldn't accept the Gambit. The option 3-Bc4, with similar position as in the Italian opening, is presented in two games of our database (50-51). 3-g3 intending Bg2-Nge2-0-0 is also possible and was the favorite move of the former World Champion Boris Spassky. Black is able to continue with 3... d5 (games 163 and 164) or 3...Bc5 (game 165).",
                    "es": "La idea de esta apertura es semejante a la del Gambito de Rey, pero en este caso las negras no deben aceptar el gambito. La opción 3-Ac4, con posición similar a la de la Apertura Italiana,  aparece en dos partidas de nuestra base (50-51).  3-g3 para jugar Ag2-Cge2-0-0 también es posible y fue la jugada preferida del ex campeón mundial Boris Spassky. Las negras pueden seguir con 3... d5 (partidas 163 y 164) o 3...Ac5 (partida 165).",
                    "de": "Die Idee dieser Eröffnung ist ähnlich wie die vom Königsgambit, wobei hier Schwarz den Bauern nicht annehmen kann. 3. Lc4 ist in zwei Partien unserer Datenbank zu sehen (Partien 50 und 51) und führt zu Stellungen der Italienischen Eröffnung. 3 g3 mit der Idee Lg2 nebst Sge2 und 0-0 ist auch möglich und war Spasskijs Lieblingszug. Schwarz kann 3...d5 (Partien 163 und 164) oder auch 3... Lc5 (Partie 165) spielen.",
                    "zh": "这个开局的思路跟王翼弃兵差不多，但是这个例子黑方不应该接受弃兵。另一个选择3-Bc4，跟意大利开局类似，会在棋局50-50中呈现。3-g3跟后续Bg2-Nge2-0-0也是可行的，这是前世界冠军鲍里斯·斯帕斯基最钟爱的一着。黑方可以继续走3... d5（棋局163和164）或者3...Bc5（棋局165）。",
                    "pl": "Idea tego otwarcia jest podobna do Gambitu królewskiego, ale w tym wypadku Czarne nie powinny akceptować Gambitu. Opcja 3. Gc4, z podobną pozycją jak w partii włoskiej, jest zaprezentowana w dwóch grach z naszej bazy (50-51). 3. g3 ma na myśli Gg2-Sge2-0-0 i jest również możliwe. Był to także ulubiony ruch byłego Mistrza Świata Borysa Spasskiego. Czarne są w stanie kontynuować przez 3. ... d5 (gry 163 i 164) lub 3. ... Gc5 (gra 165).",
                    "ru": "Идея данного дебюта очень похожа на Королевский гамбит, но в этом случае Черные не принимают гамбит. Вариант 3-Bc4, с точно такой же позицией как в Итальянском дебюте, представленных в играх 50 и 52 нашей базы партий. 3-g3 намереваются Bg2-Nge2-0-0, тоже как возможный вариант, и был любимым ходом экс-чемпиона мира Бориса Спасского. Черный может продолжаться на 3...d5 (игры 163 и 164) или 3...Bc5 (игра 165)."
                }
            },
            {
                "move": "   d5 ",
                "comment": {
                    "pt": "3...exf4 seria um erro devido a 4-e5.",
                    "en": "3...exf4 would be a mistake due to 4-e5.",
                    "es": "3... exf4 sería un error debido a 4-e5.",
                    "de": "3...exf4 wäre ein Fehler wegen 4. e5.",
                    "zh": "走3...exf4会是一个失误因为可以走4-e5对抗。",
                    "pl": "3. ... exf4 byłoby błędem z powodu 4. e5.",
                    "ru": "3...exf4 будет ошибкой из-за игры 4-e5."
                }
            },
            {
                "move": "   4. fxe5 ",
                "comment": {
                    "pt": "Após 4-exd5 e4 (4. .. exf4 também é possível) transporíamos para a variante do Contra-gambito Falkber no Gambito do Rei.",
                    "en": "After 4-exd5 e4 (4...exf4 is also possible) a transposition is advisable to the Falkber counter gambit variation in the King's gambit.",
                    "es": "Después de 4-exd5 e4 (4...exf4 también es posible), transpondríamos a la variante del Contragambito Falkbeer en el Gambito de Rey.",
                    "de": "Nach 4 exd5 e4 (4... exf4 geht auch) wäre eine Variante des Falkbeer-Gegengambit per Zugumstellung erreicht worden.",
                    "zh": "走4-exd5 e4（4...exf4也是可行的）之后建议将王翼弃兵变换成佛克比尔反弃兵。",
                    "pl": "Po 4. exd5 e4 (4. ... exf4 jest również możliwe) transpozycja wskazuje na kontrgambit Falkbera - wariację Królewskiego gambitu.",
                    "ru": "После 4-exd5 e4 (4...exf4 возможный вариант) переходит в контргамбит Фалькбера, как один из вариантов Королевского гамбита."
                }
            },
            {
                "move": "   Nxe4 5. Nf3 ",
                "comment": {
                    "pt": "5-Df3 é outra opção.",
                    "en": "5-Qf3 is another option.",
                    "es": "5-Df3 es otra opción.",
                    "de": "Df3 ist eine andere Möglichkeit.",
                    "zh": "5-Qf3是另外一个选择。",
                    "pl": "5. Hf3 jest kolejną możliwością.",
                    "ru": "5-Qf3 другой вариант."
                }
            },
            {
                "move": "   Be7 6. Qe2 ",
                "comment": {
                    "pt": "Contra 6-d3 as pretas jogariam ...Cxc3 7-bxc3 c5.",
                    "en": "Against 6-d3 Black plays ...Nxc3 7-bxc3 c5.",
                    "es": "Contra 6-d3 las negras jugarían ...Cxc3 7-bxc3 c5.",
                    "de": "Auf 6. d3 würde Schwarz ...Sxc3 7. bxc3 c5 spielen.",
                    "zh": "为了对付6-d3，黑方走...Nxc3 7-bxc3 c5。",
                    "pl": "Przeciw 6. d3 Czarne grają ... Sxc3 7. bxc3 c5.",
                    "ru": "На 6-d3 Черные играют ...Nxc3 7-bxc3 c5."
                }
            },
            {
                "move": "   Nxc3 ",
                "comment": {
                    "pt": "Karpov jogou 6...Cg5 contra Hellers e venceu (partida 161).",
                    "en": "Karpov played 6...Ng5 against Hellers and won (game 161).",
                    "es": "Karpov jugó 6...Cg5 contra Hellers y venció (partida 161).",
                    "de": "Karpow zog 6...Sg5 gegen Hellers und gewann (Partie 161).",
                    "zh": "卡尔波夫走6...Ng5来对抗海勒斯并且获得了胜利（棋局161）。",
                    "pl": "Karpow zagrał 6. ... Sg5 przeciw Hellersowi i wygrał (gra 161).",
                    "ru": "Карпов играл 6...Ng5 против Хеллерс и выиграл партию (игра 161)."
                }
            },
            {
                "move": "   7. dxc3 c5 8. Bf4 Nc6 9. O-O-O Be6 ",
                "comment": {
                    "pt": "Com jogo equilibrado, conforme demonstrado na partida 161 de nossa base.",
                    "en": "With balanced game as presented in game 161 of our database.",
                    "es": "Con juego equilibrado, como se demuestra en la partida 161 de nuestra base.",
                    "de": "Mit gleichem Spiel, wie die Partie 161 unserer Datenbank zeigt.",
                    "zh": "如棋局161所呈现的局面平衡。",
                    "pl": "Ze zbalansowaną grą jak pokazuje gra 161 w naszej bazie.",
                    "ru": "Для баланса в игре, которая рассматривается в игре 161 нашей базы игр."
                }
            }
        ],
        "game_terminator": "*"
    }
]