[
    {
        "title": "",
        "white": "Siciliana",
        "white_sort": "",
        "black": "Variante  Najdorf",
        "date": "",
        "event": {
            "en": "Najdorf's variation",
            "de": "Najdorf-Variante",
            "es": "Variante Najdor",
            "pt": "Variante Najdor",
            "zh": "纳道尔夫变例",
            "pl": "Wariant Najdorfa",
            "ru": "Вариант Найдорфа"
        },
        "fen": "",
        "moves": [
            {
                "move": "1. e4 c5 2. Nf3 d6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 a6 ",
                "comment": {
                    "pt": "As pretas planejam b5 , para acelerar o desenvolvimento no flanco dama. Esta foi a varinte preferida de Bobby Fischer e Gary Kasparov, entre outros.",
                    "en": "Black plans b5 in order to accelerate the development on the queenside. This was Bobby Fischer and Gary Kasparov's (among others') favorite variation.",
                    "es": "Las negras planean b5, para acelerar el desarrollo en el flanco dama rápidamente. Esta fue la variante preferida de Bobby Fischer y Gary Kasparov, entre otros.",
                    "de": "Schwarz plant b5, um die Entwicklung am Damenflügel zu beschleunigen. Bobby Fischer und Gary Kasparow spielten gern diese Variante.",
                    "zh": "黑方计划走b5来加速后翼出子。这是鲍比.菲舍尔和加里·卡斯帕罗夫（跟其他人相比）钟爱的变例。",
                    "pl": "Czarne planują b5 w celu przyspieszenia rozwoju na skrzydle hetmańskim. To była ulubiona wariacja (oprócz kilku innych) Bobbiego Fischera i Gary’ego Kasparowa.",
                    "ru": "Черные планирую b5 для ускорения развития на ферзевом фланге. Это был любимый вариант в играх Бобби Фишера против Гарри Каспарова."
                }
            },
            {
                "move": "   6. Bg5 ",
                "comment": {
                    "pt": "Também são possíveis as jogadas; 6-Be2 a preferida do ex campeão mundial A.Karpov, com o objetivo de completar o desenvolvimento rocando pequeno e depois jogar f4 para atacar no centro e ou flanco rei (partidas 391 a 401). 6-Bc4 o preferido de Bobby Fischer, que gostava de conectar esta jogada com o avanço \"f4-f5\", atacando através da diagonal a2-g8 (partidas 402 a 407). 6- f4 (partidas 408 a 411) 6- g3 (partida 414) . 6- Be3 Nesta variante as brancas querem atacar o mais rápido possível com f3-g4. (partidas 412 e 413) . 6- h3 para jogar g4 é uma idéia de Bobby Fischer que lhe trouxe bons resultados (partidas 415 a 417). 6- f3 Esta é a variante moderna e as partidas 462 a 470 de nossa base, disputadas pelo campeão mundial (2005\/2006) V.Topalov, tratam desta posição.",
                    "en": "Other possible moves are: 6-Be2, A. Karpov's favorite, aiming to complete development, queencastling and playing f4 afterwards in order to attack in the center or on the kingside (games 391 to 401); 6-Bc4, Bobby Fischer's favorites move that he liked to connect with the f4-f5 advance, attacking through the a2-g8 diagonal (games 402 to 407); 6-f4 (games 408 to 411); 6-g3 (game 414); 6-Be3, where White plans to attack as fast as possible with f3-g4 (games 412 e 413); 6- h3 in order to play g4 is Bobby Fischer's idea that provided good results (games 415 to 417); 6- f3 that is a modern variation presented in games 462 to 470 of our database, by V. Topalov, World Champion 2005\/2006).",
                    "es": "También son posibles las jugadas: 6-Ae2, la preferida del ex campeón mundial A.Karpov, con el objetivo de completar el desarrollo enrocando corto y después jugar f4 para atacar en el centro o en el flanco rey (partidas 391 a 401).  6-Ac4, la favorita de Bobby Fischer, al que le gustaba conectar esta jugada con el avance \"f4-f5\", atacando a través de la diagonal a2-g8 (partidas 402 a 407). 6- f4 (partidas 408 a 411), 6- g3 (partida 414).  6- Ae3 En esta variante las blancas quieren atacar lo más rápido posible con f3-g4. (partidas 412 y 413).  6- h3 para jugar g4 es una idea de Bobby Fischer que le trajo buenos resultados (partidas 415 a 417). 6- f3 Esta es la variante moderna y las partidas 462 a 470 de nuestra base, disputadas por el campeón mundial (2005\/2006) V.Topalov, tratan esta posición.",
                    "de": "Andere Möglichkeiten: 6. Le2 (Lieblingszug vom ehemaligen Weltmeister A. Karpow); die Idee ist, die Entwicklung mit der kurzen Rochade zu beenden und danach f4 zu spielen um im Zentrum bzw. am Königsflügel anzugreifen (Partien 391 bis 401); 6. Lc4 (gern von Bobby Fischer gespielt, der Lc4 im Zusammenhang mit f4-f5 gern spielte, mit Angriff über der Diagonale a2-g8, siehe Partien 402 bis 407); 6. f4 (Partien 408 bis 411); 6. g3 (Partie 414). 6. Le3 Die Idee dieser Variante ist, so schnell wie möglich mit f3-g4 anzugreifen (Partien 412 und 413). 6. h3, um g4 zu spielen, ist eine Idee von Bobby Fischer, mit der er gute Ergebnisse erzielte (Partien 415 bis 417). 6. f3 das ist die Moderne Variante (Partien 462 bis 470 unserer Datenbank), vom Weltmeister(2005\/2006) V.Topalow gespielt.",
                    "zh": "另外可能的走法是：6-Be2，安东尼.卡尔波夫所钟爱，目的是为了结束出子，进行后翼易位并且之后下f4来攻击中心或王翼（棋局391和401）；6-Bc4鲍比.卡尔波夫所钟爱的走法，他很愿意将f4和f5联系起来一起推进，通过d2-g8斜线进攻（棋局402到407）；6-f4（棋局408-411）；6-g3（棋局414）； 6-Be3此处白方计划尽快用f3-g4进行攻击（棋局412和413）6- h3为了走g4，这是鲍比.菲舍尔的主意，结果是很不错的（棋局415到417）；6- f3是一个现代变例，出自于托帕洛夫，在棋局462到470中介绍。",
                    "pl": "Innymi możliwościami ruchu są: 6. Ge2, ulubiony Karpowa, zamierzający dokończyć rozwój, długą roszadę i zagranie potem f4 w celu ataku w centrum lub na skrzydle królewskim (partie od 391 do 401); 6. Gc4, ulubiony Bobbiego Fischera, który lubił łączyć z marszem piona na f4 i f5, atakując przez przekątną a2-g8 (partie od 402 do 407); 6. f4 (partie od 408 do 411); 6. g3 (414); 6. Ge3, w którym Białe planują jak najszybszy atak poprzez f3-g4 (412 i 413); 6. h3 w celu zagrania g4 jest pomysłem Bobbiego Fischera, przynoszącym dobre rezultaty (415-417); 6. f3 co jest nowoczesną wariacją opisaną w grach 462-470 naszej bazy, rozegranymi przez Veselina Topałowa, Mistrza Świata 2005\/2006.",
                    "ru": "Другие возможные ходы: 6-Be2, любимый ход Карпова, с целью завершить развитие, провести длинную рокировку и сыграть потом на f4, для атаки на центр или на королевский фланг (игры 391-401); 6-Bc4, любимый ход Фишера, где он любил соединять предварительно f4-f5, атакуя через диагональ a2-g8 (игры 402-407); 6-f4 (игры 408-411); 6-g3 (игра 414); 6-Be3, где Белые планируют атаковать как можно быстрее с f3-g4 (игры 412 и 413); 6-h3 для игры g4 было идеей Фишера, показывающая хорошие результаты (игры 415-417); 6-f3 современный вариант, представленный в играх 462 и 470, нашей базы игр, сыгранный Топаловым на Чемпионате Мира 2005-2006."
                }
            },
            {
                "move": "   e6 ",
                "comment": {
                    "pt": "Alguns jogadores preferem 6... Cbd7 (partidas 371, 372, 377, 378 , 380 e 381).",
                    "en": "Some prefer 6...Nbd7 (games 371, 372, 377, 378 , 380 and 381).",
                    "es": "Algunos jugadores prefieren 6...Cbd7 (partidas 371, 372, 377, 378 , 380 y 381).",
                    "de": "Einige Spieler ziehen 6... Sbd7 vor (Partien 371, 372, 377, 378 , 380 und 381)",
                    "zh": "有些人更喜欢走6...Nbd7（棋局371、372、377、378、380和381）。",
                    "pl": "Niektórzy wolą 6. ... Sbd7 (partie 371, 372, 377, 278, 380 i 381).",
                    "ru": "Некоторые предпочитают 6...Nbd7 (игры 371, 372, 377, 378, 380 и 381)."
                }
            },
            {
                "move": "   7. f4 ",
                "comment": {
                    "pt": "O jogo se tornará violento e há inúmeras possibilidades para ambos jogadores, como por exemplo;",
                    "en": "The game will get violent and there are countless possibilities for both sides, such as:",
                    "es": "El juego se hará violento y hay numerosas posibilidades para los dos jugadores, como por ejemplo:.",
                    "de": "Gewaltiges Spiel mit Möglichkeiten für beide Seiten:",
                    "zh": "棋局会厮杀会变得很猛烈，双方的变化可能有很多，如：",
                    "pl": "Gra staje się brutalna i istnieją niezliczone możliwości dla obu stron, jak na przykład:",
                    "ru": "Игра будет интересной с различным количеством вариантов для обеих сторон:"
                }
            },
            {
                "move": "   Nbd7 ",
                "comment": {
                    "pt": "7...Db6 atacando o peão de b2 é uma possibilidade e geralmente as brancas sacrificam este peão em troca de desenvolvimento, como ocorreu nas partidas 367, 368, 376 e 389. Outra jogada bastante arriscada é 7...b5 (partida 382) e 7...Be7 também é jogável.",
                    "en": "7. ..Qb6 attacking the b2-pawn where White usually sacrifices this pawn in exchange for development as in games 367, 368, 376 and 389. Another very risky move is 7...b5 (game 382) and 7...Be7 is also possible.",
                    "es": "7...Db6 atacando el peón de b2 es una posibilidad y generalmente las blancas sacrifican este peón a cambio de desarrollo, como ocurrió en las partidas 367, 368, 376 y 389. Otra jugada bastante arriesgada es 7...b5 (partida 382) y 7... Ae7 también es jugable.",
                    "de": "7...Db6 mit Angriff auf den Bauern b2 ist eine Möglichkeit; normalerweise opfert Weiß den Bauern, um die Entwicklung zu beschleunigen (Partien 367, 368, 376 und 389). Ein anderer, ziemlich riskanter Zug ist 7...b5 (Partie Nr. 382); auch 7...Le7 ist spielbar.",
                    "zh": "7. ..Qb6攻击b2-兵，此处白方通常会弃掉这个兵来换取出子，正如棋局367、368、376和389中所示。另外一个非常冒险的走法是 7...b5（棋局382）也是可行的。",
                    "pl": "7. ... Hb6 atakuje piona b2, który Białe zwykle poświęcają w zamian za szybszy rozwój, jak w partiach 367, 368, 376 i 389. Innych bardzo ryzykownych ruchem jest 7. ... b5 (382), ale też możliwe jest 7. ... Ge7.",
                    "ru": "7...Qb6 атакует пешку b2, где Белые обычно жертвуют эту пешку в обмен на развитие, как в играх 367, 368, 376 и 389. Другой очень рискованный ход 7...b5 (игра 382), а также 7...Be7."
                }
            },
            {
                "move": "   8. Qf3 Qc7 9. O-O-O Be7 10. g4 b5 11. Bxf6 Nxf6 12. g5 Nd7 ",
                "comment": {
                    "pt": "As brancas atacarão no flanco rei avançando seus peões e as pretas no flanco oposto e centro. Partidas 366, 384 e 388.",
                    "en": "White attacks on the kingside advancing its pawns and Black on the opposite flank and in the center. Games 366, 384 and 388.",
                    "es": "Las blancas atacarán en el flanco rey avanzando sus peones y las negras en el flanco opuesto y el centro. Partidas 366, 384 y 388.",
                    "de": "Weiß greift am Königsflügel durch Vorrücken seiner Bauern an, während Schwarz am entgegengesetzten Flügel und im Zentrum aktiv wird. Partien Nr. 366, 384 und 388.",
                    "zh": "白方推进兵攻击王翼，黑方则在相对的一侧和中心变得更积极。见棋局266、384和388.",
                    "pl": "Białe atakują na skrzydle królewskim maszerując pionami, zaś Czarne na przeciwległej flance i w centrum. Gry 366, 384 i 388.",
                    "ru": "Белые атакуют на королевском фланге продвижением своих пешек, а Черные на противоположном фланге и в центре. Игры 366, 384 и 388."
                }
            }
        ],
        "game_terminator": "*"
    }
]