[
    {
        "title": "",
        "white": "Ruy Lopez",
        "white_sort": "",
        "black": "Variante  Steinitz diferida",
        "date": "",
        "event": {
            "en": "Variation 3...a6-4-d6",
            "de": "Verzögerte Steinitz-Variante",
            "es": "Variante Steinitz diferida",
            "pt": "Variante  Steinitz diferida",
            "zh": "延迟斯坦尼茨变例",
            "pl": "Wariant 3. ... a6 4. d6",
            "ru": "Вариант 3...a6-4-d6"
        },
        "fen": "",
        "moves": [
            {
                "move": "1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 d6 ",
                "comment": {
                    "pt": "Esta é a variante Steinitz diferida , onde as pretas têm mais flexibilidade devido as jogadas 3...a6 4-Ba4, que lhes permite jogar ...b5 no momento oportuno.",
                    "en": "This is the differed Steinitz variation where Black has greater flexibility due to 3...a6 4-Ba4 that enables ...b5 at the right moment.",
                    "es": "Esta es la variante Steinitz diferida, en la que las negras tienen más flexibilidad debido a las jugadas 3...a6 4-Aa4, que les permiten jugar ...b5 en el momento oportuno.",
                    "de": "Das ist die Moderne Steinitz-Verteidigung. Schwarz kann entscheiden, wann ...b5 gespielt wird.",
                    "zh": "这是现代斯坦尼茨防御。黑方可以决定何时走...b5。",
                    "pl": "To nieco zmieniona wariacja Steinitza, gdzie Czarne posiadają większe możliwości z uwagi na 3. ... a6 4. Ga4, które umożliwia zagranie ... b5 w odpowiednim momencie.",
                    "ru": "Это другой вариант Стейница, где у Черных более гибкая позиция из-за 3...a6 4-Ba4, что включает в игру ...b5 в нужное время."
                }
            },
            {
                "move": "   5. O-O ",
                "comment": {
                    "pt": "Há várias outras opções; 5-d4 É possível mas as brancas deverão sacrificar um peão após . ..b5 6-Bb3 Cxd4 7-Cxd4 exd4, pois se jogarem agora 8-Dxd4 perdem uma peÇa após ...c5, numa cilada conhecida como \"Arca de Noe\". As partidas 214 e 221 contém esta jogada. 5-c4 é outra boa possibilidade , conhecida como variante Keres. As brancas reforçam o controle da casa d5 e evitam a jogada ...b5 das pretas (partidas 218 a 220). 5-c3 é boa jogada, equivalente a jogada 0-0 e aparece nas partidas 213, 217, 222, 223, 224 e 226.",
                    "en": "There are several other options: 5-d4 is possible but White has to sacrifice a pawn after ...b5 6-Bb3 Nxd4 7-Nxd4 exd4, because if it plays 8-Qxd4 now, it loses one piece after ...c5 followed by ...c4\". Games 214 and 221 contain this move. 5-c4 is another good option known as Keres variation. White reinforces the control over d5 and prevents Black's ...b5 (games 218 to 220). 5-c3 is good and equivalent to 0-0; it appears in games 213, 217, 222, 223, and 226.",
                    "es": "Hay varias otras opciones; 5-d4 es posible pero las blancas deberán sacrificar un peón después de  ...b5 6-Ab3 Cxd4 7-Cxd4 exd4, pues si ahora jugaran 8-Dxd4 pierden una pieza después de  ...c5, en una conocida celada. Las partidas 214 y 221 contienen esta jugada.  5-c4 es otra buena posibilidad, conocida como variante Keres. Las blancas refuerzan el control de la casilla d5 y evitan la jugada ...b5 de las negras (partidas 218 a 220). 5-c3 es buena jugada, equivalente a la jugada 0-0 y aparece en las partidas 213, 217, 222, 223, 224 y 226.",
                    "de": "Andere Möglichkeiten: 5. d4 schließt ein Bauernopfer ein: ...b5 6. Lb3 Sxd4 7. Sxd4 exd4 und jetzt geht 8. Dxd4 nicht, da sonst Schwarz eine Figur mit ...c5 gewinnen würde. Die Partien 214 und 221 zeigen diesen Zug. Ein anderer guter Zug ist 5. c4 (Keres-Variante). Weiß überdeckt das Feld d5 und verhindert den guten (aus schwarzer Sicht) Zug ...b5 (Partien 218 bis 220). 5. c3 ist gut (gleichwertig wie 5. 0-0) und kommt in den Partien 213, 217, 222, 223, 224 und 226 vor.",
                    "zh": "还有其他的一些选择：5-d4是一种可能，但是白方必须在 ...b5 6-Bb3 Nxd4 7-Nxd4 exd4之后弃兵，因为如果现在下8-Qxd4，在...c5随后 ...c4之后会丢掉一个子。棋局214和221包含了这种走法。5-c4是另外一种好的选择，称为凯列斯变例。白方加强对d5的控制，并且阻止黑方走 ...b5（棋局218和220）。5-c3是好的，并且跟0-0等同；它出现在棋局213、217、222、223和226中。",
                    "pl": "Jest kilka opcji: 5. d4 jest możliwe, ale Białe muszą poświęcić piona po ... b5 6. Gb3 Sxd4 7. Sxd4 exd4, ponieważ jeśli zagrają 8. Hxd4, przegrają figurę po ... c5 kontynuowane przez ... c4. Gry 214 i 221 zawierają ten ruch. 5. c4 jest inną dobrą możliwością zwaną wariantem Keresa. Białe przegrupowują kontrolę nad d5 i uniemożliwiają Czarnym ... b5 (gry od 218 do 220). 5. C3 jest dobre i równe 0-0; pojawiło się w grach 213, 217, 222, 223 i 226.",
                    "ru": "Есть несколько других вариаций:  5-d4 возможен, но Белые должны жертвовать пешку после ...b5 6-Bb3 Nxd4 7-Nxd4 exd4, потому что если они сыграют сейчас 8-Qxd4, они теряют одну фигуру после ...c5, после ...c4. Игры 214 и 221 содержат этот ход.  5-c4 другая хорошая вариация, названная как вариация Кереса. Белые усиливают контроль над d5 и вынуждают Черных ...b5  (игры 218-220). Игра 5-c3 хороша и эквивалентна 0-0; такая ситуация появляется в играх 213, 217, 222, 223 и 226."
                }
            },
            {
                "move": "   Bd7 ",
                "comment": {
                    "pt": "5. ..Bg4 é uma opção interessante e ocorre na partida 225, onde as brancas seguiram corretamente com 6-h3 e as pretas jogaram ...Bh5, mas é possível e muito interessante jogar 6...h5, mantendo a cravada.",
                    "en": "5. ..Bg4 is an interesting option and appears in game 225, where White continued correctly with 6-h3 and Black with ...Bh5 but it would be possible and very interesting to choose 6...h5 and maintain the pin.",
                    "es": "5... Ag4 es una opción interesante y ocurre en la partida 225, donde las blancas siguieron correctamente con 6-h3 y las negras jugaron ...Ah5, pero también es posible - y muy interesante - 6...h5, manteniendo la clavada.",
                    "de": "5...Lg4 ist interessant und kommt in der Partie 225 vor, in der Weiß korrekt 6. h3 spielte. Schwarz antwortete mit 6...Lh5, aber 6...h5 ist auch möglich und hoch interessant, da dadurch die Fesselung aufrechterhalten wird.",
                    "zh": "5. ..Bg4是一个很有趣的选择，出现在棋局225中，白方继续下正确的6-h3，黑方...Bh5，但是另外一种有趣的选择是6...h5，可以保持牵制。",
                    "pl": "5. ... Gg4 jest interesującą opcją i pojawił się w partii 225, gdzie Białe kontynuowały poprawnie przez 6. h3, zaś Czarne przez ... Gh5, ale możliwe i interesujące mogłoby być zagranie 6. ... h5 i utrzymanie przygwożdżenia.",
                    "ru": "5. ..Bg4 интересная вариация и показана в игре 225, где Белые продолжают корректной игрой 6-h3, а Черные ...Bh5, но будет интересней конечно же выбрать 6...h5 и использовать связку."
                }
            },
            {
                "move": "   6. c3 g6 7. d4 Bg7 8. dxe5 ",
                "comment": {
                    "pt": "As brancas também podem manter a tensão (8-Be3) ou jogar 8-d5 para ganhar espaço no centro.",
                    "en": "White can also maintain tension (8-Be3) or play 8-d5 in order to win space in the center.",
                    "es": "Las blancas también pueden mantener la tensión (8-Ae3) o jugar 8-d5 para ganar espacio en el centro.",
                    "de": "Weiß kann die Spannung mit 8. Le3 aufrechterhalten oder auch 8. d5 mit Raumgewinn spielen.",
                    "zh": "白方也可以继续保持张力（8-Be3）或者走8-d5来争取中心的空间。",
                    "pl": "Białe mogą również utrzymać presję (8. Ge3) lub zagrać 8. D5 w celu zdobycia przewagi przestrzennej w centrum.",
                    "ru": "Белые также могут поддерживать давление (8-Be3) или играть 8-d5, для того чтобы выиграть позиционное пространство в центре."
                }
            },
            {
                "move": "   dxe5 9. Be3 Nf6 10. Nbd2 Qe7 11. b4 b6 ",
                "comment": {
                    "pt": "As pretas preparam-se para rocar (acabam de evitar Bc5) e a posição está equilibrada. A partida 216 seguiu a partir desta posição.",
                    "en": "Black prepares to castle (it has just prevented Bc5) and the position is balanced. Game 216 continued from this position on.",
                    "es": "Las negras se preparan para enrocarse (acaban de evitar Ac5), con posición equilibrada. La partida 216 siguió a partir de esta posición.",
                    "de": "Schwarz verhindert Lc5, um rochieren zu können. Die Stellung ist ausgeglichen und die Partie 216 zeigt eine Fortsetzung.",
                    "zh": "黑方准备进行王车易位（刚刚阻止了Bc5）并且局面平衡。棋局216展示了一种走法。",
                    "pl": "Czarne przygotowują się do roszowania (właśnie zapobiegły Gc5) i pozycja jest zbalansowana. Gra 216 kontynuowana jest od tej pozycji.",
                    "ru": "Черные готовятся к рокировке (этому мешала игра Bc5) и их позиция балансируется. Игра 216 продолжается с этой позиции."
                }
            }
        ],
        "game_terminator": "*"
    }
]