[
    {
        "title": "",
        "white": "Gambito da dama",
        "white_sort": "",
        "black": "Defesa Ortodoxa",
        "date": "",
        "event": {
            "en": "Classical variation",
            "de": "Orthodoxe Verteidigung",
            "es": "Defensa Ortodoxa",
            "pt": "Defesa Ortodoxa",
            "zh": "古典变例",
            "pl": "Klasyczna wariacja",
            "ru": "Ортодоксальная защита"
        },
        "fen": "",
        "moves": [
            {
                "move": "1. d4 d5 2. c4 ",
                "comment": {
                    "pt": "No Gambito da Dama as brancas jogam de forma mais lenta do que nas aberturas com 1-e4 e procuram posicionar suas peças atrás dos peões.",
                    "en": "In the Queen's gambit, White plays more slowly than in openings with 1-e4 and it tries to place its pieces behind its pawns.",
                    "es": "En el Gambito de Dama las blancas juegan de forma más lenta que en las aperturas con 1-e4 y procuran posicionar sus piezas detrás de los peones.",
                    "de": "Im Damengambit spielt Weiß langsamer als in den Eröffnungen mit 1. e4 und versucht, die Figuren hinter die Bauern aufzustellen.",
                    "zh": "在后翼弃兵中白方要比1-e4开局走的慢为了将它的棋子在兵后面。",
                    "pl": "W gambicie hetmańskim Białe grają wolniej, niż w otwarciach e4, a także ustawiają swoje figury za pionami.",
                    "ru": "В Ферзевом гамбите Белые играю достаточно медленно, в отличие от дебюта с 1-e4, и пробуют разместить свои фигуры позади пешек."
                }
            },
            {
                "move": "   e6 ",
                "comment": {
                    "pt": "Outras opções importantes como a defesa eslava (2...c6), a defesa Tarrasch e o Gambito da dama aceito (2...dxc4) serão analisadas separadamente. O pouco recomendável Contra Gambito Albin (2...e5 3-dxe5 d4) ocorre nas partidas 492 e 493 de nossa base.",
                    "en": "Other important options such as the Slavic defense(2. ..c6), the Tarrasch defense and the accepted Queen's gambit (2...dxc4) will be analyzed separately. The less recommended Albin Counter gambit (2...e5 3-dxe5 d4) is presented in games 492 and 493 of our database.",
                    "es": "Otras opciones importantes como la Defensa Eslava (2...c6), la Defensa Tarrasch y el Gambito de Dama Aceptado (2...dxc4) serán analizadas por separado. El poco recomendable Contragambito Albin (2...e5 3-dxe5 d4) ocurre en las partidas 492 y 493 de nuestra base.",
                    "de": "Andere wichtige Möglichkeiten wie die Slawische Verteidigung (2...c6), Tarrasch- Verteidigung und das Angenommen Damengambit (2...dxc4) werden getrennt analysiert. Das kaum zu empfehlende Albin-Gegengambit (2...e5 3-dxe5 d4) ist in den Partien Nr. 492 und  493 unserer Datenbank zu sehen.",
                    "zh": "另外重要的选择如斯拉夫防御（2. ..c6），塔拉什防御和接受后翼弃兵（2...dxc4）都会单独进行分析。不太推荐的阿尔宾反弃兵（2...e5 3-dxe5 d4）在棋库中棋局492和493有介绍。",
                    "pl": "Innymi ważnymi opcjami, takimi jak obrona słowiańska (2. ... c6), obrona Tarrascha i gambit hetmański przyjęty (2. ... dxc4) zajmiemy się oddzielnie. Mniej zalecany kontrgambit Albina (2. ... e5 3. dxe5 d4) jest zaprezentowany w partiach 492 i 493 z naszej bazy.",
                    "ru": "Другой важный вариант, Славянская защита (2...c6), защита Тарраша и принятый Ферзевый гамбит (2...dxc4), будут рассмотрены отдельно. Менее используемый, контргамбит Альбина (2...e5 3-dxe5 d4), представлен в играх 492 и 492, нашей базы данных."
                }
            },
            {
                "move": "   3. Nc3 Nf6 4. Bg5 ",
                "comment": {
                    "pt": "Também é possível desenvolver o bispo por f4, onde ele exerce forte pressão central.",
                    "en": "It's also possible to develop the Bishop through f4 where it creates great central pressure.",
                    "es": "También es posibledesarrollar el alfil por f4, desde donde ejerce fuerte presión central.",
                    "de": "Man kann auch den Läufer auf f4 ziehen, wo er starken Druck auf das Zentrum ausübt.",
                    "zh": "通过f4来出象也是可能的，可以制造很大的中心压力。",
                    "pl": "Możliwe jest również wyprowadzenie Gońca przez f4, gdzie kreuje olbrzymią presję na centrum.",
                    "ru": "Также возможно развить Слона через f4, где он окажет сильное давление на центр."
                }
            },
            {
                "move": "   Be7 ",
                "comment": {
                    "pt": "É possivel jogar 4.. . Cbd7, com a idéia de \".. .c6-Da5-Bb4\" para pressionar o cavalo de c3 (partida 494).",
                    "en": "4...Nbd7 is possible,intending  ...c6-Qa5-Bb4 in order to put pressure on the c3-Knight (game 494).",
                    "es": "Es posible jugar 4...Cbd7, con la idea de \"...c6-Da5-Ab4\" para presionar el caballo de c3 (partida 494).",
                    "de": "4.. . Sbd7 ist auch möglich, mit der Idee ...c6-Da5-Lb4, um den Springer auf c3 unter Druck zu setzen (Partie Nr. 494).",
                    "zh": "4...Nbd7也可行，意图是继续...c6-Qa5-Bb4来给c3-马施加压力（棋局494）。",
                    "pl": "4. ... Sbd7 jest możliwe, z zamiarem ... c6-Ha5-Gb4 w celu wywarcia presji na Skoczka c3 (partia 494).",
                    "ru": "Возможный вариант 4...Nbd7, с намерением ...c6-Qa5-Bb4, для того чтобы оказать давление на Коня c3 (игра 494)."
                }
            },
            {
                "move": "   5. Nf3 O-O 6. e3 Nbd7 ",
                "comment": {
                    "pt": "A variante Tartakower é caracterizada pelos lances 6...h6 7-Bh4 b6 (partidas 495 a 501) e uma das preferidas do ex campeão mundial A.Karpov.",
                    "en": "The Tartakower variation is characteristic for 6...h6 7-Bh4 b6 (games 495 to 501) and one of former World Champion A. Karpov's favorites.",
                    "es": "La variante Tartakower se caracteriza por las jugadas 6...h6 7-Ah4 b6 (partidas 495 a 501) y es una de las preferidas del ex campeón mundial A. Karpov.",
                    "de": "Die Tartakower-Variante wird durch die Züge 6...h6 7. Lh4 b6 (Partien 495 bis 501) gekennzeichnet und ist eine der Lieblingsvarianten des ehemaligen Weltmeisters Anatoly Karpow.",
                    "zh": "塔塔科维变例的特点是走6...h6 7-Bh4 b6（棋局495到501），是前世界冠军卡尔波夫所钟爱的。",
                    "pl": "Wariant Tarkowera charakteryzowany jest przez 6. ... h6 7. Gh4 b6 (partie 495-501) i jest jednym z ulubionych byłego Mistrza Świata Anatolija Karpowa.",
                    "ru": "Вариант Тартаковера характеризуется 6...h6 7-Bh4 b6 (игры 495 и 501), я ивляется одним из любимых вариантов экс-Чемпиона Мира Анатолия Карпова."
                }
            },
            {
                "move": "   7. Rc1 ",
                "comment": {
                    "pt": "As ancas têm outras boas possibilidades; 7-cxd5 , conhecida como a variante das trocas, ocorre na partida 472. As partidas 543 , 544 e 553 também são exemplos desta abertura, mas ocorrem a partir de outra ordem de lances. 7-Dc2 para eventualmente seguir com roque grande e atacar no centro e flanco rei ocorre na partida 473. 7-Bd3 ocorre nas partidas do ex campeão mundial M. Botvinik (485, 486 e 491) e as duas primeiras são excelentes exemplos estratégicos de como jogar com o peão dama isolado.",
                    "en": "White has other good options. 7-cxd5, known as the exchange variation, is presented in game 472. Games 543, 544 and 553 are also examples of this opening but present it in another order of moves. 7-Qc2, with occasional queencastling and attack on the center and kingside, is presented in game 473. 7-Bd3 by the former World Champion M. Botvinik (games 485, 486 and 491) and the two first ones are excellent strategic examples of how to play with an isolated pawn.",
                    "es": "Las blancas tienen otras buenas posibilidades: 7-cxd5, conocida como Variante del Cambio, ocurre en la partida 472. Las partidas 543, 544 y 553 también son ejemplos de esta apertura, pero a partir de otro orden de jugadas. 7-Dc2, para eventualmente seguir con enroque largo y atacar en el centro y flanco rey, ocurre en la partida 473. 7-Ad3 se puede ver en las partidas del ex campeón mundial M. Botvinnik (485, 486 y 491). Las dos primeras son excelentes ejemplos estratégicos de cómo jugar con el peón dama aislado.",
                    "de": "Weiß hat andere gute Möglichkeiten: 7. cxd5, als Abtauschvariante bekannt, geschieht in der Partie 472. Die Partien 543, 544 und 553 sind zwar Beispiele dieser Eröffnung, jedoch in einer verschieden Zugfolge. 7. Dc2 und eventuell lange Rochade samt Angriff auf das Zentrum bzw. Königsflügel geschieht in der Partie 473. 7. Ld3 geschieht in den Partien des ehemaligen Weltmeisters Michail Botwinnik (485, 486 und 491); die ersten beiden sind ausgezeichnete strategische Beispiele, wie man mit dem Isolani spielt.",
                    "zh": "白方还有其他好的选择。7-cxd5以兑换变例闻名在棋局472中呈现。棋局543、544和553也是这种开局很好的例子，但是棋序另有不同。7-Qc2，可能的后翼易位和攻击王翼和中心在棋局473中有介绍。前世界冠军Botvinik所走的7-Bd3（棋局485、486和491），尤其是第一个是精彩的战略实例，讲解了如何应对孤兵。",
                    "pl": "Białe posiadają jeszcze inne dobre rozwiązania. 7. cxd5, zwane jako wariant wymiany, jest prezentowany w partii 472. Partie 543, 544 i 553 są również przykładami tego debiutu, ale w innej kolejności ruchów. 7. Hc2 wraz z okazjonalnym przeprowadzeniem długiej roszady i atakiem w centrum i na skrzydło królewskie jest prezentowany w partii 473. 7. Gd3 za byłym Mistrzem Świata Michaiłem Botwinnikiem (partie 485, 486 oraz 491) i pierwsze dwie propozycje są świetnymi przykładami strategicznymi na to, jak grać z izolowanym pionem.",
                    "ru": "У Белых есть еще один хороший вариант. 7-cxd5, известный как разменный вариант, который представлен в игре 472. Игры 543, 544 и 553, также используют этот дебют, но в другой последовательности ходов. 7-Qc2, иногда с длинной рокировкой, атакой на центр и королевский фланг, представлен в игре 473. 7-Bd3 использовал экс-Чемпион Мира Ботвинник (игры 485, 486 и 491). Первые два варианта - отличные примеры стратегии, как необходимо играть с изолированной пешкой."
                }
            },
            {
                "move": "   a6 ",
                "comment": {
                    "pt": "Com o objetivo de jogar ... dxc4, seguido de ...b5 e Bb7. O ex campeão mundial ,J.R. Capablanca, preferia jogar 7...c6, para depois seguir com ... dxc4 e ...Cd5 (partidas 474, 477, 478 , 489 e 490). Outra jogada possível é 7.. .b6, que geralmente é respondida com 8-cxd5 cxd5 9-Bb5 (476 e 487). A melhor forma para desenvolver o bispo por b7 é jogando a variante Tartakower (ver comentarios da sexta jogada preta). 7... Te8 era a jogada preferida do ex campeão mundial E. Lasker, mas nos dias de hoje é pouquíssimo praticada (partidas 475, 480 e 484).",
                    "en": "Aiming to play . ..dxc4, followed by ...b5 and Bb7. The former World Champion J. R. Capablanca preferred 7...c6, in order to follow with ...dxc4 and ...Cd5 afterwards (games 474, 477, 478 , 489 and 490). Another possible move is 7...b6 that is, usually answered with 8-cxd5 cxd5 9-Bb5 (games 476 and 487). The best way to develop the bishop through b7 is the Tartakower variation (see comments of the 6... move). 7... Re8 was the favorite move of the former World Champion E. Lasker, but it's barely used nowadays (games 475, 480 and 484).",
                    "es": "Con el objetivo de jugar ...dxc4, seguido de ...b5 y Ab7. El ex campeón mundial José Raúl Capablanca prefería jugar 7...c6, para seguir después con ...dxc4 y ...Cd5 (partidas 474, 477, 478, 489 y 490). Otra jugada posible es 7...b6, que generalmente es respondida con 8-cxd5 cxd5 9-Ab5 (476 y 487). La mejor forma para desarrollar el alfil por b7 es jugando la variante Tartakower (ver comentarios de la sexta jugada negra). 7...Te8 era la jugada preferida del ex campeón mundial E. Lasker, pero en los días de hoy es muy poco practicada (partidas 475, 480 y 484).",
                    "de": "Um ...dxc4 nebst ...b5 und Lb7 zu spielen. Der ehemalige Weltmeister José Raúl Capablanca spielte am liebsten 7...c6, um ...dxc4 und ...Sd5 (Partien Nr. 474, 477, 478 , 489 und 490) folgen zu lassen. Eine weitere Möglichkeit ist 7... b6, die normalerweise mit 8. cxd5 cxd5 9. Lb5 (Partien Nr. 476 und 487) beantwortet wird. Die beste Form, den Läufer über b7 zu entwickeln ist die Tartakower-Variante (siehe Kommentar zum 6. Zug von Schwarz). 7... Te8 war Laskers Lieblingszug, wird aber heutzutage selten angewandt (Partien Nr. 475, 480 und 484).",
                    "zh": "目的是为了走. ..dxc4，随后 ...b5和Bb7。前世界冠军卡帕布兰卡更倾向于7...c6，跟着...dxc4和..Cd5（棋局474、477、478、489和490）。另外一个可行的走法是7...b6，通常会被应以8-cxd5 cxd5 9-Bb5（棋局476和487）。通过b7出象的最佳方法是塔塔科维变例（见6...走法评注）。7... Re8是前世界冠军拉斯克钟爱的走法，但是现在已经很少用了（棋局475、480和484）。",
                    "pl": "Aby zagrać ... dxc4, kontynuowane przez ... b5 i Gb7. Były Mistrz Świata Jose Raul Capablanca preferował 7. ... c6 w celu kontynuacji przez ... dxc4 i Sd5 później (partie 474, 477, 478, 489 i 490). Inną możliwością jest 7. ... b6 na które zwykle odpowiada się 8. cxd5 cxd5 9. Gb5 (partie 476 i 487). Najlepszą drogą wyprowadzenia Gońca przez b7 jest wariant Tarkowera (zobacz komentarz przy szóstym ruchu). 7. ... We8 był ulubionym ruchem byłego Mistrza Świata Emmanuela Laskera, ale jest dziś rzadko używany (partie 475, 480 i 484).",
                    "ru": "Стремится сыграть ...dxc4, затем ...b5 и Bb7. Экс-Чемпион Мира Капабланка предпочитал 7...c6, затем ...dxc4 и ...Cd5 (игры 474, 477, 478, 489 и 490). Другой возможный ход 7...b6, на который следует ответ 8-cxd5 cxd5 9-Bb5 (игры 476 и 487). Лучшим вариантом является развитие Слона через b7, как в варианте Тартаковера (см. комментарии к ходу 6...). Игра 7...Re8 была любимым вариантом экс-Чемпиона Мира Ласкера, но он практически не используется в наше время (игры 475, 480 и 484)."
                }
            },
            {
                "move": "   8. Qc2 ",
                "comment": {
                    "pt": "As brancas optam por manter a tensão central e pressionar através da coluna c. É possível jogar 8-cxd5 transpondo para a variante das trocas (partida 481) e também 8-c5 merece consideração.",
                    "en": "White chooses to maintain central tension and put pressure through the c-file. 8-cxd5 is possible withtranspositi on to the exchange variation (game 481) and also 8-c5 deserves to be considered.",
                    "es": "Las blancas optan por mantener la tensión central y presionar a través de la columna c. Es posible jugar 8-cxd5transponie ndo para la variante del cambio (partida 481) y también 8-c5 merece consideración.",
                    "de": "Weiß zieht vor, die zentrale Spannung aufrechtzuerhalten und über die c-Linie Druck auszuüben. Es ist möglich 8. cxd5 zu spielen, was zur Abtauschvariante führt (Partie Nr. 481). Auch 8. c5 ist zu berücksichtigen.",
                    "zh": "白方选择保持中心张力，给c-线施加压力。 8-cxd5也是可行的，可以变换为兑换变例（棋局481），8-c5也可以考虑。",
                    "pl": "Białe wybierają utrzymanie centralnej presji i wywarcia kolejnej na kolumnie c. 8. cxd5 jest możliwe z transpozycją do wariantu wymiany (partia 481), ale też 8. c5 jest warte rozważenia.",
                    "ru": "Белые поддерживают напряжение в центре и оказывают давление через c-вертикаль. 8-cxd5 переводит игру в разменный вариант (игра 481)."
                }
            },
            {
                "move": "   Re8 ",
                "comment": {
                    "pt": "Parece mais preciso jogar 8...c6 como ocorre na partida Grunfeld -Alekhine (partida 482) onde as pretas venceram e demonstraram como jogar este tipo de posição.",
                    "en": "8...c6 seems more precious as in Grunfeld -Alekhine (game 482) where Black demonstrates how to play this kind of position and wins.",
                    "es": "Parece más preciso jugar 8...c6, como ocurre en la partida Grünfeld -Alekhine (partida 482) en la que las negras vencieron y demostraron cómo jugar este tipo de posición.",
                    "de": "8...c6 scheint präziser zu sein, wie in Grünfeld - Aljechin (Partie 482) geschieht. Schwarz gewann und zeigte, wie man diesen Stellungstyp spielt.",
                    "zh": "8...c6在格温菲德对阿廖欣的战役中（棋局482）显得更为重要，黑方演示了如何走这种局面并且获胜。",
                    "pl": "8. ... c6 zdaje się być precyzyjniejsze, jak w partii Grunfeld – Alechin (482), gdzie Czarne demonstrują, jak grać w tego typu pozycji i wygrywać.",
                    "ru": "Игра 8...c6 заслуживает отдельного внимания, как и партия Грюнфельд-Алехин (игра 482), где Черные играют из этой позиции и выигрывают."
                }
            },
            {
                "move": "   9. Bd3 dxc4 10. Bxc4 b5 11. Bd3 Bb7 12. a4 ",
                "comment": {
                    "pt": "Excelente jogada posicional para explorar a pressão através da coluna c.",
                    "en": "Excellent positional move to explore pressure on the c-file.",
                    "es": "Excelente jugada posicional para explotar la presión a través de la columna c.",
                    "de": "Ausgezeichneter positioneller Zug, um den Druck auf der c-Linie auszunutzen",
                    "zh": "精彩的一着来充分利用c-线的压力。",
                    "pl": "Doskonały pozycyjny ruch, aby wykorzystać presję na kolumnie c.",
                    "ru": "Великолепный позиционный ход, для того чтобы использовать прессинг на c-вертикали."
                }
            },
            {
                "move": "   b4 13. Bxf6 Nxf6 14. Ne4 ",
                "comment": {
                    "pt": "E a s brancas têm vantagem devido a pressão na coluna c. A partida 483 mostra a sequência desta posição.",
                    "en": "And White has advantage because of the pressure on the c-file. Game 483 presents the sequence of this position.",
                    "es": "Y las blancas tienen ventaja debido a la presión en la columna c. La partida 483 muestra la continuación a partir de esta posición.",
                    "de": "Und Weiß hat Vorteil wegen des Drucks auf der c-Linie. Die Partie Nr. 483 zeigt eine Fortsetzung dieser Stellung.",
                    "zh": "因为c-线的压力白方占优。棋局483介绍了这个局面的一个延续。",
                    "pl": "I Białe posiadają przewagę, z powodu presji na kolumnie c. Partia 483 prezentuje sekwencje tej pozycji.",
                    "ru": "И Белые имеют преимущество, потому что прессингуют c-вертикаль. Игра 483 наглядно это демонстрирует."
                }
            }
        ],
        "game_terminator": "*"
    }
]