[
    {
        "title": "",
        "white": "Defesa Carokan",
        "white_sort": "",
        "black": "Variante Panov",
        "date": "",
        "event": {
            "en": "Panov's attack",
            "de": "Panow-Variante",
            "es": "Variante Panov",
            "pt": "Variante Panov",
            "zh": "帕诺夫进攻",
            "pl": "Atak Panowa",
            "ru": "Атака Панова"
        },
        "fen": "",
        "moves": [
            {
                "move": "1. e4 c6 2. d4 d5 3. exd5 cxd5 4. c4 ",
                "comment": {
                    "pt": "Nesta variante as brancas querem pressionar o centro preto e aceitam ficar com o peão dama isolado após a troca do seu peão c , pelo peão d das pretas.",
                    "en": "In this variation White wants to put pressure on the black center and accepts an isolated Queen-pawn after exchanging its c-pawn for Black's d-pawn.",
                    "es": "En esta variante las blancas quieren presionar el centro negro y aceptan quedar con el peón dama aislado después del cambio de su peón c por el peón d de las negras.",
                    "de": "In diser Variante setzt Weiß das schwarze Zentrum unter Druck und nimmt die Entstehung eines Isolani in Kauf.",
                    "zh": "在这个变例中白方想给黑方中心施加压力，并且在用己方c-兵兑黑方d-兵之后接受后翼孤兵的存在。",
                    "pl": "W tym wariancie Białe chcą wywrzeć presję na czarnym centrum i akceptują izolowanego piona hetmańskiego po wymianie własnego piona c za Czarnego piona d.",
                    "ru": "В этом варианте Белые хотят усилить прессинг на центр Черных и принимают изолированную ферзевую пешку после размена своей c-пешки на d-пешку Черных."
                }
            },
            {
                "move": "   Nf6 5. Nc3 Nc6 ",
                "comment": {
                    "pt": "5...g6 tem por objetivo colocar o bispo em g7, pressionando d4 e ocorreu na partida 329.",
                    "en": "5...g6 aims to place the Bishop on g7 and put pressure on d4; this happens in game 329.",
                    "es": "5...g6 tiene por objetivo colocar el alfil en g7, presionando d4, como ocurrió en la partida 329.",
                    "de": "5...g6 nebst Lg7 mit Druck auf d4 geschah in der Partie 329.",
                    "zh": "5...g6目的是为了将象摆到g7并且给d4施加压力；这出现在棋局329中。",
                    "pl": "5. ... g6 zmierza do umieszczenia Gońca na g7 i wywarcia presji na d4; przydarzyło się to w partii 329.",
                    "ru": "Ход 5...g6 предполагает разместить Слона на g7 и напасть на d4. Это можно будет увидеть в игре 329, нашей базы игр."
                }
            },
            {
                "move": "   6. Nf3 ",
                "comment": {
                    "pt": "6-Bg5 ocorreu nas partidas 330 a 333.",
                    "en": "6-Bg5 is presented in games 330 to 333.",
                    "es": "6-Ag5 ocurrió en las partidas 330 a 333.",
                    "de": "6. Lg5 geschah in den Partien 330 bis 333.",
                    "zh": "6-Bg5在棋局330到333中介绍。",
                    "pl": "6. Gg5 zaprezentowano w partiach 330-333.",
                    "ru": "Игра 6-Bg5 представлена в играх 330 и 333."
                }
            },
            {
                "move": "   e6 ",
                "comment": {
                    "pt": "Também seria possível 6...Bg4, mas seria arricado devido a sequência branca 7-cxd5 Nxd5 8-Qb3, como ocorreu em Fischer-Euwe (partida 344).",
                    "en": "6...Bg4 would also be possible but would be risky due to the white sequence 7-cxd5 Nxd5 8-Qb3, as in Fischer-Euwe (game 344).",
                    "es": "También sería posible 6...Ag4, pero sería arriesgado debido a la continuación blanca 7-cxd5 Cxd5 8-Db3, como ocurrió en Fischer-Euwe (partida 344).",
                    "de": "6...Lg4 wäre zwar möglich, jedoch riskant, da Weiß mit 7. Sxd5 Sxd5 8. Db3 antworten kann (Fischer-Euwe, Partie 344).",
                    "zh": "6...Bg4也是可行的，但是鉴于白方的棋序7-cxd5 Nxd5 8-Qb3比较冒险，正如菲舍尔对尤伟的对局（棋局344）。",
                    "pl": "6. ... Gg4 byłoby również możliwe, ale mogłoby być ryzykowne z powodu sekwencji Białych 7. cxd5 Sxd5 8. Hb3, jak w partii Fischer – Euwe (partia 344).",
                    "ru": "Ход 6...Bg4 также будет возможен, но будет рискованным, из-за серии ходов Белых 7-cxd5 Nxd5 8-Qb3, как в партии Фишер-Эйве (игра 344)."
                }
            },
            {
                "move": "   7. cxd5 Nxd5 8. Bd3 ",
                "comment": {
                    "pt": "8- Bc4 é tão bom quanto a jogada do texto e ocorreu na partida 337.",
                    "en": "8- Bc4 is as good as the move in the text and appears in game 337.",
                    "es": "8- Ac4 es tan buena como la jugada del texto y ocurrió en la partida 337.",
                    "de": "8.  Lc4 ist so gut wie der Textzug und geschah in der Partie 337.",
                    "zh": "8- Bc4跟这种走法都不错，出现在棋局337中。",
                    "pl": "8. Gc4 jest tak dobry jak ruch zaprezentowany w tekście i zagrano go w partii 337.",
                    "ru": "Ход 8-Bc4 хороший вариант, представленный в игре 337."
                }
            },
            {
                "move": "   Be7 ",
                "comment": {
                    "pt": "Para 8... Bb4 ver partidas 335 , 336 e 339.",
                    "en": "For 8...Bb4, see games 335, 336 and 339.",
                    "es": "Para 8. ..Ab4 ver partidas 335, 336 y 339.",
                    "de": "8... Lb4 siehe Partien  335, 336 und 339.",
                    "zh": "对于8...Bb4，见棋局335、336和339。",
                    "pl": "Rezultat 8. ... Gb4 zobaczysz w grach 335, 336 i 339.",
                    "ru": "Для 8...Bb4, смотрите игры 335, 336, 339."
                }
            },
            {
                "move": "   9. O-O O-O 10. Re1 ",
                "comment": {
                    "pt": "Uma posição equilibrada, onde as brancas tentarão atacar no flanco rei e as pretas explorar a fraqueza do peão branco em d4 (peão isolado), que não pode ser defendido por outro peão (partida 338).",
                    "en": "A balanced position where White tries to attack on the kingside and Black explores the weakness f the white d4-pawn (isolated) that cant be defended by any other pawn (game 338).",
                    "es": "Una posición equilibrada, donde las blancas intentarán atacar en el flanco rey y las negras explotar la debilidad del peón blanco en d4 (peón aislado), que no puede ser defendido por otro peón (partida 338).",
                    "de": "Eine ausgeglichene Stellung, auf der Weiß am Königsflügel anzugreifen, während Schwarz die Schwäche des Isolani auf d4 auszunutzen versuchen wird (Partie 338).",
                    "zh": "平衡局面，白方企图攻击王翼；而黑方企图充分利用白方d4-兵（孤兵）的弱点。",
                    "pl": "Zbalansowana pozycja, w której Białe próbują ataku na skrzydło królewskie, zaś Czarne wykorzystują słabość białego piona d4 (izolowanego), który nie może być chroniony przez żaden inny pion (gra 338).",
                    "ru": "Сбалансированная позиция, где Белые пробуют атаковать на королевском фланге, а Черные проверяют слабость белой изолированной пешки на d4, которая не может быть защищена никакой другой пешкой (игра 338)."
                }
            }
        ],
        "game_terminator": "*"
    }
]