[
    {
        "title": "",
        "white": "Defesa Benoni",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "Benoni defense",
            "de": "Benoni-Verteidigung",
            "es": "Defensa Benoni",
            "pt": "Defesa Benoni",
            "zh": "别诺尼防御",
            "pl": "Obrona Benoni",
            "ru": "Защита Бенони"
        },
        "fen": "",
        "moves": [
            {
                "move": "1. d4 Nf6 2. c4 c5 ",
                "comment": {
                    "pt": "The Benoni defense is one of the most risky defenses against the open Queen-pawn. Black lets White conquer a greater control of the center and attacks on the queenside and the center. This used to be former World Champion M. Tal's favorite.",
                    "es": "La Defensa Benoni es una de las más arriesgadas contra la apertura de peón dama. Las negras dejan que las blancas obtengan un mayor control central y tratan de atacar en el flanco dama y en el centro. Esta era una de las defensas favoritas del ex campeón mundial M. Tal.",
                    "de": "Die Benoni-Verteidigung ist eine der risikoreichsten gegen 1. d4. Schwarz überlässt Weiß die Kontrolle des Zentrum und versucht, am Damenflügel und am Zentrum anzugreifen. Sie war eine der Lieblingseröffnungen vom ehemaligen Weltmeister M. Tal.",
                    "zh": "别诺尼防御是对付1. d4风险最高的。黑方将对中心的控制转让给白方，并企图对后翼和中心发起攻击。这是前世界冠军塔尔最钟爱的开局之一。"
                }
            },
            {
                "move": "   3. d5 e6 ",
                "comment": {
                    "pt": "A opção de fechar o jogo com ...e5 deixa as pretas numa posição muito restringida, mas é jogável (partidas 574 a 577).",
                    "en": "The option to close the game with ...e5 would let Black in a very restricted position but it's possible to do (games 574 to 577).",
                    "es": "La opción de cerrar el juego con ...e5 deja a las negras en una posición muy restringida, pero jugable (partidas 574 a 577).",
                    "de": "Nach ...e5 hat Schwarz wenig Raum, die Stellung ist aber spielbar (Partien 574 bis 577).",
                    "zh": "选择走...e5的话会让黑方处在一个非常受限的位置，但是也是可以这么走的（棋局574到577）。",
                    "pl": "Opcja zamknięcia pozycji przez ... e5 doprowadziłoby Czarne do bardzo ograniczonej pozycji, ale jest możliwa skuteczna gra w takowej (partie od 574 do 577).",
                    "ru": "Этот вариант, для того чтобы сделать игру закрытой ...e5, что приводит Черных к очень ограниченной позиции (игры 574 и 577)."
                }
            },
            {
                "move": "   4. Nc3 exd5 5. cxd5 d6 6. Nf3 g6 ",
                "comment": {
                    "pt": "O bispo atuará muito bem ao longo da grande diagonal e é um dos pontos positivos desta defesa. Os pontos negativos são a fraqueza do peão em d6 e o maior domínio central branco.",
                    "en": "The Bishop can act very well along the big diagonal and represents one of the positive aspects of this position. The negative are weakness of the d6-pawn and a greater white central domain.",
                    "es": "El alfil actuará muy bien a lo largo de la gran diagonal y es uno de los puntos positivos de esta defensa. Los puntos negativos son la debilidad del peón en d6 y el mayor dominio central blanco.",
                    "de": "Der Läufer ist auf der langen Diagonale sehr aktiv; das ist einer der positiven Aspekte dieser Verteidigung. Negative Aspekte sind hingegen die Schwäche des Bauern auf d6 und die Beherrschung des Zentrums seitens des Weißen.",
                    "zh": "象在大斜线上活动的相当积极，代表了这个局面积极的方面。消极的方面是d6-兵的弱点和白方对中心的绝对统治。",
                    "pl": "Goniec może wpływać na rozwój sytuacji bardzo dobrze przez długą przekątną i reprezentuje jedenz  pozytywnych aspektów tej pozycji. Negatywnym jest słabość piona d6 i większa kontrola centrum przez Białe.",
                    "ru": "Слон может очень эффективно действовать вдоль большой диагонали, что является одним из положительных аспектов этой позиции. Отрицательным фактом служит слабость пешки на c6 и доминирование Белых в центре игрового поля."
                }
            },
            {
                "move": "   7. e4 ",
                "comment": {
                    "pt": "Alguns jogadores , como Korchnoi, preferem desenvolver o bispo por g2 (partida 578).",
                    "en": "Some prefer to develop the Bishop through g2, like Korchnoi, for example.",
                    "es": "Algunos jugadores, como Korchnoi, prefieren desarrollar el alfil por g2 (partida 578).",
                    "de": "Einige Spieler, wie z. B. Kortschnoi, entwickeln den Läufer lieber über g2 (Partie Nr. 578).",
                    "zh": "有些人倾向于通过g2出象，比如就像柯尔奇诺依。",
                    "pl": "Niektórzy wolą wyprowadzać Gońca przez g2, jak na przykład Korcznoj.",
                    "ru": "Некоторые предпочитают развивать Слона через g2, как действовал Корчной, например."
                }
            },
            {
                "move": "   Bg7 8. Be2 ",
                "comment": {
                    "pt": "Outras opções são; 8-Bd3 (partida 582) 8-Bg5 (partidas 581 e 583).",
                    "en": "Other options are: 8-Bd3 (game 582) and 8-Bg5 (games 581 and 583).",
                    "es": "Otras opciones son: 8-Ad3 (partida 582) 8-Ag5 (partidas 581 y 583).",
                    "de": "Andere Möglichkeiten sind: 8. Ld3 (Partie Nr. 582) und 8. Lg5 (Partien Nr. 581 und 583).",
                    "zh": "另外的选择是： 8-Bd3（棋局582）和8-Bg5（棋局581和583）。",
                    "pl": "Innymi opcjami są: 8. Gd3 (partia 582) i 8. Gg5 (gry 581 i 583).",
                    "ru": "Другие варианты: 8-Bd3 (игра 582), а также 8-Bg5 (игра 581 и 583)."
                }
            },
            {
                "move": "   O-O 9. O-O Re8 10. Nd2 ",
                "comment": {
                    "pt": "10-Dc2 também é possível, mas as pretas podem jogar .. .Ca6 com a perspectiva de ....Cb4 incomodando a dama branca (partida 580).",
                    "en": "10-Qc2 is also possible but Black can play ...Na6 with the prospective of ...Nb4 that disturbs the white Queen (game 580).",
                    "es": "10-Dc2 también es posible, pero las negras pueden jugar ...Ca6 con la perspectiva de ....Cb4, molestando a la dama blanca (partida 580).",
                    "de": "10. Dc2 ist auch möglich, aber Schwarz kann ... Sa6 mit der Idee ...Sb4 und Angriff auf die weiße Dame (Partie Nr. 580).",
                    "zh": "10-Qc2也是可行的，但是黑方应该走 ...Na6，预期走 ...Nb4来扰乱白后（棋局580）。",
                    "pl": "10. Hc2 jest również możliwe, ale Czarne mogą zagrać ... Sa6 z perspektywą ... Sb4, co przeszkadza białemu Hetmanowi (partia 580).",
                    "ru": "Ход 10-Qc2, также возможен, но Черные могут сыграть ...Na6, с намерением ...Nb4, что мешает белому Ферзю (игра 580)."
                }
            },
            {
                "move": "   Nbd7 ",
                "comment": {
                    "pt": "O desenvolvim ento do cavalo por a6, para ir a c7 e apoiar o avanço ... b5, é perfeitamente viável e ocorreu na partida 579.",
                    "en": "It's totally feasible to develop the Knight through a6 in order to reach c7 and support the advance ...b5. This is presented in game 579.",
                    "es": "El desarrollo del caballo por a6, para ir a c7 y apoyar el avance ...b5, es perfectamente viable y ocurrió en la partida 579.",
                    "de": "Die Entwicklung des Springers über a6, um später von c7 aus den Vorstoss ... b5 zu unterstützen, ist volkommen spielbar und geschah in der Partie 579.",
                    "zh": "通过a6来出马是完全可行的，可以到达c7并支持...b5前进。这在棋局579中介绍。",
                    "pl": "Wykonalne jest wyprowadzenie Skoczka przez a6 w celu zajęcia nim c7 i wspieranie marszu piona na ... b5. Prezentuje to partia 579.",
                    "ru": "Очевидным есть развитие Коня через a6, для того чтобы достичь c7 и поддержать продвижение ...b5. Эта ситуация представлена в игре 579."
                }
            },
            {
                "move": "   11. a4 Ne5 12. Qc2 ",
                "comment": {
                    "pt": "As brancas têm mais espaço, devido a maioria de peões no centro, enquanto as pretas têm suas peças bem colocadas (.. .Bg7-Ce5), mas a posição central do cavalo não é estável e a qualquer momento as brancas podem expulsa-lo com f4 (partida 584) .",
                    "en": "White has more space due to majority in the center, while Black has well-placed pieces (... Bg7-Ne5), but the central position of the Knight isn't stable and at any moment White can chase it away with f4 (game 584).",
                    "es": "Las blancas tienen más espacio, debido a la mayoría de peones en el centro, mientras que las negras tienen sus piezas bien colocadas (...Ag7-Ce5), pero la posición central del caballo no es estable y a cualquier momento las blancas pueden expulsarlo con f4 (partida 584).",
                    "de": "Weiß hat mehr Raum wegen der Bauernmehrheit im Zentrum, dafür aber sind die schwarzen Figuren gut aufgestellt (Lg7, Se5). Die zentrale Stellung vom Springer ist jedoch unstabil und kann jederzeit durch f4 vertrieben werden (Partie Nr. 584).",
                    "zh": "白方因为中心多兵所以拥有更多的空间，相反黑方的棋子位置良好（(... Bg7-Ne5），但是黑马在中心的位置不够稳固，随时都可能被白方用f4赶走（棋局584）。",
                    "pl": "Białe posiadają więcej miejsca z uwagi na większość w centrum, podczas gdy Czarne mają dobrze ustawione figury (... Gg7-Se5), ale centralna pozycja Skoczka nie jest stabilna i w jakimkolwiek momencie Białe mogą przegonić go przez f4 (partia 584).",
                    "ru": "Белые имеют большее пространственное преимущество за счет большинства в центре, в то же время, у фигур Черных хорошие позиции (... Bg7-Ne5), но расположение Коня в центре не стабильно, где Белые в любой момент могут его оттеснить f4 (игра 584)."
                }
            }
        ],
        "game_terminator": "*"
    }
]