[
    {
        "title": "",
        "white": "Gambito do rei",
        "white_sort": "",
        "black": "Contragambito Falkber.",
        "date": "",
        "event": {
            "en": "Falkber coutergambit",
            "de": "Falkbeer Gegengambit",
            "es": "Contragambito Falkber",
            "pt": "Contragambito Falkber",
            "zh": "佛克比尔反弃兵",
            "pl": "Kontrgambit Falkbera",
            "ru": "Контргамбит Фалькбеера"
        },
        "fen": "",
        "moves": [
            {
                "move": "1. e4 e5 2. f4 d5 ",
                "comment": {
                    "pt": "As pretas abrem linhas para suas peças, procurando aproveitar a posição mais vulnerável do rei branco. Em nossa base, as partidas 3, 17, 21, 22, 23 e 29 , tratam desta variante.",
                    "en": "Black opens lines for its pieces and tries to take advantage of the vulnerable position of the white King. In our database the games 3, 17, 21, 22, 23 and 29 address this variation.",
                    "es": "Las negras abren líneas para sus piezas, tratando de aprovechar la posición un tanto vulnerable del rey blanco. En nuestra base, las partidas 3, 17, 21, 22, 23 y 29 tratan esta variante.",
                    "de": "Schwarz öffnet Linien für seine Figuren und versucht, die verwundbare Stellung vom weißen König auszunutzen. Partien 3, 17, 21, 22, 23 und 29 unserer Partiendatenbank behandeln diese Variante.",
                    "zh": "黑方为它的棋子开放线路并企图利用白王易受攻击的不利位置。在我们的棋库中棋局3、17、21、22、23和29都探讨了这种变例。",
                    "pl": "Czarne otwierają linie dla swoich figur i próbują wykorzystać słabość pozycji białego Króla. W naszym archiwum gry 3, 17, 21, 22, 23 i 29 obrazują takie przypadki.",
                    "ru": "Белые открывают линии для своих фигур и пытаются воспользоваться уязвимостью Белого Короля. В нашей базе игр это игры 3, 17, 21, 22, 23 и 29."
                }
            },
            {
                "move": "   3. exd5 ",
                "comment": {
                    "pt": "3-fxe5 Dh4.",
                    "en": "3-fxe5 Qh4.",
                    "es": "3-fxe5 Dh4.",
                    "de": "3-fxe5 Dh4.",
                    "zh": "3-fxe5 Qh4。",
                    "pl": "3. fxe5 Hh4.",
                    "ru": "3-fxe5 Qh4."
                }
            },
            {
                "move": "   e4 4. Nc3 ",
                "comment": {
                    "pt": "4-d3 Cf6 5-Cd2 é a variante mais moderna (partida 23).",
                    "en": "4-d3 Nf6 5-Nd2 is the most modern variation (game 23).",
                    "es": "4-d3 Cf6 5-Cd2 es la variante más moderna (partida 23).",
                    "de": "4-d3 Sf6 5-Sd2 ist die modernste Variante (Partie 23).",
                    "zh": "4-d3 Nf6 5-Nd2是最现代的变例（棋局23）。",
                    "pl": "4. d3 Sf6 5. Sd2 to najbardziej nowoczesny wariant (gra 23).",
                    "ru": "4-d3 Nf6 5-Nd2 лучшая современная вариация (игра 23)."
                }
            },
            {
                "move": "   Nf6 5. d3 Bb4 6. Bd2 e3 ",
                "comment": {
                    "pt": "Ex celente jogada, sacrificando mais um peão em troca dodesenvolvimento e abertura de linhas.",
                    "en": "Excellent move, sacrificing one more pawn in exchange for development and line opening.",
                    "es": "Excelente jugada, sacrificando otro peón más a cambio de desarrollo y de apertura de líneas.",
                    "de": "Ausgezeichneter Zug, wodurch ein weiterer Bauer für Entwicklung und Linienöffnung geopfert wird.",
                    "zh": "精彩一着，弃另外一个兵来实现出子并开放线路。",
                    "pl": "Wspaniały ruch, poświęca kolejnego piona w zamian za rozwój figur i otwarcie linii.",
                    "ru": "Отличный ход, жертва пешкой для развития фигур и открытия линии."
                }
            },
            {
                "move": "   7. Bxe3 O-O 8. Bd2 Bxc3 9. bxc3 Re8+ ",
                "comment": {
                    "pt": "As pretas têm excelentes perspectivas de ataque e o brilhante final desta partida pode ser visto na partida 3 de nossa base.",
                    "en": "Black has excellent attack prospective and the brilliant ending of this game can be see in game 3 of our database.",
                    "es": "Las negras tienen excelentes perspectivas de ataque y el brillante final de esta partida puede ser visto en la partida 3 de nuestra base.",
                    "de": "Schwarz hat ausgezeichnete Angriffschancen. Partie 3 unserer Partiendatenbank zeigt die glänzende Spielführung von Schwarz.",
                    "zh": "黑方拥有极佳的进攻机会。这一局的精彩过程会在棋库中棋局3中看到。",
                    "pl": "Czarne posiadają znakomite perspektywy ataku. W grze numer 3 w naszym archiwum można zobaczyć doskonałą końcówkę tej partii.",
                    "ru": "У Черных отличная перспектива для атаки и эндшпиля в этой игре, что показано в игре 3 нашей базы игр."
                }
            }
        ],
        "game_terminator": "*"
    }
]