[
    {
        "title": "",
        "white": "Defesa Holandesa",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "Dutch defense",
            "de": "Holländische Verteidigung",
            "es": "Defensa Holandesa",
            "pt": "Defesa Holandesa",
            "zh": "荷兰防御",
            "pl": "Obrona holenderska",
            "ru": "Голланская защита"
        },
        "fen": "",
        "moves": [
            {
                "move": "1. d4 f5 ",
                "comment": {
                    "pt": "A defesa Holandesa não é muito popular atualmente, por enfraquecer a posição do rei preto e de algumas casa centrais. O plano das brancas é jogar e4 ,no momento oportuno e atacar no centro.",
                    "en": "The Dutch defense isn't very popular nowadays because it weakens the position of the black King and some central squares. White's plan is e4, at the right moment, and to attack in the center.",
                    "es": "La defensa Holandesa no es muy popular actualmente, por debilitar la posición del rey negro y algunas casilla centrales. El plan de las blancas es jugar e4, en el momento oportuno, y atacar en el centro.",
                    "de": "Die Holländische Verteidigung ist heutzutage nicht allzu populär, da sowohl die schwarze Königsstellung als auch einige Zentralfelder geschwächt werden. Der weiße Plan besteht darin, im geeigneten Moment e4 zu spielen, und das Zentrum anzugreifen.",
                    "zh": "荷兰防御是现今非常流行的，因为它削弱了黑王和某些中心格。白方计划是e4，在恰当的时机攻击中心。",
                    "pl": "Obrona holenderska nie jest zbyt popularna w dzisiejszych czasach, ponieważ osłabia pozycję Czarnego Króla i niektórych centralnych pól. Planem Białych jest zagranie we właściwym momencie e4 i atak w centrum.",
                    "ru": "Голландская защита не сильно популярна в наши дни, так как она ослабляет позиции черного Короля и некоторых центральных квадратов. Белые планируют e4, в нужный момент и атакуют центр."
                }
            },
            {
                "move": "   2. g3 ",
                "comment": {
                    "pt": "O bispo branco atuará muito bem nesta diagonal e está melhor desenvolvido desta forma. As brancas tentaram o interessante sacrifício de peão 2-e4, para desenvover rapidamente as peças e aproveitar o enfraquecimento da posição do rei preto, nas partidas 563 e 565.",
                    "en": "The white Bishop acts very well in this diagonal and is better developed in this position. White tries the interesting pawn 2-e4 in order to develop pieces fast and take advantage of the weakened position of the black King, in games 563 and 565.",
                    "es": "El alfil blanco actuará muy bien en esta diagonal y está mejor desarrollado de esta forma. Las blancas intentaron el interesante sacrificio de peón 2-e4, para desarrollar rápidamente las piezas y aprovechar el debilitamiento de la posición del rey negro, en las partidas 563 y 565.",
                    "de": "Der weiße Läufer wird auf dieser Diagonale aktiv sein. In den Partien 563 und 565 wird das interessante Bauernopfer 2. e4 gezeigt, dessen Idee ist, die Figuren schnell zu entwickeln und von der geschwächten schwarzen Königsstellung zu profitieren.",
                    "zh": "白象在这条斜线上活动非常积极。白方试图用2-e4这种有趣的弃兵方式来快速出子并利用被削弱了的黑王，如在棋局563和565中所示。",
                    "pl": "Biały Goniec działa bardzo dobrze na tej przekątnej i jest lepiej wyprowadzony w tej pozycji. Białe próbują zagrać 2. E4 w celu szybkiego wyprowadzenia figur i uzyskania przewagi z osłabionej pozycji Czarnego Króla, jak to nastąpiło w partiach 563 i 565.",
                    "ru": "Белый Слон очень хорошо действует на этой диагонали и лучше развит на этой позиции. Белые заинтересованы в пешке 2-e4, для того чтобы быстро развить фигуры и воспользоваться слабой позицией у Короля черных, в игре 563 и 565."
                }
            },
            {
                "move": "   Nf6 3. Bg2 g6 ",
                "comment": {
                    "pt": "Este é o sistema Leningrado, o mais jogado atualmente. As pretas também podem optar pelo desenvolvimento com ... e6-d6 (partidas 564 e 568) ou ainda pelo sistema denominado \"Muro de pedra\" que consiste na formação; c6-d5-e6-f5 (partidas 566 e 567)",
                    "en": "This is the Leningrad system, the most used nowadays. Black can also choose development with ...e6-d6 (games 564 and 568) or through the system called \"Stonewall\" that consists of c6-d5-e6-f5 (games 566 and 567).",
                    "es": "Este es el sistema Leningrado, el más jugado actualmente. Las negras también pueden optar por el desarrollo con ...e6-d6 (partidas 564 y 568) o todavía por el sistema denominado \"Muro de piedra\" (Stonewall) que consiste en la formación c6-d5-e6-f5 (partidas 566 y 567).",
                    "de": "Das ist die Leningrader Variante, die heutzutage die meistgespielte ist. Schwarz kann seine Entwicklung auch mit ... e6 fortsetzen, d6 (Partien Nr. 564 und 568) oder sich für das sogenannten Stonewall-System entscheiden, mit Bauern auf c6, d5, e6 und f5 (Partien Nr. 566 und 567).",
                    "zh": "这是现今最常用的列宁格勒体系。黑方可以选择用...e6-d6进行出子（棋局564和568），或者通过“石墙”体系，由c6-d5-e6-f5 组成（棋局566和567）。",
                    "pl": "Oto najpopularniejszy dzisiaj system leningradzki. Czarne mogą również wybrać rozwój przez ... e6-d6 (564 i 568) lub przez system zwany “kamiennym murem”, który zawiera się w ruchach c6-d5-e6-f5 (partie 566 i 567).",
                    "ru": "Это система Ленинград, наиболее используемая в наше время. Черные также могут выбрать развитие ...e6-d6 (игры 564 and 568) или систему \"Каменная стена\", которая строится на c6-d5-e6-f5 (игры 566 и 567)."
                }
            },
            {
                "move": "   4. c4 Bg7 5. Nf3 ",
                "comment": {
                    "pt": "O desenvol vimento deste cavalo por h3, para ir a f4 e controlar importantes casas como e6 e d5, ocorreu na partida 571.",
                    "en": "The development of this Knight through h3 in order to reach f4 and control important squares, such as e6 and d5, is presented in game 571.",
                    "es": "El desarrollo de este caballo por h3, para ir a f4 y controlar importantes casillas como e6 y d5, ocurrió en la partida 571.",
                    "de": "Dieser Springer kann über h3 entwickelt werden, um nach f4 zu gehen und von da aus wichtige Felder wie e6 und d5 zu kontrollieren (Partie Nr. 571).",
                    "zh": "通过h3出马来到达f4并控制要害格，譬如e6和d5格，在棋局571中介绍。",
                    "pl": "Wyprowadzenie Skoczka przez h3 w celu osiągnięcia f4 i kontroli ważnych pól, takich jak e6 i d5, zaprezentowano w partii 571.",
                    "ru": "Развитие этого Коня через h3, для того чтобы достичь f4 и контролировать важные квадраты, такие как e6 и d5, как представлено в игре 571."
                }
            },
            {
                "move": "   O-O 6. O-O d6 7. Nc3 ",
                "comment": {
                    "pt": "Neste tipo e posição , as brancas tentarão jogar e4 e as pretas ...e5. Em alguns casos as pretas optarão por um ataque ao rei branco utilizando a manobra ; .... De8-h6-g5-Dh5.",
                    "en": "In this kind of position, White tries to play e4 and Black ...e5. In some cases Black chooses an attack against the white King using the following maneuver: ... Qe8-h6-g5-Qh5.",
                    "es": "En este tipo de posición las blancas intentarán jugar e4 y las negras ...e5.  En algunos casos las negras optarán por un ataque al rey blanco utilizando a maniobra ...De8-h6-g5-Dh5.",
                    "de": "Auf solchen Stellungstypen strebt Weiß danach, e4 zu spielen, während Schwarz ...e5 durchzusetzen versucht. In eigenen Fällen greift Schwarz den weißen König mit folgendem Manöver an: .... De8-h6-g5-Dh5.",
                    "zh": "在这种局面白方企图走e4，黑方走 ...e5。在有一些例子中黑方选择使用以下策略来攻击白王： ... Qe8-h6-g5-Qh5。",
                    "pl": "W tego typu pozycji Białe próbują zagrać e4, zaś Czarne ... e5. W niektórych przypadkach Czarne wybierają atak przeciwko Białemu Królowi używając następującego manewru He8-h6-g5-Hh5.",
                    "ru": "В такого позиции Белые пробуют играть e4, а Черные ...e5. В некоторых случаях Черные атакуют белого Короля, используя серию маневров ...Qe8-h6-g5-Qh5."
                }
            },
            {
                "move": "   Qe8 8. b3 Na6 ",
                "comment": {
                    "pt": "Ainda é cedo para ...e5 , devido a dxe5 seguido de Ba3.",
                    "en": "It's still early for ...e5 , due to dxe5 followed by Ba3.",
                    "es": "Todavía es temprano para ...e5, debido a dxe5 seguido de Aa3.",
                    "de": "Noch geht ...e5 nicht, da Weiß dxe5 nebst La3 spielt.",
                    "zh": "走 ...e5还是有点太早，因为dxe5会跟Ba3。",
                    "pl": "Wciąż jest za wcześnie na ... e5 z powodu dxe5 kontynuowanego przez Ga3.",
                    "ru": "Еще рано играть ...e5, из-за dxe5, чему следует Ba3."
                }
            },
            {
                "move": "   9. Ba3 c6 10. Qd3 Bd7 11. Rfe1 Rd8 12. Rad1 Kh8 13. e4 ",
                "comment": {
                    "pt": "As brancas têm vantagem ,devido ao maior domínio central (partida 570).",
                    "en": "White has advantage due to greater central dominance (game 570).",
                    "es": "Las blancas tienen ventaja, debido al mayor dominio central (partida 570).",
                    "de": "Weiß hat Vorteil wegen der Kontrolle des Zentrums (Partie Nr. 570).",
                    "zh": "白方因为拥有对中心的绝对统治所以占优（棋局570）。",
                    "pl": "Białe posiadają przewagę z uwagi na większą kontrolę centrum (partia 570).",
                    "ru": "Белые имеют преимущество, так как обладают большим доминированием в центре (игра 570)."
                }
            }
        ],
        "game_terminator": "*"
    }
]