[
    {
        "title": "",
        "white": "Defesa Petrof",
        "white_sort": "",
        "black": "Petroff's defense",
        "date": "",
        "event": {
            "en": "Petrov's Defense",
            "de": "Petrow-Verteidigung",
            "es": "Defensa Petroff",
            "pt": "Defesa Petroff",
            "zh": "彼得罗夫防御",
            "pl": "Obrona rosyjska",
            "ru": "Защита Петрова"
        },
        "fen": "",
        "moves": [
            {
                "move": "1. e4 e5 2. Nf3 Nf6 ",
                "comment": {
                    "pt": "Esta é a defesa Russa ou Petrof. A idéia das pretas é simplificar a situação no centro através da troca dos peões. A variante principal segue assim;",
                    "en": "This is the Russian Defense or Petroff's Defense. Black's idea is to simplify the center with pawn exchanges. The main variation is the following:",
                    "es": "Esta es la defensa Rusa o Petrof. La idea de las negras es simplificar la situación en el centro a través de cambio de peones. La variante principal es la siguiente:",
                    "de": "Das ist die Russische Verteidigung, auch oder Petrow-Verteidigung genannt. Die Idee des Schwarzen besteht darin, die Lage im Zentrum durch Abtauschen von Bauern zu klären. Die Hauptvariante ist folgende:",
                    "zh": "这是俄罗斯防御又称彼得罗夫防御。黑方的意图是通过兑兵简化中心。主要的变例如下：",
                    "pl": "Tak zwana Obrona rosyjska lub Obrona Petroffa. Podstawową ideą czarnych jest uprościć grę w centrum przez wymianę pionów. Główna linia przebiega jak następuje:",
                    "ru": "Это Русская защита или Защита Петрова. Идея Черных в упрощении центра поля, путем размена пешек. Основные вариации:"
                }
            },
            {
                "move": "   3. Nxe5 ",
                "comment": {
                    "pt": "Também é possível 3-Cc3, podendo haver uma transposição para a abertura dos quatro cavalos, caso as pretas joguem ...Nc6. Outra opção contra 3-Cc3 seria 3...Bb4.",
                    "en": "3-Nc3 is also possible and a transposition to the 4 Knights opening may happen if Black plays ...Nc6. Another option against 3-Nc3 would be 3... Bb4.",
                    "es": "También es posible 3-Cc3, pudiendo haber una transposición para la apertura de los cuatro caballos, si las negras juegan... Cc6. Otra opción contra 3-Cc3 sería 3...Ab4.",
                    "de": "3. Sc3 ist auch möglich, wonach die 4-Springereröffnung durch Zugumstellung erreicht werden kann, falls Schwarz ...Sc6 spielt. Eine andere Möglichkeit wäre Lb4.",
                    "zh": "3-Nc3也是可行的，如果黑方走...Nc6，可以变换为四马开局。另外一种应对3-Nc3的走法是下3... Bb4。",
                    "pl": "3. Sc3 jest również możliwe i transpozycja do Obrony czterech skoczków mogłaby się zdarzyć, gdyby Czarne zagrały ... Sc6. Inną możliwością odpowiedzi na 3. Sc3 może być 3. ... Gb4.",
                    "ru": "Ход 3-Nc3 также возможен, и партия может перейти в дебют четырех Коней, если Черные сыграют ...Nc6. Другим вариантом на 3-Nc3 может быть 3...Bb4."
                }
            },
            {
                "move": "   d6 ",
                "comment": {
                    "pt": "3... Cxe4 seria um erro e as brancas obtém vantagem com 4-De2.",
                    "en": "3...Nxe4 would be a mistake. White obtains advantage with 4-Qe2.",
                    "es": "3...Cxe4 sería un error, pues las blancas obtendrían ventaja con 4-De2.",
                    "de": "...Sxe4 wäre ein Fehler, da Weiß nach 4. De2 Vorteil hat.",
                    "zh": "3...Nxe4是一个错误。白方会下4-Qe2取得优势。",
                    "pl": "3. ... Sxe4 byłoby błędem. Białe uzyskałyby przewagę dzięki 4. He2.",
                    "ru": "Ход 3...Nxe4 ошибочный. Белые получат преимущество игрой 4-Qe2."
                }
            },
            {
                "move": "   4. Nf3 Nxe4 5. d4 ",
                "comment": {
                    "pt": "Para jogar Bd3 e ganhar um tempo atacando o cavalo. 5-Cc3 com o intuito de responder a ... Cxc3 com 6-dxc3, planejando desenvolver o flanco dama e rocar grande também é uma possibilidade. 5-De2 De7 6-d3 para trocar damas leva a uma posição igualada ( partida 35).",
                    "en": "In order to play Bd3 and win a tempo attacking the Knight. 5-Cc3 intending to answer ...Nxc3 with 6-dxc3, planning to develop the queenside and occasionally queencastling. 5-Qe2 Qe7 6-d3 in order to exchange Queens results in a balanced position (game 35).",
                    "es": "Para jugar Ad3 y ganar un tiempo atacando el caballo. 5-Cc3 con la intención de responder a ...Cxc3 con 6-dxc3, planeando desarrollar el flanco dama y enrocarse en largo también es una posibilidad. 5-De2 De7 6-d3 para cambiar damas lleva a una posición igualada (partida 35).",
                    "de": "Um Ld3 zu spielen und den Springer mit Tempogewinn anzugreifen. Eine andere Möglichkeit wäre 5. Sc3, um ...Sxc3 mit 6.dxc3 zu beantworten, mit der Absicht, den Damenflügel zu entwickeln und lang zu rochieren. 5-De2 De7 6-d3, um die Damen abzutauschen führt zum Ausgleich (Partie 35).",
                    "zh": "为了可以下Bd3攻击马赢得一个先手。另外一种可能是走5-Cc3，来应...Nxc3跟6-dxc3，目的是后翼出子并进行长易位。走5-Qe2 Qe7 6-d3 兑后求得一个平衡的局面（棋局35）。",
                    "pl": "W celu zagrania Gd3 i zdobycia tempo atakując Skoczka. 5. 5. Sc3 zmierza do ... Sxc3 wraz z 6. dxc3, z planem wyprowadzenia figur ze skrzydła hetmańskiego i możliwością długiej roszady. 5. H2 He7 6. d3 w celu wymiany Hetmanów skutkuje zbalansowaną pozycją (gra 35).",
                    "ru": "Для того чтобы играть Bd3 и выиграть темп, атакуя Коня. На игру 5-Cc3 с ответом ...Nxc3 6-dxc3, развиваясь на ферзевом фланге и, как правило, рокируясь на тот же ферзевый фланг. 5-Qe2 Qe7 6-d3, для того чтобы разменять Ферзей и, в результате, сбалансировать игру (игра 35)."
                }
            },
            {
                "move": "   d5 ",
                "comment": {
                    "pt": "5...Be7 seria passivo e foi jogado nas partidas 30 e 36 de nossa base.",
                    "en": "5...Be7 would be passiv and is presented in games 30 and 36 of our database.",
                    "es": "5...Ae7 sería pasivo y fue jugado en las partidas 30 y 36 de nuestra base..",
                    "de": "...Le7 wäre passiv und ist in den Partien 30 und 36 unserer Partiendatenbank zu sehen.",
                    "zh": "走5...Be7会变得被动，在棋库中棋局30和36中有体现。",
                    "pl": "5. ... Ge7 byłoby zbyt pasywne. Zaprezentowaliśmy ten ruch w partiach 30 oraz 36 z naszej bazy.",
                    "ru": "Игра 5...Be7 будет пассивной, что описано в играх 30 и 36 нашей базы."
                }
            },
            {
                "move": "   6. Bd3 ",
                "comment": {
                    "pt": "6...Bd6 também é possível e as brancas devem seguir com 7-0-0 0-0 8-c4, mas não com 7-c4 diretamente devido a ....Bb4 conforme partidas 31 e 33 de nossa base, onde as pretas conseguiram boa posição na abertura.",
                    "en": "6...Bd6 is also possible and White must continue with 7-0-0 0-0 8-c4 but no with 7-c4 directly because of ....Bb4 as in the games 31 and 33 of our database where Black conquered a good position in the opening.",
                    "es": "6...Ad6 también es posible y las blancas deben seguir con 7-0-0 0-0 8-c4, pero no con 7-c4 directamente, debido a ....Ab4, como en las partidas 31 y 33 de nuestra base, donde las negras consiguieron buena posición en la apertura.",
                    "de": "6...Ld6 geht auch; Weiß muss 7-0-0 0-0 8-c4 spielen. Nach 7.c4 (Partien 31 und 33 unserer Datenbank) erreicht Schwarz mit ...Lb4 eine gute Stellung.",
                    "zh": "6...Bd6也是可行的，白方必须走7-0-0 0-0 8-c4。如果白方直接7-c4，那么黑方走....Bb4之后在这种开局中取得一个非常好的局面（如棋库中棋局31和33）。",
                    "pl": "6. ... Gd6 jest również możliwe i Białe muszą kontynuować przez 7. 0-0 0-0 8. c4, ale nie przez 7. c4 ponieważ ... Gb4, jak pokazaliśmy w grach 31 i 33 naszej bazy, gdzie Czarne zdobywają bardzo dobrą pozycję w otwarciu.",
                    "ru": "Игра 6...Bd6 тоже является хорошим вариантом и Белые должны продолжать 7-0-0 0-0 8-c4, но не ходом 7-c4 непосредственно, из-за ....Bb4, как играх 31 и 33, где Черные завоевывают хорошие позиции в дебюте."
                }
            },
            {
                "move": "   Be7 7. O-O Nc6 8. Re1 ",
                "comment": {
                    "pt": "8-c4 é o lance mais jogado nos dias de hoje, para desestabilizar a posição do cavalo preto no centro. A partida poderia seguir; 8...Nb4 9. Be2 O-O 10. Nc3 Be6 11. Be3) ou 8. .. Bg4 9. c3 f5 10. Nbd2 O-O 11-Qb3 (partida 34).",
                    "en": "8-c4 is the most popula move nowadays.The main idea is to put pressure on black's knight on e4. The game could follow 8...Nb4 9. Be2 O-O 10. Nc3 Be6 11. Be3) ou 8. .. Bg4 9. c3 f5 10. Nbd2 O-O 11-Qb3 (game 34).",
                    "es": "{ 8-c4 es la jugada más usada hoy en día, para desestabilizar la posición del caballo negro en el centro. La partida podría seguir así: 8...Cb4 9. Ae2 0-0 10. Cc3 Ae6 11. Ae3 o 8... Ag4 9. c3 f5 10. Cbd2 0-0 11. Qb3 (partida 34).",
                    "de": "8. c4 wird heutzutage am häufigsten gespielt, mit der Idee, den schwarzen Springer im Zentrum zu befragen. Es könnte folgen: 8...Sb4 9. Le2 O-O 10. Sc3 Le6 11. Le3 oder auch Lg4 9. c3 f5 10. Sbd2 O-O 11-Db3 (Partie 34)",
                    "zh": "8-c4是现今最流行的走法。主要的意图是为了给e4的黑马施加压力。棋局可以如下继续：8...Nb4 9. Be2 O-O 10. Nc3 Be6 11. Be3或者8. .. Bg4 9. c3 f5 10. Nbd2 O-O 11-Qb3 （棋局34）。",
                    "pl": "8. c4 jest najpopularniejszym ruchem w dzisiejszych czasach. Podstawową ideą jest wywarcie presji na czarnego Skoczka na e4. Gra może być kontynuowana przez 8. ... Sb4 9. Ge2 0-0 10. Sc3 Ge6 11. Ge3 lub 8. ... Gg4 9. c3 f5 10. Sbd2 0-0 11. Hb3 (partia 34).",
                    "ru": "Ход 8-c4 является наиболее популярным развитием игры в наши дни. Основная идея состоит в прессинге на черного Коня на e4. Игра может продолжится 8...Nb4 9. Be2 O-O 10. Nc3 Be6 11. Be3) или 8. .. Bg4 9. c3 f5 10. Nbd2 O-O 11-Qb3 (игра 34)."
                }
            }
        ],
        "game_terminator": "*"
    }
]