[
    {
        "title": "",
        "white": "Defesa Francesa",
        "white_sort": "",
        "black": "Variante clássica",
        "date": "",
        "event": {
            "en": "Classical variation",
            "de": "Klassische Variante",
            "es": "Variante Clásica",
            "pt": "Variante clássica",
            "zh": "古典变例",
            "pl": "Wariant klasyczny",
            "ru": "Классический вариант"
        },
        "fen": "",
        "moves": [
            {
                "move": "1. e4 e6 2. d4 d5 3. Nc3 Nf6 4. Bg5 ",
                "comment": {
                    "pt": "4-e5 é tão bom quanto este lance. A partida deve seguir 4...Cd7 5-f4 c5 6-Cf3, com pequena vantagem para as brancas devido ao seu maior domínio central (partida 264). A jogada 4-exd5 facilita o desenvolvimento das pretas e não dá nenhuma vantagem às brancas (partidas 263, 265 e 274).",
                    "en": "4-e5 is as good as this move. The game must continue with 4...Nd7 5-f4 c5 6-Nf3 with small advantage for White due to its greater central dominance (game 264). 4-exd5 makes Black's development easier and doesn't offer White any advantage (games 263, 265 and 274).",
                    "es": "4-e5 es tan bueno como esta jugada. La partida debe seguir 4...Cd7 5-f4 c5 6-Cf3, con pequeña ventaja para las blancas debido a su mayor dominio central (partida 264). La jugada 4-exd5 facilita el desarrollo de las negras y no da ninguna ventaja a las blancas (partidas 263, 265 y 274).",
                    "de": "4. e5 ist so gut wie der Textzug. Die Fortsetzung lautet: 4...Sd7 5. f4 c5 6. Sf3 mit geringfügigem Vorteil für Weiß aufgrund seiner Kontrolle des Zentrums. 4. exd5 erleichtert hingegen die Entwicklung vom Schwarzen und verschafft Weiß keinen Vorteil (Partien 263, 265 und 274).",
                    "zh": "4-e5跟这一着都很好。棋局必须继续走以4...Nd7 5-f4 c5 6-Nf3，白方因为对中心的强大统治略占上风（棋局264）。4-exd5使黑方出子更容易并且不会给白方带来任何优势（棋局263、265和274）。",
                    "pl": "4. e5 jest tak dobry, jak ten ruch. Partia musi być kontynuowana przez 4. ... Sd7 5. f4 c5 6. Sf3 z małą przewagą Białych z powodu ich centralnej dominacji (partia 264). 4. exd5 ułatwia rozwój Czarnych i nie daje Białym żadnej przewagi (gry 263, 265, 274).",
                    "ru": "4-e5 хороший вариант. Игра должна продолжиться 4...Nd7 5-f4 c5 6-Nf3 с небольшим перевесом для Белых, из-за большего доминирования в центре (игра 264). 4-exd5 делает развитие у Черных проще и не дает никакого преимущества Белым (игры 263, 265 и 274)."
                }
            },
            {
                "move": "   Be7 ",
                "comment": {
                    "pt": "4... dxe4 ocorre nas partidas 266, 272,275 e 277. 4...Bb4 é uma alternativa importante, com a idéia de responder a 5-e5 com ...h6. As partidas na base com esta variante são as de número; 269, 271,273, 276, 278 e 279",
                    "en": "4...dxe4 occurs in games 266, 272,275 and 277. 4...Bb4 is an important alternative intending to respond to 5-e5 with ...h6. Games 269, 271,273, 276, 278 and 279 use this variation.",
                    "es": "4...dxe4 ocurre en las partidas 266, 272, 275 y 277. 4...Ab4 es una alternativa importante, con la idea de responder a 5-e5 con ... h6. Las partidas en la base con esta variante son las siguientes: 269, 271, 273, 276, 278 y 279.",
                    "de": "4...  dxe4 geschieht in den Partien 266, 272,275 und 277. 4...Lb4, mit der Idee 5. e5 mit ...h6 zu beantworten ist eine wichtig Alternative. Siehe Partien Nr. 269, 271,273, 276, 278 und 27???",
                    "zh": "4...dxe4出现在棋局266、272、275和277中。4...Bb4是一个重要的选择，打算应5-e5跟...h6。棋局269、271、273、276、278和279用到了这种变例。",
                    "pl": "4. ... dxe4 następuje w grach 266, 272, 275 i 277. 4. ... Gb4 jest istotną alternatywą zamierzającą odpowiedzieć na 5. e5 przez ... h6. Partie 269, 271, 273, 276, 278 i 279 używają tej wariacji.",
                    "ru": "4...dxe4 встречается в играх 266, 272, 275 и 277. 4...Bb4 важная альтернатива, с намерением 5-e5 ...h6. Игры 269, 271, 273, 276, 278 и 279 используют эти варианты."
                }
            },
            {
                "move": "   5. e5 ",
                "comment": {
                    "pt": "A alternativa 5-Bxf6 Bxf6 6-e5 ocorreu na partida 270. As brancas venceram esta partida, mas esta idéia não é recomendável porque o controle das casas pretas é muito importante na defesa francesa e as brancas trocaram ,desnecessariamente ,seu bispo.",
                    "en": "The alternative 5-Bxf6 Bxf6 6-e5 is presented in game 270. White wins this game, however the idea isn't advisable because the control over the black squares is very important in the French defense and White exchanged its Bishop unnecessarily.",
                    "es": "La alternativa 5-Axf6 Axf6 6-e5 ocurrió en la partida 270. Las blancas vencieron esta partida, pero esta idea no es recomendable porque el control de las casillas negras es muy importante en la Defensa Francesa y las blancas cambiaron, innecesariamente, el alfil que controla las casillas de ese color.",
                    "de": "5. Lxf6 Lxf6 6. e5 geschah in der Partie 270. Weiß gewann, die Idee ist  aber nicht empfehlenswert, da mas den schwarzfeldrigen Läufer nicht freiwillig abtauschen sollte.",
                    "zh": "另外一种走法5-Bxf6 Bxf6 6-e5会在棋局270中介绍。白方赢，但是并不可取，因为在法兰西防御中对黑格的控制相当重要，而白方兑黑格象并没有必要。",
                    "pl": "Alternatywa 5. Gxf6 Gxf6 6. e5 jest zaprezentowana w partii 270. Białe wygrywają tę grę, jednakże idea ta nie jest polecana ponieważ kontrola nad ciemnymi polami jest bardzo istotna w obronie francuskiej i Białe niepotrzebnie wymieniają swojego Gońca.",
                    "ru": "Альтернативная игра 5-Bxf6 Bxf6 6-e5 представлена в игре 270. Белые выигрывают эту игру, однако с этой идеей необходимо быть очень осторожными, так как контроль над черными полями очень важная составляющая французской защиты и Белые разменивают Слона без необходимости."
                }
            },
            {
                "move": "   Nfd7 6. h4 ",
                "comment": {
                    "pt": "As brancas sacrificam um peão para abrir a coluna torre e atacar no flanco rei. Mais conservadora e sólida é a variante 6-Bxe7 Dxe7 7-f4 c5 8-Cf3 com pequena vantagem branca, devido ao maior domínio central. É importante notar que o bispo das brancas tem perspectivas muito melhores do que seu oponente.",
                    "en": "White sacrifices a pawn in order to open the Rook file and attack on the kingside. 6-Bxe7 Qxe7 7-f4 c5 8-Nf3 is a more conservative and solid variation with small white advantage due to greater central dominance. It's important to notice that the white Bishop has a much better prospective than its opponent's.",
                    "es": "Las blancas sacrifican un peón para abrir la columna torre y atacar en el flanco rey. Más conservadora y sólida es la variante 6-Axe7 Dxe7 7-f4 c5 8-Cf3 con pequeña ventaja blanca, debido al mayor dominio central. Es importante notar que el alfil de las blancas tiene perspectivas mucho mejores que su oponente.",
                    "de": "Weiß opfert einen Bauern, um die Linie zu öffnen und am Königsflügel anzugreifen. Solider ist die Variante 6. Lxe7 Dxe7 7. f4 c5 8. Sf3 mit kleinem Vorteil für Weiß aufgrund seiner Kontrolle des Zentrums. Beachte, dass der weiße Läufer bessere Aussichten hat als ihr schwarzer Kolleg.",
                    "zh": "白方弃一兵来开放车线，攻击王翼。6-Bxe7 Qxe7 7-f4 c5 8-Nf3是更加保守和稳固的变例，鉴于对中心的强大统治稍稍占优。非常重要的是必须注意白象的前景要比黑象的好的多。",
                    "pl": "Białe poświęcają piona w celu otwarcia kolumny Wieży i ataku na królewskie skrzydło. 6. Gxe7 Hxe7 7. f4 c5 8. Sf3 jest bardziej konserwatywną i solidną wariacją z małą przewagą białych ze względu na większą dominację centrum. Ważne jest zauważenie, że biały Goniec ma o wiele lepsze perspektywy niż jego przeciwnicy.",
                    "ru": "Белые жертвуют пешку для того, чтобы открыть вертикаль для Ладьи и атаковать на королевском фланге. 6-Bxe7 Qxe7 7-f4 c5 8-Nf3 наиболее консервативный и надежный вариант с небольшим преимуществом Белых, из-за лучшего доминирования в центре. Важно запомнить, что белый Слон имеет гораздо больше возможностей, чем Слон оппонента."
                }
            },
            {
                "move": "   Bxg5 ",
                "comment": {
                    "pt": "6...c5 é um erro devido a 7-Bxe7 Dxe7 (7... Rxe7 ocorreu na partida 268) 8-Cb5 com grande vantagem.",
                    "en": "6...c5 is a mistake due to 7-Bxe7 Qxe7 (7...Rxe7 occurred in game 268) 8-Nb5 with great advantage.",
                    "es": "6...c5 es un error debido a 7-Axe7 Dxe7 (7...Rxe7 ocurrió en la partida 268) 8-Cb5 con gran ventaja.",
                    "de": "6...c5 ist ein Fehler wegen 7. Lxe7 Dxe7 (7... Kxe7 geschah in der Partie 268) 8. Sb5 mit großem Vorteil.",
                    "zh": "6...c5是一个错误，因为7-Bxe7 Qxe7（(7...Rxe7出现在棋局268） 8-Nb5 会取得很大优势。",
                    "pl": "6. ... c5 jest błędem, ponieważ 7. Gxe7 Hxe7 (7. ... Wxe7 wystąpiło w partii 268) 8. Sb5 z większą przewagą.",
                    "ru": "Ход 6...c5 является ошибкой, из-за 7-Bxe7 Qxe7 (7...Rxe7 показан в игре 268) 8-Nb5, с большим преимуществом."
                }
            },
            {
                "move": "   7. hxg5 Qxg5 8. Nh3 Qe7 9. Qg4 g6 10. Nf4 ",
                "comment": {
                    "pt": "Com forte ataque. Na partida 267 é possivel ver como as brancas desenvoveram seu ataque e conseguiram uma vitória brilhante.",
                    "en": "With a strong attack. In game 267 it is possible to watch how White develops its attack and wins in a brilliant way.",
                    "es": "Con fuerte ataque. En la partida 267 es posible ver cómo desarrollaron las blancas su ataque y consiguieron un brillante triunfo.",
                    "de": "Mit starkem Angriff. In der Partie 267 kann man die glänzende Angriffsführung vom Weißen sehen.",
                    "zh": "攻击猛烈。在棋局267中可以观察到白方精彩的攻击。",
                    "pl": "Z silnym atakiem. W grze 267 jest możliwe zobaczenie, jak Białe wyprowadzają ów atak i wygrywają we wspaniały sposób.",
                    "ru": "С сильной атакой. В игре 267 возможно посмотреть как Белые выстраивают свою атаку и блестяще выигрывают."
                }
            }
        ],
        "game_terminator": "*"
    }
]