[
    {
        "title": "",
        "white": "Abertura Ruy Lopez",
        "white_sort": "",
        "black": "Básico  e variante das trocas",
        "date": "",
        "event": {
            "en": "Ruy Lopez opening concepts",
            "de": "Ruy Lopez - Eröffnungskonzepte u. Abtauschvariante",
            "es": "Apertura Ruy Lopez-conceptos",
            "pt": "Básico e variante das trocas",
            "zh": "西班牙开局理念",
            "pl": "Warianty partii hiszpańskiej",
            "ru": "Концепция дебюта Руи Лопеса"
        },
        "fen": "",
        "moves": [
            {
                "move": "1. e4 e5 2. Nf3 Nc6 3. Bb5 ",
                "comment": {
                    "pt": "Este é considerado o melhor lance para as brancas. O bispo pode tomar o cavalo a qualquer momento, eliminando a defesa do peão central preto e ainda as brancas estão prontas para rocar e aumentar seu domínio do centro com c3 e d4.",
                    "en": "This move is considered the best for White. The Bishop can capture the Knight at any moment and eliminate the defense of the black central pawn. Then it is ready to castle and increase its domain in the center with c3 and d4.",
                    "es": "Esta es considerada la mejor jugada para las blancas. El alfil puede tomar el caballo a cualquier momento, eliminando la defensa del peón central negro y además las blancas están listas para enrocar y aumentar su dominio del centro con c3 y d4.",
                    "de": "Für den besten Zug gehalten. Der Läufer kann den Springer jederzeit schlagen und dadurch den Verteidiger des schwarzen Zentralbauern beseitigen. Weiß wird rochieren und das Zentrum mit c3 nebst d4 beherrschen.",
                    "zh": "这一着被认为对白方是最有利的。象可以在任何时候捉马并且消灭黑方中心兵的防御。然后它可以进行王车易位并且通过c3和d4增加对中心的统治。",
                    "pl": "Ten ruch uznawany jest za najlepszy dla Białych. Goniec może pochwycić Skoczka w każdej chwili i wyeliminować obronę czarnego centralnego piona. Na dodatek Białe gotowe są do roszady i zwiększenia panowania nad centrum poprzez c3 i d4.",
                    "ru": "Этот ход считается лучшим для Белых. Слон может взять Коня в любой момент и лишить защиты центральную пешку Черных. Затем производится рокировка и усиливается позиция в центре благодаря c3 и d4."
                }
            },
            {
                "move": "   a6 ",
                "comment": {
                    "pt": "A jogada mais flexível já que as pretas não temem a tomada do cavalo neste momento. Também são possíveis 3...Cf6 3...Bc5 3...d6 3...Cge7 3...f5 3... g6 3... Cd4",
                    "en": "The most flexible move since Black isn't afraid of having its Knight captured at this point. 3... CN6, 3...Bc5, 3...d6, 3...Nge7, 3...f5, 3.. .g6 or 3...Nd4 are also possible.",
                    "es": "La jugada más flexible ya que las negras no temen la captura del caballo en este momento.  También son posibles  3...Cf6  3...Ac5  3...d6  3...Cge7  3...f5  3...g6 y 3...Cd4.",
                    "de": "Der flexibelste Zug, da Schwarz Lxb5 nicht fürchtet. 3...Sf6, 3...Lc5, 3...d6, 3...Sge7, 3...f5, 3...g6 und 3..Sd4 sind möglich.",
                    "zh": "最为灵活的一着，因为黑方并不担心黑马会在此处被捉。3... CN6， 3...Bc5， 3...d6， 3...Nge7， 3...f5， 3.. .g6或者3...Nd4都是可行的。",
                    "pl": "Najbardziej elastyczny ruch, jeśli Czarne nie obawiają się utraty Skoczka. 3. ... Sf6, 3. ... Gc5, 3. ... d6, 3. ...Sge7, 3. ... f5, 3. ... g6 lub 3. ... Sd4 również są możliwe.",
                    "ru": "Наиболее гибкий ход, потому как Черные не боятся потери Коня, в данном случае. Вариант 3...CN6, 3...Bc5, 3...d6, 3...Nge7, 3...f5, 3...g6 или 3...Nd4, также будет возможен."
                }
            },
            {
                "move": "   4. Ba4 ",
                "comment": {
                    "pt": "4-Bxc6 caracteriza a variante das trocas, que tem o objetivo de explorar os peões dobrados das pretas. 4...dxc6 5-d4 (se 5-Cxe5 Dd4 recupera o peão) exd4 6-Dxd4 Dxd4 7-Cxd4 Bd7 8-Cc3 0-0-0 9-Be3 leva a uma posição equilibrada , sendo o principal plano das brancas trocar todas as peças e chegar a um final de rei e peões, onde sua maioria de peões no flanco rei é mais valiosa que a das pretas no flanco dama, justamente porque os peões estão dobrados.",
                    "en": "The exchange variation is characterized by 4-Bxc6 that aims to explore the black doubled pawns. 4...dxc6 5-d4 (if 5-Nxe5, 5...Qd4 recovers the pawn) exd4 6-Qxd4 Qxd4 7-Nxd4 Bd7 8-Nc3 0-0-0 9-Be3 leads to a balanced position. White's main plan is to exchange all pieces and reach an endgame between King and pawns where its majority on the kingside is worth more than Black's on the queenside, precisely because its pawns are doubled.",
                    "es": "4-Axc6 caracteriza la Variante del Cambio, que tiene por objetivo explotar los peones doblados de las negras. 4...dxc6 5-d4 (si 5-Cxe5, Dd4 recupera el peón) exd4 6-Dxd4 Dxd4 7-Cxd4 Ad7 8-Cc3 0-0-0 9-Ae3 lleva a una posición equilibrada, en la que el principal plan de las blancas consiste en cambiar todas las piezas y llegar a un final de reyes y peones, donde su mayoría de peones en el flanco rey es más valiosa que la de las negras en el flanco dama, justamente porque los peones están doblados.",
                    "de": "Die Abtauschvariante nach 4. Lxc6 hat zum Ziel, die schwarzen Doppelbauern auszunutzen. 4...dxc6 5. d4 (auf 5. Sxe5 gewinnt ...Dd4 den Bauern zurück) exd4 6. Dxd4 Dxd4 7. Sxd4 Bd7 8. Sc3 0-0-0 9. Le3 führt zu einer ausgeglichenen Stellung. Der weiße Plan besteht darin, alle Figuren abzutauschen und ein Bauernendspiel mit Mehrheit am Damenflügel zu erreichen, wo die schwarzen Doppelbauern sich befinden.",
                    "zh": "走4-Bxc6之后的兑换变例目的是为了充分利用黑方的叠兵4...dxc6 5-d4 （如果5-Nxe5，走5...Qd4可以重新获得兵）exd4 6-Qxd4 Qxd4 7-Nxd4 Bd7 8-Nc3 0-0-0 9-Be3取得局面平衡。白方的主要计划是兑换掉所有棋子，进入到一个后翼多兵的王兵残局，而且黑方在后翼叠兵。",
                    "pl": "Wariant wymiany charateryzowany przez 4. Gxc6 wykorzystuje zdublowane czarne piony. 4. ... dxc6 5. d4 (jeśli 5. Sxe5, wtedy 5. ... Hd4 odzyskuje piona) exd4 6. Hxd4 Hxd4 7. Sxd4 Gd7 8. Sc3 0-0-0 9. Ge3 prowadzi do zbalansowanej pozycji. Podstawowym planem Białych jest wymiana wszystkich figur i osiągnięcie końcówki pomiędzy Królami i pionami, gdzie większość na skrzydle królewskim jest warta więcej, niż większość Czarnych na skrzydle hetmańskim z powodu zdublowanych pionów.",
                    "ru": "Вариант размена 4-Bxc6, что характеризуется ходом 4-Bxc6, направлен на сдвоенные пешки. 4...dxc6 5-d4 (если 5-Nxe5, 5...Qd4 отыгрывает пешку) exd4 6-Qxd4 Qxd4 7-Nxd4 Bd7 8-Nc3 0-0-0 9-Be3, ведет к балансу позиций. План Белых состоит в размене всех фигур и достижения эндшпиля между Королем с пешкой, против Короля."
                }
            },
            {
                "move": "   Nf6 5. O-O ",
                "comment": {
                    "pt": "As etas têm agora duas variantes principais, a aberta (5. .. Cxe4)e a fechada (5.. .Be7) .Variantes com ...Bc5-b5-Bb7, podem ser encontradas em nossa base nas partidas 171 a 177. As variantes; aberta e fechada serão analisadas separadamente.",
                    "en": "Black has now two main variations: the open one (5... Nxe4) and the closed one (5...Be7). The games 171 to 177 in our database present the variations with ...Bc5-b5-Bb7. Open and closed variations will be analyzed separately.",
                    "es": "Las negras tienen ahora dos variantes principales, la Abierta (5... Cxe4) y la Cerrada (5...Ae7). Variantes con ...Ac5-b5-Ab7, pueden ser encontradas en nuestra base en las partidas 171 a 177. Las variantes abierta y cerrada serán analizadas por separado..",
                    "de": "Schwarz hat jetzt zwei Varianten: die offene (5...Sxe4) und die geschlossene (5...Le7). Varianten nach ...Lc5-b5-Lb7 werden in den Partien 171 bis 177 gezeigt. Die offene bzw. geschlossene Varianten werden getrennt analysiert.",
                    "zh": "黑方现在有两个主变例：开放局面（(5... Nxe4）和封闭局面（5...Be7）。棋库中的棋局171到177呈现的是...Bc5-b5-Bb7的变例。开放和封闭变例会单独分析。",
                    "pl": "Czarne posiadają dwa główne wariacje: otwartą (5. ... Sxe4) i zamkniętą (5. ... Ge7). Gry od 171 do 177 w naszej bazie prezentują warianty ... Gc5-b5-Gb7. Otwarte i zamknięte warianty będą analizowane oddzielnie.",
                    "ru": "У Черных теперь есть два варианта: открытый 5... Nxe4 и закрытый 5...Be7. Игры 171 и 177 разбирают эти варианты с ...Bc5-b5-Bb7. Открытые и закрытые варианты будут рассматриваться отдельно."
                }
            }
        ],
        "game_terminator": "*"
    }
]