[
    {
        "title": "",
        "white": "Abertura dos 4 cavalos",
        "white_sort": "",
        "black": "Variante Rubinstein",
        "date": "",
        "event": {
            "en": "Rubinstein variation",
            "de": "Rubinstein Variante",
            "es": "Variante Rubinstein",
            "pt": "Variante Rubinstein",
            "zh": "鲁宾斯坦变例",
            "pl": "Wariant Rubinsteina",
            "ru": "Вариант Рубинштейна"
        },
        "fen": "",
        "moves": [
            {
                "move": "1. e4 e5 2. Nf3 Nc6 3. Nc3 Nf6 4. Bb5 Nd4 ",
                "comment": {
                    "pt": "Está é uma das muitas idéias de Akiba Rubinstein e é considerada , ao lado de 4...Bb4 , a melhor jogada das pretas.",
                    "en": "This is one of the many ideas of Akiba Rubinstein and, together with 4...Bb4, it is considered Black's best move.",
                    "es": "Esta es una de las muchas ideas de Akiba Rubinstein y es considerada, junto a 4...Ab4, la mejor jugada de las negras..",
                    "de": "Das ist eine der vielen Ideen von Akiba Rubinstein und wird neben 4...Lb4 für den besten schwarzen Zug auf dieser Stellung gehalten.",
                    "zh": "这是鲁宾斯坦很多思想之一，跟4...Bb4一起被认为黑棋最佳的一着。",
                    "pl": "Jeden z wielu pomysłów Akiby Rubinsteina i wraz z 4. ... Gb4 uważany jest za najlepszy ruch Czarnych.",
                    "ru": "Это одна из многих идей Акиба Рубинштейн, а ход 4 ... Bb4 - считается лучшим ходом Черных."
                }
            },
            {
                "move": "   5. Ba4 ",
                "comment": {
                    "pt": "5-Bc4 Bc5 6-Cxe5 De7 7-Cd3 d5 ocorreu em Nimzowitsch - Alekhine (partida 39) e as pretas têm forte iniciativa. 5- Cxe5 não é perigoso e as pretas devem jogar 5...De7 (5...Bb4 foi jogado na partida 45 e também é razoável) recuperando o peão(partida 38). 5-Cxd4 exd4 6-e5 dxc3 7-exf6 Dxf6 8-dxc3 leva a uma posição igualada (partida 42).",
                    "en": "5-Bc4 Bc5 6-Nxe5 Qe7 7-Nd3 d5 happened in Nimzowitsch - Alekhine (game 39) and Black has strong initiative. 5- Nxe5 isn't dangerous and Black should play 5...Qe7 (5...Bb4 was used in game 45 and is also reasonable) retaking the pawn (game 38). 5-Nxd4 exd4 6-e5 dxc3 7-exf6 Qxf6 8-dxc3 leads to a balanced position (game 42).",
                    "es": "5-Ac4 Ac5 6-Cxe5 De7 7-Cd3 d5 ocurrió en Nimzowitsch - Alekhine (partida 39) con fuerte iniciativa de las negras.  5- Cxe5 no es peligroso y las negras deben jugar 5...De7 (5...Ab4 fue jugado en la partida 45 y también es aceptable) recuperando el peón (partida 38).  5-Cxd4 exd4 6-e5 dxc3 7-exf6 Dxf6 8-dxc3 lleva a una posición igualada (partida 42).",
                    "de": "5-Lc4 Lc5 6-Sxe5 De7 7-Sd3 d5 mit starker Initiative von Schwarz geschah in Nimzowitsch - Aljechin (Partie 39). 5. Sxe5 ist nicht gefährlich: Schwarz muss 5...Dxe7 mit Rückgewinn des Bauern ziehen (Partie 39). 5...Lb4 ist auch akzeptabel und wurde in der Partie 45 gespielt. 5-Sxd4 exd4 6-e5 dxc3 7-exf6 Dxf6 8-dxc3 führt zum Ausgleich (Partie 42).",
                    "zh": "5-Bc4 Bc5 6-Nxe5 Qe7 7-Nd3 d5出现在尼姆佐维奇对阿列亨的对局中（棋局39），黑方拥有相当大的主动权。5- Nxe5不危险，黑方应该下5...Qe7（5...Bb4在棋局45中运用到，并且也是合理的）夺回兵（棋局38）。5-Nxd4 exd4 6-e5 dxc3 7-exf6 Qxf6 8-dxc3 局面平衡。",
                    "pl": "5. Gc4 Gc5 6. Sxe5 He7 7. Sd3 d5 zdarzyło się w spotkaniu Nimzowitsch - Alechin (partia 39); Czarne posiadają silną inicjatywę. 5. Sxe5 nie jest groźne i Czarne powinny zagrać 5. ... He7 (5. ... Gb4 zostało użyte w partii 45 i jest również rozsądne) odbierając piona (partia 38). 5. Sxd4 exd4 6. e5 dxc3 7. exf6 Hxf6 8. dxc3 prowadzi do zbalansowanej pozycji (partia 42).",
                    "ru": "Ситуация 5-Bc4 Bc5 6-Nxe5 Qe7 7-Nd3 d5 была в партии Нимцович - Алехин (игра 39), где у Черных есть сильная инициатива. Ход 5- Nxe5 не опасный и Черные должны играть  5...Qe7 (5...Bb4 в игре 45, что тоже разумно),  отыгрыш пешки (игра 38). 5-Nxd4 exd4 6-e5 dxc3 7-exf6 Qxf6 8-dxc3 ведет к позиционному балансу (игра 42)."
                }
            },
            {
                "move": "   Nxf3+ ",
                "comment": {
                    "pt": "Também é possível sacrificar um peão jogando 5...c6 ou 5...Bc5.",
                    "en": "It is also possible to sacrifice a pawn with 5...c6 or 5...Bc5.",
                    "es": "También es posible sacrificar un peón jugando 5. ..c6 o 5...Ac5.",
                    "de": "Es ist auch möglich, einen Bauern mit 5...c6 oder 5...Lc5 zu opfern.",
                    "zh": "走5...c6或5...Bc5弃兵也是可行。",
                    "pl": "Możliwe jest również poświęcenie piona 5. ... c6 lub 5. ... Gc5.",
                    "ru": "Кроме того, можно пожертвовать пешку 5...c6 или 5...Bc5."
                }
            },
            {
                "move": "   6. Qxf3 c6 7. d3 d6 8. Bb3 ",
                "comment": {
                    "pt": "7-0-0 foi jogado na partida 157 de nossa base.",
                    "en": "7-0-0 was used in game 157 of our database.",
                    "es": "7-0-0 fue jugado en la partida 157 de nuestra base.",
                    "de": "7-0-0 wurde in der Partie 157 gespielt.",
                    "zh": "7-0-0在棋局157中得到运用。",
                    "pl": "7. 0-0 zostało użyte w partii 157 w naszej bazie.",
                    "ru": "Вариант 7-0-0 был рассмотрен в игре 157 нашей базы."
                }
            },
            {
                "move": "   Be7 9. Qe2 O-O 10. f4 Bg4 11. Qf2 Be6 ",
                "comment": {
                    "pt": "Com posição equilibrada, como se pode comprovar na partida 156 de nossa base.",
                    "en": "With balanced position, as demonstrated in game 156 of our database.",
                    "es": "Con posición equilibrada, como se puede comprobar en la partida 156 de nuestra base.",
                    "de": "Mit ausgeglichener Stellung, wie die Partie 156 unserer Datenbank beweist.",
                    "zh": "就像在棋局156中演示的局面平衡。",
                    "pl": "Ze zbalansowaną pozycją, jak demonstruje partia 156 w naszej bazie.",
                    "ru": "Для баланса позиций, как продемонстрировано в игре 156 нашей базы данных."
                }
            }
        ],
        "game_terminator": "*"
    }
]