[
    {
        "title": "",
        "white": "Abertura Italiana",
        "white_sort": "",
        "black": "Variante 3...Cf6",
        "date": "",
        "event": {
            "en": "3...Nf6 variation",
            "de": "Variante mit ...Sf6",
            "es": "Variante 3...Cf6",
            "pt": "Variante 3...Cf6",
            "zh": "3...Nf6 变例",
            "pl": "Wariant 3. ... Sf6",
            "ru": "Вариант 3...Nf6"
        },
        "fen": "",
        "moves": [
            {
                "move": "1. e4 e5 2. Nf3 Nc6 3. Bc4 Nf6 ",
                "comment": {
                    "pt": "Esta , e a jogada 3...Bc5, são as principais variantes a disposição das pretas.",
                    "en": "This move and 3...Bc5 are the main variations for Black's position.",
                    "es": "Esta y la jugada 3...Ac5 son las principales variantes a disposición de las negras.",
                    "de": "Der Textzug und 3...Lc5 sind die wichtigsten Varianten für Schwarz.",
                    "zh": "这一着和3...Bc5是黑棋的主要变例。",
                    "pl": "Ten ruch oraz 3. ... Gc5 są głównymi liniami dla pozycji Czarnych.",
                    "ru": "Этот ход и 3...Bc5 - базовые варианты для позиций Черных."
                }
            },
            {
                "move": "   4. Ng5 ",
                "comment": {
                    "pt": "A jogada mais agressiva e perigosa para as pretas que devem defender corretamente o ponto f7. 4-d4 Cxe4 5-0-0 ocorre na partida 67 e 4-0-0 Cxe4 5-d4 , transpondo para a mesma posição ocorre na partida 72. As pretas devem tomar cuidados para sair bem desta abertura, mas se o fizerem conseguem boa posição.",
                    "en": "The most aggressive and dangerous move against Black that must defend f7 correctly. 4-d4 Nxe4 5-0-0 occurs in game 67 and 4-0-0 Nxe4 5-d4, transposing to the same position, occurs in game 72. Black has to take careful measures in order to leave this opening in good shape and if it does it will reach a good position.",
                    "es": "La jugada más agresiva y peligrosa para las negras, que deben defender correctamente el punto f7.  4-d4 Cxe4 5-0-0 ocurre en la partida 67 y 4-0-0 Cxe4 5-d4, transponiendo a la misma posición, ocurre en la partida 72. Las negras deben jugar con cuidado para salir bien de esta apertura, pero si lo hacen consiguen buena posición.",
                    "de": "Der agressivste und aus schwarzer Sicht gefährlichste Zug. Schwarz muss den Punkt f7 mit Genauigkeit verteidigen. 4. d4 Sxe4 5. 0-0 geschah in Partie 67, während die Zugumstellung 4. 0-0 Sxe4 5. d4 in Partie 72 zu sehen ist. Schwarz muss vorsichtig spielen, erreicht aber eine gute Stellung, wenn es sich genau verteidigt.",
                    "zh": "对抗黑棋最具侵略性的、最危险的着法，黑棋必须好好的防御f7。 4-d4 Nxe4 5-0-0出现在棋局67，4-0-0 Nxe4 5-d4的变换出现在棋局72。黑棋必须相当谨慎，但是如果抵抗得当还是可以求得一良好的局面。",
                    "pl": "Najbardziej agresywny i niebezpieczny ruch przeciw Czarnym, które muszą obronić skutecznie pole f7. 4. d4 Sxe4 5. 0-0 wystąpiło w partii 67, a 4. 0-0 Sxe4 5. d4, prowadzące do tej samej pozycji, w partii 72. Czarne muszą być bardzo uważne i jeśli uda się im wyjść w dobrej formie z tego otwarcia, osiągną dobrą pozycję.",
                    "ru": "Более агрессивный и опасный ход против Черных, который должен корректно защищать f7. 4-d4 Nxe4 5-0-0 появится в игре 67 и 4-0-0 Nxe4 5-d4 переходит в ту же позицию, что описано в игре 72. Черные должны быть внимательными, чтобы сохранить хорошие позиции в этом дебюте, что даст хорошие перспективы на дальнейшую игру."
                }
            },
            {
                "move": "   d5 5. exd5 Na5 ",
                "comment": {
                    "pt": "A jogada 5... Cxd5 é um erro devido a 6-d4 com forte iniciativa, mas também é possível 6-Cxf7, sacrificando o cavalo em troca de ataque, como ocorre na partida 71 de nossa base, disputada em 1580! Outra opção interessante é contra-atacar com 5.. .b5, como ocorreu na partida 68 de nossa base.",
                    "en": "5...Nxd5 is a mistake because of 6-d4 with strong initiative but 6-Nxf7 is another option that sacrifices the Knight in exchange for attack as in game 71 of our database, played in 1580! Another interesting option is counter-attacking with 5...b5, as in game 68 of our database.",
                    "es": "La jugada 5...Cxd5 es un error debido a 6-d4, con fuerte iniciativa, pero también es posible 6-Cxf7, sacrificando el caballo a cambio de ataque, como ocurre en la partida 71 de nuestra base, !disputada en 1580! Otra opción interesante es contraatacar con 5...b5, como ocurrió en la partida 68 de nuestra base.",
                    "de": "5...Sxd5 wäre ein Fehler wegen 6. d4, mit starker Initiative. Auf 5...Sxd5 wäre auch 6. Sxf7 möglich, mit Angriff für die geopferte Figur, wie man in Partie 71 unserer Datenbank (1580 gespielt!) sehen kann. Der Gegenangriff mit 5...b5 ist eine Alternative (Partie 68 unserer Datenbank).",
                    "zh": "5...Nxd5是一个错误，因为6-d4占据了强大的主动，但是6-Nxf7是另外一个选择，弃象来进行进攻，正如棋局71中所示，在1580年下过！另外一个有趣的选择是用5...b5进行反攻，如棋局68中所示。",
                    "pl": "5. ... Sxd5 jest błędem, ponieważ 6. d4 z silną inicjatywą, ale 6. Sxf7 jest kolejną opcją z zaofiarowaniem Skoczka w zamian za atak, jak pokazuje partia 71, zagrana w 1580 roku! Inną interesującą opcją jest kontratak przez 5. ... b5, jak w grze 68 z naszego archiwum.",
                    "ru": "5...Nxd5 будет ошибкой, потому что 6-d4 с сильной инициативой, но есть 6-Nxf7, как вариант, в котором жертвуется Конь в замен на атаку (описано в игре 71). Другим интересным вариантом есть контратака 5...b5, что рассматривается в игре 68 нашей базы игр."
                }
            },
            {
                "move": "   6. Bb5+ ",
                "comment": {
                    "pt": "6-d3 ocorre na partida 69 e é respondido com 6...h6 7-Cf3 e4.",
                    "en": "6-d3 happens in game 69 and it is answered with 6...h6 7-Nf3 e4.",
                    "es": "6-d3 ocurre en la partida 69 y es respondido con 6....h6 7-Cf3 e4.",
                    "de": "6. d3 (Partie 69) wird mit 6...h6 7. Sf3 e4 beantwortet.",
                    "zh": "6-d3出现在棋局69中并且会应以6...h6 7-Nf3 e4。",
                    "pl": "6. d3 zdarzyło się w partii 69 i spotkało się z odpowiedzią 6. ... h6 7. Sf3 e4.",
                    "ru": "6-d3 (показан в игре 69), чему следует 6...h6 7-Nf3 e4."
                }
            },
            {
                "move": "   c6 7. dxc6 bxc6 ",
                "comment": {
                    "pt": "As pretas têm melhor desenvolvimento como compensação pelo peão a menos.",
                    "en": "Black has better development that compensates for having one pawn down.",
                    "es": "Las negras tienen mejor desarrollo como compensación por el peón de menos.",
                    "de": "Schwarz hat eine bessere Entwicklung für den geopferten Bauern.",
                    "zh": "黑方通过弃兵获得出子优势。",
                    "pl": "Rozwój czarnych jest lepszy, co kompensuje utratę piona.",
                    "ru": "У Черных лучше развиты фигуры, чем компенсируется разница в одну пешку с оппонентом."
                }
            },
            {
                "move": "   8. Be2 h6 9. Nh3 ",
                "comment": {
                    "pt": "9-Cf3 seria respondido por e4.",
                    "en": "9-Cf3 will be answered with e4.",
                    "es": "9-Cf3 sería respondido por e4.",
                    "de": "9. Sf3 würde mit e4 beantwortet werden.",
                    "zh": "9-Cf3回应以e4。",
                    "pl": "9. Sf3 natrafi na e4.",
                    "ru": "На 9-Cf3 следует e4."
                }
            },
            {
                "move": "   Bc5 10. O-O O-O 11. d3 Bxh3 12. gxh3 Qd7 13. Bf3 ",
                "comment": {
                    "pt": "Para levar este bispo a g2, defender o rei e atacar atavés da grande diagonal. As brancas têm o par de bispos e maior domínio das casas brancas, mas seu rei está um pouco aberto e as pretas já recuperaram o peão. A posição estáa equilibrada e sua continuação pode ser vista na partida 70 de nossa base.",
                    "en": "In order to take the Bishop to g2, defend the King and attack through the big diagonal. White has a pair of Bishops and greater dominance over light squares but its King is a bit exposed and Black has already recovered the pawn. The position is balanced and it is continued in game 70 of ou database.",
                    "es": "Para llevar este alfil a g2, defender el rey y atacar a través de la gran diagonal. Las blancas tiene la pareja de alfiles y un mayor dominio de las casillas blancas, pero su rey está un poco abierto y las negras ya recuperaron el peón. La posición está equilibrada y su continuación puede ser vista en la partida 70 de nuestra base.",
                    "de": "Um den Läufer auf g2 zu bringen, wo er den König verteidigen und auf der langen Diagonalen angreifen wird. Weiß besitzt das Läuferpaar und eine bessere Kontrolle der zentralen Felder, andererseits ist sein König etwas ungeschützt und Schwarz hat den Bauern zurückgewonnen. Die Stellung ist ausgeglichen (Partie 70 unserer Datenbank).",
                    "zh": "为了将象移到g2，防御王并通过大斜线进攻。白方拥有双象和对白格的绝对统治，但是白王有些暴露而且黑方重又夺回兵。局面达到平衡，在棋局70中呈现。",
                    "pl": "W celu przestawienia Gońca na g2, chroniąc Króla i atakując przez długą przekątną. Białe posiadają parę Gońców i większą dominację nad jasnymi polami, ale ich Król jest nieco za bardzo odsłonięty i Czarne zdążyły zdobyć straconego piona. Pozycja jest zbalansowana i jest kontynuowana w partii 70 w naszej bazie.",
                    "ru": "Для того чтобы переместить Слона на g2, защитить Короля и атаковать по большой диагонали. У Белых пара Слонов и весомое доминирование над светлыми полями, но их Король немного раскрыт и Черные уже отыграли пешку. Позиция сбалансирована и будет далее рассмотрена в игре 70, нашей базы игр."
                }
            }
        ],
        "game_terminator": "*"
    }
]