[
    {
        "title": "",
        "white": "Ruy Lopez",
        "white_sort": "",
        "black": "Variante Steinitz",
        "date": "",
        "event": {
            "en": "Steinitz defense",
            "de": "Steinitz-Variante",
            "es": "Variante Steinitz",
            "pt": "Variante Steinitz",
            "zh": "斯坦尼茨变例",
            "pl": "Obrona Steinitza",
            "ru": "Защита Стейница"
        },
        "fen": "",
        "moves": [
            {
                "move": "1. e4 e5 2. Nf3 Nc6 3. Bb5 d6 ",
                "comment": {
                    "pt": "Está é a variante preferida do ex campeão mundial W.Steinitz e por esta razão leva seu nome. As pretas conseguirão uma posição passiva, porém sólida ,conforme pode observar-se nas partidas 201 a 208 de nossa base.",
                    "en": "This is former World Champion W. Steinitz's favorite variation and therefore it carries his name. Black reaches a passive but solid position as presented in games 201 to 208 of our database.",
                    "es": "Esta era la variante preferida del ex campeón mundial W. Steinitz y por esta razón lleva su nombre. Las negras conseguirán una posición pasiva, pero sólida, como se puede observar en las partidas 201 a 208 de nuestra base.",
                    "de": "Das war die Lieblingsvariante vom ehemaligen Weltmeister Wilhelm Steinitz und wird deswegen nach ihm genannt. Schwarz erreicht eine passive jedoch solide Stellung, wie man in den Partien 201 und 208 unserer Datenbank beobachten kann.",
                    "zh": "这是前世界冠军维尔赫姆·斯坦尼茨最钟爱的变例，因此以此命名。黑方取得一个较为被动但是相对稳固的局面，在棋库中棋局201到208中介绍。",
                    "pl": "Oto ulubiona wariacja byłego Mistrza Świata Wilhelma Steinitza i dlatego też nadano jej to imię. Czarne są nieco pasywne, ale solidne, jak prezentują to partie 201-208 w naszej bazie.",
                    "ru": "Это любимый вариант Чемпиона Мира Вильгельма Стейница и поэтому носит его имя. Черные становятся пассивными, но с прочными позициями, представленные в играх 201 и 208, нашей базы игр."
                }
            },
            {
                "move": "   4. O-O Bd7 5. d4 Nf6 6. Nc3 Be7 7. Re1 exd4 8. Nxd4 Nxd4 ",
                "comment": {
                    "pt": "Tam bém é possível rocar e permitir que as brancas dobrem os peões pretos em c6. 8. ..0-0 Bxc6 9-bxc6.",
                    "en": "Castling is also possible and allows White to double black pawns on c6. 8...0-0 Bxc6 9-bxc6.",
                    "es": "También es posible enrocarse y permitir que las blancas doblen los peones negros en c6.  8...0-0 Axc6 9-bxc6.",
                    "de": "Es ist auch möglich, kurz zu rochieren und die Doppelnbauern auf der c-Linie zuzulassen. 8...0-0 9. Lxc6 bxc6.",
                    "zh": "王车易位也是可能的，可以让白方在c6取得叠兵。8...0-0 Bxc6 9-bxc6。",
                    "pl": "Roszada jest również możliwa i pozwala Białym na zdublowanie czarnych pionów na c6. 8. ... 0-0 Gxc6 9. bxc6.",
                    "ru": "Рокировка также возможна и позволяет Белым сдвоить пешки на c6. 8...0-0 Bxc6 9-bxc6."
                }
            },
            {
                "move": "   9. Bxd7+ Qxd7 10. Qxd4 O-O 11. b3 Rfe8 12. Bb2 Bf8 13. Rad1 ",
                "comment": {
                    "pt": "E as brancas têm vantagem de espaço. Em nossa base a partida 208 demonstra muito bem como as brancas podem explorar tal vantagem.",
                    "en": "And White conquers space advantage. The game 208 of our database demonstrates very well how White can explore that advantage.",
                    "es": "Y las blancas tienen ventaja de espacio. En nuestra base, la partida 208 demuestra muy claramente cómo las blancas pueden explotar tal ventaja.",
                    "de": "Weiß hat Raumvorteil. Partie 208 ist ein gutes Beispiel dafür, wie Weiß diesen Vorteil verwerten kann.",
                    "zh": "白方取得空间优势。棋库中208很好的演示了白方对这个优势的充分利用。",
                    "pl": "I Białe osiągnęły przewagę przestrzenną. Partia 208 w naszej bazie demonstruje bardzo dobrze, jak Białe mogą ją wykorzystać.",
                    "ru": "И Белые завоевывают преимущество. Игра 208 хорошо демонстрирует как Белые могут его использовать."
                }
            }
        ],
        "game_terminator": "*"
    }
]