[
    {
        "title": "",
        "white": "Siciliana",
        "white_sort": "",
        "black": "Variante Sheveningen",
        "date": "",
        "event": {
            "en": "Sheveningen variation",
            "de": "Scheveningen-Variante",
            "es": "Variante Scheveningen",
            "pt": "Variante Scheveningen",
            "zh": "Sheveningen 变例",
            "pl": "Wariant Sheveningena",
            "ru": "Схевенингенский вариант"
        },
        "fen": "",
        "moves": [
            {
                "move": "1. e4 c5 2. Nf3 d6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 e6 ",
                "comment": {
                    "pt": "As pretas buscam um rápido desenvolvimento do flanco rei, para depois optar por um ataque no centro ou flanco dama. A posição no centro é restringida, porém sólida e as principais casas (e5-d5) estão controladas.",
                    "en": "Black is looking for fast development on the kingside in order to choose later whether to attack on the queenside or in the center. The central position is restricted but solid and the main squares (e5-d5) are under control.",
                    "es": "Las negras buscan un rápido desarrollo del flanco rey, para después optar o por un ataque en el centro o en el flanco dama. La posición en el centro es restringida pero sólida y las principales casillas (e5-d5) están controladas.",
                    "de": "Schwarz strebt nach einer schnellen Entwicklung des Königsflügels, um danach entweder im Zentrum oder am Damenflügel anzugreifen. Scwharz hat wenig Raum im Zentrum, jedoch ist seine Stellung solide; die wichtigsten Felder (e5 und d5) sind unter Kontrolle.",
                    "zh": "黑方寻找王翼快速出子的机会来决定攻击后翼或者中心。中心的位置虽然受限但是稳固并且主要格（e5-d5）都被控制了。",
                    "pl": "Czarne szukają szybkiego rozwoju na skrzydle królewskim w celu późniejszego wyboru, czy zaatakować skrzydło hetmańskie, czy centrum. Centralna pozycja jest ograniczona, ale solidna i główne pola (e5-d5) są pod kontrolą.",
                    "ru": "Черные ищут быстрого развития на королевском фланге, для того чтобы позднее начать атаку на ферзевом фланге или в центре. Центральная позиция достаточно ограниченная, но стратегические поля (e5-d5) находятся под контролем."
                }
            },
            {
                "move": "   6. Be2 ",
                "comment": {
                    "pt": "Também são possíveis; 6-g3 , 6-f3 Esta é a variante moderna e ocorreu nas partidas 462 a 470 de nossa base, disputadas pelo campeão mundial (2005\/ 2006) V. Topalov, 6-f4 6- Bc4 (partida 442) 6- Bd3 6- Be3 (partida 445). 6-g4 este é o lance mais popular e foi desenvolvido pelo Grande Mestre estoniano Paul Keres. O principal objetivo é expulsar o cavalo preto de f6 e iniciar imediatamente um ataque no flanco rei (partidas 439,441,443 e 444)",
                    "en": "Also possible are: 6-g3, 6-f3 , modern variation by the World Champion 2005\/2006 V. Topalov that is presented in games 462 a 470 of our database; 6-f4, 6-Bc4 (game 442) 6-Bd3, 6- Be3 (game 445). 6-g4 that is the most popular move developed by the Estonian Grandmaster Paul Keres. The main goal is to chase the black f6- Knight away and start an attack immediately on the kingside (game 439, 441, 443 and 444).",
                    "es": "También son posibles: 6-g3, 6-f3. Esta es la variante moderna y ocurrió en las partidas 462 a 470 de nuestra base, disputadas por el campeón mundial (2005\/2006) V.Topalov, 6-f4 6- Ac4 (partida 442) 6- Ad3 6- Ae3 (partida 445).  6-g4 este es el jugada más popular y fue desarrollada por el Gran Maestro estoniano Paul Keres. El principal objetivo es expulsar el caballo negro de f6 e iniciar inmediatamente un ataque en el flanco rey (partidas 439, 441, 443 y 444).",
                    "de": "Andere Möglichkeiten: 6. g3, 6. f3. Das ist die Moderne Variante und geschah in den Partien 462 bis 470 unserer Datenbank und wurden vom Weltmeister (2005\/ 2006) V.  Topalow gespielt. 6. f4; 6. Lc4 (Partie Nr. 442); 6. Ld3; 6.  Le3 (Partie Nr. 445). 6. g4  ist der populärste  Zug und wurde vom estnischen Großmeister Paul Keres in die Praxis eingeführt. Das Hauptziel ist es, den schwarzen Springer aus f6 zu vertreiben und sofort einen Angriff auf den Königsflügel zu starten (Partien Nr. 439, 441, 443 und 444)",
                    "zh": "另外的可能是：6-g3, 6-f3，现代变例被世界棋王赛冠军（2005\/2006）托帕洛夫使用，见棋库中棋局462到470； 6-f4, 6-Bc4（棋局442） 6-Bd3, 6- Be3 （棋局445）。 6-g4是最流行的走法，是由爱沙尼亚特级大师保罗.凯瑞斯发展而来的。主要的目标是将黑方f6-马赶走并且即刻进攻王翼（棋局439、441、443和444）。",
                    "pl": "Inne możliwości: 6. g3, 6. f3, nowoczesna waricja Mistrza Świata 2005\/2006 Veselina Topałowa jest prezentowana w grach 462-470 z naszej bazy; 6. f4, 6. Bc4 (partia 442), 6. Gd3, 6. Ge3 (445). 6. g4 jest najbardziej popularnym posunięciem używanym przez estońskiego Arcymistrza Paula Keresa. Głównym celem jest przegonienie czarnego Skoczka f6 i rozpoczęcie natychmiastowego ataku na skrzydło królewskie (partie 439, 441, 443 i 444).",
                    "ru": "Также возможные варианты: 6-g3, 6-f3, современный вариант, примененный Чемпионом Мира 2005-2006 Топаловым, и рассмотренный в играх 462 и 470, нашей базы игр; 6-f4, 6-Bc4 (игра 442) 6-Bd3, 6-Be3 (игра 445); 6-g4 очень популярный ход, разработанный эстонским гроссмейстером Паулем Кересом. Основная цель  - преследование Коня на f6 и начало атаки на королевском фланге (игры 439, 441, 443 и 444)."
                }
            },
            {
                "move": "   Be7 7. O-O O-O 8. f4 Nc6 9. Kh1 ",
                "comment": {
                    "pt": "Saindo da diagonal \"a7-g1\" que pode causar problemas ao cavalo branco em d4, caso ele seja cravado. 9-Be3 também cumpre a mesma função e ocorreu nas excelentes partidas 438 e 440 de nossa base.",
                    "en": "Leaving the a7-g1 diagonal that can cause trouble to the white d4-Knight in case it's pinned. 9-Be3 plays the same role and is presented in the excellent games 438 and 440 of our database.",
                    "es": "Saliendo de la diagonal \"a7-g1\" que puede causar problemas al caballo blanco en d4, si es clavado. 9-Ae3 también cumple la misma función y ocurrió en las excelentes partidas 438 y 440 de nuestra base.",
                    "de": "Verlässt die Diagonale a7-g1, damit der Springer auf d4 nicht gefesselt wird. Auch 9. Le3 erfüllt diesen Zweck und wurde in den ausgezeichneten Partien Nr. 438 und 440 unserer Datenbank gespielt.",
                    "zh": "一旦白d4-马被牵制离开d7-g1斜线将会给它招致麻烦。9-Be3起的作用相同，在棋库中棋局438和440得到了很好的体现。",
                    "pl": "Opuszczając przekątną a7-g1, która może powodować kłopot przygwożdżenia Skoczka d4. 9. Ge3 odgrywa tą samą rolę i jest zaprezentowany we wspaniałych partiach 438 i 440 z naszego archiwum.",
                    "ru": "Этим оставляется диагональ a7-g1, которая может доставить проблемы белому Коню на d4, из-за  его связки. 9-Be3 дает тот же результат, показанный в играх 438 и 440, нашей базы игр."
                }
            },
            {
                "move": "   a6 10. Be3 Qc7 11. Qe1 ",
                "comment": {
                    "pt": "Para ir a g3 e atacar no flanco rei.",
                    "en": "In order to move to g3 and attack on the kingside.",
                    "es": "Para ir a g3 y atacar en el flanco rey.",
                    "de": "Um von g3 aus auf den Königsflügel anzugreifen.",
                    "zh": "为了移到g3并攻击王翼。",
                    "pl": "W celu ruchu na g3 i ataku na skrzydło królewskie.",
                    "ru": "Для того, чтобы выполнить ход на g3 и атаковать на королевском фланге."
                }
            },
            {
                "move": "   Nxd4 12. Bxd4 b5 ",
                "comment": {
                    "pt": "As pretas iniciam o contraataque no flanco dama, ameaçando ...b4, que expulsaria o cavalo branco e deixaria sem proteção o peão em e4.",
                    "en": "Black starts and attack on the queenside threatening ...b4 that chases the white Knight away and leaves the e4-pawn unprotected.",
                    "es": ".Las negras inician el contraataque en el flanco dama, amenazando ...b4, que expulsaria el caballo blanco y  dejaría sin protección el peón en e4.",
                    "de": "Schwarz startet einen Gegenangriff auf den Damenflügel mit der Drohung ...b4, die den weißen Springer vertreibt und den Bauern auf e4 ungedeckt lässt.",
                    "zh": "黑方开始攻击后翼，威胁...b4将白马赶走并使e4-兵失去保护。",
                    "pl": "Czarne rozpoczynają atak na skrzydło hetmańskie grożąc ... b4, które przegania białego Skoczka i zostawia piona e4 niechronionego.",
                    "ru": "Черные начинают атаку на ферзевом фланге угрожая ...b4, оттесняют белого Коня и оставляет пешку e4 незащищенной."
                }
            },
            {
                "move": "   13. a3 Bb7 14. Qg3 ",
                "comment": {
                    "pt": "Atacando e defendendo indiretamente o peão de e4. Desta forma, ambos completaram o desenvolvimento e está claro que as brancas tentarão atacar no flanco rei (Bd3-Tae1-e5-f5) enquanto as pretas farão o mesmo no flanco dama e centro , tentando avançar os peões para desalojar o cavalo branco. A manobra \"... Bc6-Db7-b4\" pressionando no centro e flanco dama também esta nos planos das pretas.",
                    "en": "Attacking and indirectly defending the e4-pawn. This way both have completed development and it's clear that White will try to attack on the kingside (Bd3-Rae1-e5-f5) while Black will try to do it on the queenside and in the center trying to advance pawns in order to chase the white Knight away. ...Bc6-Db7-b4 puts pressure on the queenside and on the center and this maneuver is part of Black's plan.",
                    "es": "Atacando y defendiendo indirectamente el peón de e4. De esta forma, ambos completaron el desarrollo y está claro que las blancas intentarán atacar en el flanco rey (Ad3-Tae1-e5-f5), mientras que las negras harán lo mismo en el flanco dama y centro, intentando avanzar los peones para desalojar el caballo blanco. La maniobra \"...Ac6-Db7-b4\", presionando en el centro y flanco dama, también está en los planes de las negras.",
                    "de": "Greift an und deckt zur gleichen Zeit indirekt den Bauern auf e4. Beide Spieler vollendeten die Entwicklung; Weiß wird versuchen, am Königsflügel  anzugreifen (mit Ld3-Tae1-e5-f5), während Schwarz das Gleiche am Damenflügel und im Zentrum durch Vorrücken der Bauern und Vertreibung des weißen Springers tut. Das Manöver ...Lc6-Db7-b4 mit Druck auf das Zentrum und auf den Damenflügel steht in den Plänen von Schwarz.",
                    "zh": "攻击并间接防御e4-兵。这走走法的前提是双方都已经结束出子，明确的一点是白方会尝试攻击王翼（Bd3-Rae1-e5-f5）而黑方会在则后翼和中心尝试，通过挺兵来将白马赶走。...Bc6-Db7-b4给后翼和中心施加压力并且这是黑方计划的一部分。",
                    "pl": "Atakując i nie bezpośrednio broniąc piona e4. W ten sposób obie strony ukończyły wyprowadzanie figur i jasne jest, że Białe spróbują ataku na skrzydło królewskie (Gd3-Wae1-e5-f5) podczas gdy Czarne spróbują na skrzydle hetmańskim i w centrum, starając się poruszyć pionami, aby przegonić białego Skoczka. ... Gc6-Hb7-b4 stwarza presję na skrzydle hetmańskim i w centrum i manewr ten jest planem Czarnych.",
                    "ru": "Атакует и косвенно защищает пешку на e4. Таким образом, обе стороны завершили развитие, и очевидно, что Белые будут атаковать на королевском фланге (Bd3-Rae1-e5-f5), в то время как Черные пробуют делать то же самое на ферзевом фланге и в центре, пробуя развить пешки для того, чтобы оттеснить белого Коня. Игра ...Bc6-Db7-b4 оказывает давление на ферзевый фланг и центр игрового поля, что является частью стратегии Черных."
                }
            }
        ],
        "game_terminator": "*"
    }
]