[
    {
        "title": "",
        "white": "Ruy Lopez",
        "white_sort": "",
        "black": "3...Bc5",
        "date": "",
        "event": {
            "en": "3...Bc5",
            "de": "3...Lc5",
            "es": "3...Bc5",
            "pt": "3...Bc5",
            "zh": "3...Bc5",
            "pl": "Wariant 3. ... Gc5",
            "ru": "Вариант 3...Bc5"
        },
        "fen": "",
        "moves": [
            {
                "move": "1. e4 e5 2. Nf3 Nc6 3. Bb5 Bc5 ",
                "comment": {
                    "pt": "O defeito desta jogada É permitir que as brancas joguem \"c3-d4\" com ganho de tempo.",
                    "en": "The defect of this move is that it allows White to play c3-d4 winning a tempo.",
                    "es": "El defecto de esta jugada es permitir que las blancas jueguen \"c3-d4\", con ganancia de tiempo",
                    "de": "Der Nachteil dieses Zuges ist, dass Weiß c3-d4 mit Tempo spielen kann.",
                    "zh": "这一着的缺点是白方可以下c3-d4赢得一个先手。",
                    "pl": "Słabością tego ruchu jest zezwolenie na zagranie Białych c3-d4, by wygrać tempo.",
                    "ru": "Слабость этого хода в том, что он позволяет играть Белым c3-d4, выигрывая темп."
                }
            },
            {
                "move": "   4. O-O ",
                "comment": {
                    "pt": "4-c3 também é possível e se as pretas estiverem buscando complicações podem jogar 4. ..f5, como na partida 211 de nossa base.",
                    "en": "4-c3 is also possible and if Black is looking for complications, it can continue with 4...f5, as in game 211 of our database.",
                    "es": "4-c3 también es posible y, si buscan complicaciones, las negras pueden jugar 4...f5, como en la partida 211 de nuestra base.",
                    "de": "4. c3 ist auch möglich. Darauf kann Schwarz mit ...f5 Verwicklungen suchen (Partie 211 unserer Datenbank).",
                    "zh": "4-c3也是可能的，如果黑方挑起纠纷，也可以继续走4...f5，正如棋库中棋局211所示。",
                    "pl": "4. c3 jest również możliwe i jeśli Czarne szukają komplikacji, powinny kontynuować 4. ... f5, jak w grze 211 z naszej bazy.",
                    "ru": "Ход 4-c3 также возможен, и если Черные ищут осложнений, они могут продолжиться 4...f5, как в игре 211, нашей базы."
                }
            },
            {
                "move": "   Nd4 ",
                "comment": {
                    "pt": "Par a a jogada 4...Qf6 , ver partida 210.",
                    "en": "For 4...Qf6, see game 210.",
                    "es": "Para la jugada 4...Df6, ver partida 210.",
                    "de": "4...Df6 wurde in der Partie 210 gespielt.",
                    "zh": "4...Qf6的走法见棋局210。",
                    "pl": "Dla 4. ... Hf6, zobacz partia 210.",
                    "ru": "Для 4...Qf6, смотрите игру 210."
                }
            },
            {
                "move": "   5. Nxd4 Bxd4 6. c3 Bb6 7. d4 c6 8. Ba4 d6 9. Na3 ",
                "comment": {
                    "pt": "Uma boa jogada para pressionar imediatamente o centro preto e aproveitar a falta de desenvolvimento.",
                    "en": "A good move in order to put immediate pressure on the black center and take advantage of the lack of development.",
                    "es": "Una buena jugada para presionar inmediatamente el centro negro y aprovechar la falta de desarrollo.",
                    "de": "Ein guter Zug, der auf das schwarze Zentrum Druck ausübt und den Rückstand der schwarzen Entwicklung ausnutzt.",
                    "zh": "妙着即刻给黑方中心施加压力，并且利用出子落后。",
                    "pl": "Dobre posunięcie mające na celu wywarcie natychmiastowej presji na czerne centrum i wykorzystanie opóźnienia w rozwoju figur.",
                    "ru": "Хороший ход, для того чтобы усилить давление на центр Черных и получить преимущество, из-за отсутствия развития фигур."
                }
            },
            {
                "move": "   Bc7 10. d5 Bd7 11. dxc6 bxc6 12. Nc4 ",
                "comment": {
                    "pt": "As brancas tem melhor posição e conseguiram a vitória na partida 212 de nossa base.",
                    "en": "White has a better position and wins the game 212 of our database.",
                    "es": ".Las blancas tienen mejor posición y lograron el triunfo en la partida 212 de nuestra base.",
                    "de": "Weiß steht besser und gewann die Partie 212 unserer Datenbank.",
                    "zh": "白方拥有更好的位置并且赢得棋局212的胜利。",
                    "pl": "Białe posiadają lepszą pozycję i wygrywają partię 212 w naszej bazie.",
                    "ru": "У Белых лучше позиция и они выигрывают, как показано в игре 212, нашей базы."
                }
            }
        ],
        "game_terminator": "*"
    }
]