[
    {
        "title": "",
        "white": "India da dama",
        "white_sort": "",
        "black": "Variante clássica",
        "date": "",
        "event": {
            "en": "Classical variation",
            "de": "Klassische Variante",
            "es": "Variante clásica",
            "pt": "Variante clássica",
            "zh": "古典变例",
            "pl": "Wariant klasyczny",
            "ru": "Классический вариант"
        },
        "fen": "",
        "moves": [
            {
                "move": "1. d4 Nf6 2. c4 e6 3. Nf3 b6 4. e3 ",
                "comment": {
                    "pt": "O plano das brancas é jogar Bd3, rocar e fianchetar o bispo dama, para depois atuar no centro. A jogada 4-Bf4 ocorreu nas partidas 678 e 679.",
                    "en": "White's plan is to play Bd3, perform castling and \"fianchetto\" the Queen-Bishop in order to act in the center afterwards. 4-Bf4 is presented in games 678 and 679.",
                    "es": "El plan de las blancas es jugar Ad3, enrocarse y fianchettar el alfil dama, para después actuar en el centro. La jugada 4-Af4 ocurrió en las partidas 678 y 679.",
                    "de": "Weiß plant, Ld3 nebst Rochade und Lb2 zu spielen, um im Zentrum aktiv zu werden. 4. Lf4  geschah in den Partien Nr. 678 und 679.",
                    "zh": "白方计划走Bd3，进行王车易位并进行“侧翼出动”后翼象，使之以后能在中心活动。 4-Bf4在棋局678和679种呈现。",
                    "pl": "Plan Białych zawiera zagranie Gd3, roszowanie i fianchetto hetmańskiego Gońca w celu akcji w centrum w czasie późniejszym. 4. Gf4 jest zaprezentowany w partiach 678 i 679.",
                    "ru": "Белые планируют играть Bd3, выполняют рокировку и фианкеттируют ферзевого Слона, для того чтобы позже его задействовать в центре. Ход 4-Bf4 показан в играх 678 и 679."
                }
            },
            {
                "move": "   Bb7 5. Bd3 ",
                "comment": {
                    "pt": "As pretas têm agora três opções para desenvolver seu bispo de casas pretas.",
                    "en": "Black has now three options to develop its dark-squared Bishop.",
                    "es": "Las negras tienen ahora tres opciones para desarrollar su alfil de casillas negras.",
                    "de": "Schwarz hat nun drei Möglichkeiten, seinen schwarzfeldrigen Läufer zu entwickeln.",
                    "zh": "黑方现在有三种选择来出动黑格象。",
                    "pl": "Czarne posiadają teraz trzy możliwości wyprowadzenia ciemnopolowego Gońca.",
                    "ru": "У Черных теперь есть три варианта развития для их чернопольного Слона."
                }
            },
            {
                "move": "   Be7 ",
                "comment": {
                    "pt": "5... Bb4 , para eventualmente trocar o bispo, ocorreu na partida 666, enquanto que 5...d5 6-0-0 Bd6 é a outra forma de desenvolver este bispo (partida 668).",
                    "en": "Game 666 presents 5...Bb4 in order to occasionally exchange the Bishop, while 5...d5 6-0-0 Bd6 is another way to develop this Bishop presented in game 668.",
                    "es": "5...Ab4 , para eventualmente cambiar el alfil, ocurrió en la partida 666, mientras que 5...d5 6-0-0 Ad6 es la otra forma posible de desarrollar este alfil (partida 668).",
                    "de": "5... Lb4, um eventuell den Läufer abzutauschen, geschah in der Partie Nr. 666. 5...d5  6. 0-0 Ld6 stellte eine andere Form dar, den Läufer zu entwickeln (Partie Nr. 668).",
                    "zh": "棋局666所示的走法5...Bb4是为了有机会兑象，而另一种出象的方法5...d5 6-0-0 Bd6在棋局668中介绍。",
                    "pl": "Partia 666 prezentuje 5. ... Gb4 w celu możliwej wymianie Gońca, podczas gdy 5. ... d5 6. 0-0 Gd6 jest inną drogą wyprowadzenia tegoż Gońca, zaprezentowaną w partii 668.",
                    "ru": "Игра 666 показывает ход 5...Bb4, где разменивается Слон, в то время как 5...d5 6-0-0 Bd6, еще один способ развить Слона, что представлено в игре 668."
                }
            },
            {
                "move": "   6. O-O O-O 7. b3 c5 ",
                "comment": {
                    "pt": "As pretas disputarão o centro avançando os peões c e d. A ordem deste avanço não é tão importante e seria possível começar com 7...d5.",
                    "en": "Black fights for the center by advancing the c- and d-pawns. The order of this advances isn't important and it is possible to start with 7...d5.",
                    "es": "Las negras disputarán el centro avanzando los peones c y d. El orden de este avance no es tan importante y sería posible comenzar con 7...d5.",
                    "de": "Schwarz rückt die c- und d-Bauern vor, um um das Zentrum zu kämpfen. Welcher Bauer zuerst vorgerrückt wird ist nicht wichtig, daher wäre es auch möglich, zuerst 7...d5 zu spielen.",
                    "zh": "黑方推进c和d-兵来争夺中心。推进的次序并不重要，并且以7...d5开始也是可以的。",
                    "pl": "Czarne walczą o centrum przez marsz pionów c i d. Nie ma znaczenia kolejność ich ruchów i możliwy jest start przez 7. ... d5.",
                    "ru": "Черные сражаются за центр, развивая c- и d- пешки. Порядок этого продвижения не очень важен, и можно начать 7...d5."
                }
            },
            {
                "move": "   8. Bb2 cxd4 9. exd4 d5 10. Nbd2 Nc6 11. Rc1 Rc8 12. Qe2 Re8 13. Rfd1 ",
                "comment": {
                    "pt": "Ambos têm bom desenvolvimento e lutam pelo centro. A partida 667 seguiu a partir desta posição.",
                    "en": "Both sides have good development and fight for the center. This position continues in game 667.",
                    "es": "Ambos tienen buen desarrollo y luchan por el centro. A partida 667  siguió a partir de esta posición.",
                    "de": "Beide Parteien haben sich gut entwickelt und kämpfen um das Zentrum. Partie Nr. 667 zeigt eine Fortsetzung.",
                    "zh": "双方出子情况良好，并且都在争夺中心。在棋局667中介绍这个局面的一种延续。",
                    "pl": "Obie strony dobrze wyprowadziły figury i walczą o centrum. Tę pozycję podejmuje partia 667.",
                    "ru": "Обе стороны имеют хорошее развитие и борются за центр игрового поля. Эта позиция рассматривается в игре 667, нашей базы игр."
                }
            }
        ],
        "game_terminator": "*"
    }
]