[
    {
        "title": "",
        "white": "Abertura catalana",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "Catalan opening",
            "de": "Katalanische Eröffnung",
            "es": "Apertura catalana",
            "pt": "Abertura catalana",
            "zh": "卡塔兰开局",
            "pl": "Partia katalońska",
            "ru": "Каталонское начало"
        },
        "fen": "",
        "moves": [
            {
                "move": "1. d4 Nf6 2. c4 e6 3. g3 ",
                "comment": {
                    "pt": "Esta é a abertura Catalana, onde as brancas querem exercer pressão no centro e flanco dama, através da grande diagonal.",
                    "en": "This is the Catalan opening where White wants to put pressure on the center and queenside through the big diagonal.",
                    "es": "Esta es la apertura Catalana, en la que las blancas quieren ejercer presión en el centro y el flanco dama a través de la gran diagonal.",
                    "de": "Das ist die Katalanische Eröffnung. Weiß versucht, über die lange Diagonale auf das Zentrum und den Damenflügel Druck auszuüben.",
                    "zh": "这是卡塔兰开局，此处白方想要通过大斜线给中心和后翼施加压力。",
                    "pl": "To partia katalońska, gdzie Białe pragną wywierać presję na centrum oraz skrzydło hetmańskie przez długą przekątną.",
                    "ru": "В Каталонском начале Белые хотят оказать давление на центр и ферзевый фланг через большую диагональ."
                }
            },
            {
                "move": "   d5 4. Nf3 Be7 ",
                "comment": {
                    "pt": "4... dxc4 também é possível e as brancas podem jogar 5-Bg2 e 6-0-0 ou 5-Da4 para recuperar o peão imediatamente (partida 646)",
                    "en": "4...dxc4 is also possible and White can play 5-Bg2 and 6-0-0 or 5-Qa4 in order to retake to pawn immediately (game 646).",
                    "es": "4...dxc4 también es posible y las blancas pueden jugar 5-Ag2 y 6-0-0 o 5-Da4 para recuperar el peón inmediatamente (partida 646).",
                    "de": "4...  dxc4 ist auch möglich, worauf Weiß 5. Lg2 nebst 6. 0-0 oder 5. Da4 spielen kann, um den Bauern sofort zurückzugewinnen (Partie Nr. 646).",
                    "zh": "4...dxc4也是可行的，白方可以走5-Bg2 and 6-0-0或5-Qa4来马上夺回兵（棋局646）。",
                    "pl": "4. ... dxc4 jest również możliwe, zaś Białe mogą zagrać 5. Gg2 i 6. 0-0 lub 5. Ha4 w celu natychmiastowego odbioru piona.",
                    "ru": "Ход 4...dxc4, также возможен и Белые могут играть 5-Bg2 и 6-0-0 или 5-Qa4, для того чтобы сразу побить пешку (игра 646)."
                }
            },
            {
                "move": "   5. Bg2 O-O 6. O-O dxc4 ",
                "comment": {
                    "pt": "6...c6 para seguir com Cbd7 é uma opção e as pretas ficam numa posição muito restringida, porém sólida. 6...c5 poderia transpor para a defesa Tarrasch.",
                    "en": "6...c6 intending Nbd7 is an option and Black is placed in a very restricted but solid position. 6...c5 could transpose the game to the Tarrasch defense.",
                    "es": "6... c6 para seguir con Cbd7 es otra opción; las negras quedan en una posición muy restringida, pero sólida. 6...c5 podría transponer a la Defensa Tarrasch..",
                    "de": "6...c6 nebst Sbd7 ist eine Möglichkeit, nach der Schwarz eine sehr beschränkte jedoch solide Stellung hat. Durch 6...c5 kann man in die Tarrasch-Verteidigung übergehen.",
                    "zh": "6...c6目的是走Nbd7，也是一个选择，黑方处在一个非常受限但是很稳固的局面。6...c5可以变换为塔拉什防御。",
                    "pl": "6. ... c6 z zamiarem Sbd7 jest opcją stawiającą Czarne w bardzo ograniczonej, lecz solidnej pozycji. 6. ... c5 może zostać transponowane do obrony Tarrascha.",
                    "ru": "Другой вариант игры 6...c6, с намерением Nbd7 и Черные находятся в ограниченной, но надежной позиции. Ход 6...c5 переведет игру в защиту Тарраша."
                }
            },
            {
                "move": "   7. Qc2 a6 8. a4 ",
                "comment": {
                    "pt": "A opção 8-Dxc4 b5 9-Dc2 Bb7 é tão boa quanto 8-a4 e ocorreu na partida 648.",
                    "en": "the option 8-Qxc4 b5 9-Qc2 Bb7 is as good as 8-a4 and is presented in game 648.",
                    "es": "La opción 8-Dxc4 b5 9-Dc2 Ab7 es tan buena como 8-a4 y ocurrió en la partida 648.",
                    "de": "8. Dxc4 b5 9. Dc2 Lb7 ist so gut wie 8. a4 und geschah in der Partie 648.",
                    "zh": "8-Qxc4 b5 9-Qc2 Bb7这个选择跟8-a4一样都不错，在棋局648中呈现。",
                    "pl": "Opcja 8. Hxc4 b5 9. Hc2 Gb7 jest dobra, tak jak 8. a4, jest prezentowana w partii 648.",
                    "ru": "Другой неплохой вариант игры 8-Qxc4 b5 9-Qc2 Bb7, как и 8-a4, представлен в игре 648."
                }
            },
            {
                "move": "   Bd7 9. Qxc4 Bc6 ",
                "comment": {
                    "pt": "Com jogo equilibrado (partida 647).",
                    "en": "In a balanced game (647).",
                    "es": "Con juego equilibrado (partida 647).",
                    "de": "Mit gleichem Spiel (Partie Nr. 647).",
                    "zh": "局面平衡（647）。",
                    "pl": "W celu zbalansowania partii (647).",
                    "ru": "Для сбалансированной игры (647)."
                }
            }
        ],
        "game_terminator": "*"
    }
]