[
    {
        "title": "",
        "white": "4",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "(40)",
            "zh": "Event 1"
        },
        "fen": "R4nrk\/2p1q1r1\/3b4\/3Pp3\/4Pppp\/3N1P2\/3N1RPP\/3Q3K w - - 0 32",
        "moves": [
            {
                "move": "32. fxg4 ",
                "comment": {
                    "pt": "Para liberar a casa f3 para o cavalo e desta forma pressionar e5 e h4.",
                    "en": "In order to liberate f3 for the Knight and by these means put pressure on e5 and h4.",
                    "de": "Räumt das Feld f3 für den Springer, damit er Druck auf e5 bzw. h4 ausüben kann.",
                    "es": "Para liberar la casilla f3 para el caballo y presionar de esta forma sobre e5 y h4.",
                    "zh": "为了给马清空f3，并以此给e5和h4施加压力。",
                    "pl": "W celu uwolnienia f3 dla Skoczka i przez to wywarcie presji na e5 oraz h4.",
                    "ru": "Для того, чтобы освободить поле f3 для Коня, с целью оказать им давления на e5 и h4."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "4",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "(61)",
            "zh": "Event 1"
        },
        "fen": "1r6\/Rb3pk1\/3p2p1\/1p1Pp1n1\/1Pp1PqP1\/2P1NP2\/5QB1\/5K2 b - - 0 37",
        "moves": [
            {
                "move": "37... Ra8 ",
                "comment": {
                    "pt": "Aproveitando o momento tático para trocar a peça mais ativa do adversário.",
                    "en": "Taking advantage of the tactical moment to trade White's only active piece.",
                    "de": "Nutzt die taktische Gegebenheit der Stellung aus, um die aktivste Figur des Gegners abzutauschen.",
                    "es": "Aprovechando el momento táctico para cambiar la pieza más activa del adversario.",
                    "zh": "利用战术时机来兑换掉白棋唯一活跃的一个棋子。",
                    "pl": "Wykorzystanie taktycznego momentu do wymiany jedynej aktywnej figury Białych.",
                    "ru": "Использует момент для тактического размена на активную фигуру Белых."
                }
            }
        ],
        "game_terminator": "1\/2-1\/2"
    },
    {
        "title": "",
        "white": "4",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "(16)",
            "zh": "Event 1"
        },
        "fen": "r1b1r1k1\/1p1n1pbp\/1qp3p1\/2n5\/1PP2P2\/2N1B2P\/1RNQ2B1\/4R1K1 b - - 0 25",
        "moves": [
            {
                "move": "25... Rxe3 ",
                "comment": {
                    "pt": "Eliminando o importante bispo das casas pretas do branco. O domínio da diagonal a7-g1 e a posição aberta do rei branco são compensações suficientes pela perda da qualidade.",
                    "en": "Eliminating the important white dark-squared Bishop. The dominance of the a7-g1 diagonal and the open position of the white King are sufficient compensations for the loss of quality.",
                    "de": "Beseitigt den wichtigen schwarzfeldrigen Läufer von Weiß. Die Kontrolle der Diagonale a7-g1 sowie die offene Stellung vom weißen König sind genügende Kompensation für die Qualität.",
                    "es": "Eliminando el importante alfil de las casillas negras del blanco. El dominio de la diagonal a7-g1 y la posición abierta del rey blanco son compensaciones suficientes por la pérdida de la calidad.",
                    "zh": "消灭这个重要的白黑格象。对于a7-g1斜线的统治和白王开放的位置已经充分补偿了子力的丢失。",
                    "pl": "Eliminacja ważnego ciemnopolowego Gońca białych. Dominacja nad przekątną a7-g1 i otwarta pozycja białego Króla jest wystarczającą kompensacją straty jakości.",
                    "ru": "Нейтрализует ценного чернопольного Слона белых. Позволяет доминировать на диагонали a7-g1 и открывает позиции белого Короля, что компенсирует в потере качества."
                }
            }
        ],
        "game_terminator": "1\/2-1\/2"
    },
    {
        "title": "",
        "white": "4",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "(52)",
            "zh": "Event 1"
        },
        "fen": "3r2k1\/1pn2qb1\/pN1p2pp\/P1pP1p1n\/2N5\/3Q4\/1PPB1PPP\/4R1K1 w - - 0 21",
        "moves": [
            {
                "move": "21. b4 ",
                "comment": {
                    "pt": "Praticamente forçando a troca dos peões e intensificando a pressão em d6.",
                    "en": "Practically, forcing the pawn exchange and intensifying the pressure on d6.",
                    "de": "Erzwingt praktisch den Abtausch der Bauern und erhöht den Druck auf d6.",
                    "es": "Forzando prácticamente el cambio de los peones e intensificando la presión sobre d6.",
                    "zh": "事实上强兑兵并且增强了d6处的压力。",
                    "pl": "Praktycznie wymusza wymianę pionów i zwiększenie presji na d6.",
                    "ru": "Заставляет идти на размен пешками и усиливает давление  на d6."
                }
            }
        ],
        "game_terminator": "1\/2-1\/2"
    },
    {
        "title": "",
        "white": "4",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "(21)",
            "zh": "Event 1"
        },
        "fen": "rrb3k1\/5pp1\/pp1q2n1\/2pPp2p\/P3P3\/2PBBPP1\/4Q2P\/R2R2K1 w - - 0 22",
        "moves": [
            {
                "move": "22. Qf2 ",
                "comment": {
                    "pt": "Preparando o avanço do peão de f e ao mesmo tempo evitando o avanço dos peões adversários na ala da dama (...b5) , devido a pressão sobre o ponto c5.",
                    "en": "Preparing the advance of the f-pawn and, at the same time, hindering the advance of enemy pawns on the queenside (...b5), due to the pressure on c5.",
                    "de": "Bereitet den Hebel f4 vor und verhindert wegen des Druckes auf c5 den Vormarsch der gegnerischen Bauern am Damenflügel (...b5)",
                    "es": "Preparando el avance del peón de f y al mismo tiempo evitando el avance de los peones adversarios en el ala dama (...b5) , debido a la presión sobre el punto c5.",
                    "zh": "准备前进f-兵，同时鉴于c5处的压力阻止后翼（...b5）敌兵的前进。",
                    "pl": "Przygotowanie marszu piona f i w tym samym czasie utrudnianie marszu wrogich pionów na skrzydle hetmańskim (... b5) z powodu presji na c5.",
                    "ru": "Подготавливает продвижение f-пешки и, в то же время, препятствует продвижению вражеских пешек на ферзевом фланге (...b5), из-за давления на c5."
                }
            }
        ],
        "game_terminator": "1-0"
    }
]