[
    {
        "title": "",
        "white": "4",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "(3)",
            "zh": "Event 1"
        },
        "fen": "r2qr1k1\/1b2bpp1\/1np1p2p\/4P3\/1p1PB3\/4BN2\/1PQ2PPP\/R4RK1 w - - 0 19",
        "moves": [
            {
                "move": "19. Nd2 ",
                "comment": {
                    "pt": "Para ir a b3 e controlar a casa c5, fixando a fraqueza em c6.",
                    "en": "In order to proceed to b3 and control c5, anchoring the weakness on c6.",
                    "de": "Um von b3 aus die das Feld c5 unter Kontrolle zu haben und dadurch die Schwäche auf c6 zu fixieren.",
                    "es": "Para ir a b3 y controlar la casilla c5, fijando la debilidad en c6.",
                    "zh": "为了能继续到达b3并且控制c5，稳固c6处的弱点。",
                    "pl": "W celu kontynuowania na b3 i kontroli c5, zakotwiczając słabość na c6.",
                    "ru": "Для того, чтобы достичь b3 и контролировать c5, закрепляя слабость на поле c6."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "4",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "(74)",
            "zh": "Event 1"
        },
        "fen": "r1bqk2r\/1p1n1p1p\/n1pp2p1\/p2Pp3\/2P1P3\/2NBQP2\/PP2N1PP\/R3K2R w KQkq - 0 12",
        "moves": [
            {
                "move": "12. Qh6 ",
                "comment": {
                    "pt": "Evitando que as pretas façam o roque e planejando h4-h5.",
                    "en": "Preventing Black from castling and planning h4-h5.",
                    "de": "Verhindert die schwarze Rochade und plant h4-h5.",
                    "es": "Evitando que las negras enroquen y planeando h4-h5.",
                    "zh": "阻止黑棋进行王车易位并计划h4-h5。",
                    "pl": "Uniemożliwiając Czarnym roszadę i planując h4-h5.",
                    "ru": "Не дает Черным провести рокировку и планирует игру h4-h5."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "4",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "(17)",
            "zh": "Event 1"
        },
        "fen": "2rr2k1\/1b1nqpbp\/p4np1\/2pp4\/8\/1P2PN2\/PB2NPPP\/1QRR1BK1 b - - 0 17",
        "moves": [
            {
                "move": "17... Bh6 ",
                "comment": {
                    "pt": "Com esse lance as pretas pressionam através desta diagonal e ameaçam abrir linhas de ataque para as torres e o bispo de casas brancas com ...d4.",
                    "en": "With this move, Black puts pressure on this diagonal and threatens to open attack lines for the Rooks and the light-squared Bishop with d4.",
                    "de": "Übt Druck auf der Diagonale c1-h6 aus und droht, mit ...d4 Linien und Diagonalen zu öffnen.",
                    "es": "Con esta jugada las negras presionan a través de la diagonal y amenazan abrir líneas de ataque para las torres y el alfil de casillas blancas con ...d4.",
                    "zh": "在c1-h6斜线施加压力并且用d4威胁为车和白格象的攻击开放路线。",
                    "pl": "Tym ruchem Czarne wywierają presję na przekątną i grożą otwarciem linii dla Wież oraz jasnopolowego Gońca przez d4.",
                    "ru": "Этим ходом Черные оказывают давление на диагональ и угрожают открыть линии атаки для Ладей и светлопольного Слона на d4."
                }
            }
        ],
        "game_terminator": "1\/2-1\/2"
    },
    {
        "title": "",
        "white": "4",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "(31)",
            "zh": "Event 1"
        },
        "fen": "r1b1qrnk\/1pp3bp\/n2p2p1\/p2PppBP\/2P1P3\/2N2B2\/PP1N1PP1\/R2QK2R b KQ - 0 13",
        "moves": [
            {
                "move": "13... Bf6 ",
                "comment": {
                    "pt": "A troca deste bispo favorece as pretas, que ainda conseguirão ativar seu cavalo de g8.",
                    "en": "This Bishop's trade favors Black that will also be able to activate its g8-Knight.",
                    "de": "Dieser Abtausch ist gut für Schwarz, denn dadurch wird der Springer aktiv.",
                    "es": "El cambio de este alfil favorece a las negras, que además conseguirán activar el caballo de g8.",
                    "zh": "兑象对黑棋有利，因为可以使得它的g8-马变得活跃。",
                    "pl": "Ta wymiana Gońca faworyzuje Czarne, które dodatkowo mogą być w stanie aktywować Skoczka g8.",
                    "ru": "Размен Слонов способствует Черным, которые смогут активизировать их Коня на g8."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "4",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "(6)",
            "zh": "Event 1"
        },
        "fen": "2r5\/4kp2\/p1Pp2p1\/1p2p1bp\/n7\/R4P2\/PPP3PP\/1K3B1R w - - 0 25",
        "moves": [
            {
                "move": "25. c4 ",
                "comment": {
                    "pt": "Pressionando o flanco da dama preto e abrindo mais uma coluna para as torres.",
                    "en": "Exerting pressure on the black queenside and opening one more file for the Rooks.",
                    "de": "Übt Druck auf den schwarzen Damenflügel aus und öffnet eine weitere Linie die Türme.",
                    "es": "Presionando el flanco dama negro y abriendo una columna más para las torres.",
                    "zh": "在黑棋王翼施加压力并且为车开放更多路线。",
                    "pl": "Wywieranie presji na czarnym skrzydle hetmańskim i otwarcie kolejnej kolumny dla Wież.",
                    "ru": "Усиливает давление на ферзевый фланг Черных и открывает еще одну вертикаль для Ладей."
                }
            }
        ],
        "game_terminator": "1-0"
    }
]