[
    {
        "title": "",
        "white": "3",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "(29)",
            "zh": "Event 1"
        },
        "fen": "4kb2\/2p5\/1p4p1\/2pPp3\/P3P1P1\/8\/1P1B4\/1K6 w - - 0 36",
        "moves": [
            {
                "move": "36. a5 ",
                "comment": {
                    "pt": "Para debilitar a cadeia de peões negros na ala da dama.",
                    "en": "In order to weaken the black pawn chain on the queenside.",
                    "de": "Um die schwarze Bauernkette am Damenflügel zu schwächen.",
                    "es": "Para debilitar la cadena de peones negros en el ala dama.",
                    "zh": "为了削弱后翼黑兵兵链。",
                    "pl": "W celu osłabienia łańcucha czarnych pionów na skrzydle hetmańskim.",
                    "ru": "Для того, чтобы ослабить цепочку пешек Черных на ферзевом фланге."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "3",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "(72)",
            "zh": "Event 1"
        },
        "fen": "5rk1\/4r1pp\/2p5\/p7\/1p2b3\/5P2\/PPPRR1PP\/6K1 w - - 0 26",
        "moves": [
            {
                "move": "26. Rd4 ",
                "comment": {
                    "pt": "Com o objetivo de retomar de torre em e4 e não permitir que o peão branco fique isolado.",
                    "en": "In order to retake with the Rook on e4 and prevent the white pawn from getting isolated.",
                    "de": "Um den Läufer mit einem Turm zu schlagen, damit ein Isolani auf e4 vermieden wird.",
                    "es": "Con el objetivo de tomar con la torre en e4 y no permitir que el peón blanco quede aislado.",
                    "zh": "为了用车来攻击象以此避免在e4处产生孤兵。",
                    "pl": "W celu wzięcia na e4 poprzez Wieżę oraz uniknięcia izolowania białego piona.",
                    "ru": "Для отыгрыша Ладьей на e4 и предотвращения изоляции белой пешки."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "3",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "(39)",
            "zh": "Event 1"
        },
        "fen": "r4r2\/1p1bppkp\/2np2p1\/p1qN1P2\/4P3\/8\/PP1QB1PP\/3R1R1K w - - 0 19",
        "moves": [
            {
                "move": "19. Nxe7 ",
                "comment": {
                    "pt": "Para seguir com f6 e enfraquecer a estrutura de peões que defende o rei preto.",
                    "en": "In order to continue with f6 and weaken the structure that defends the black King.",
                    "de": "Um f6 folgen zu lassen und die Bauernstruktur zu schwächen, die den schwarzen König verteidigt.",
                    "es": "Para seguir con f6 y debilitar la estructura de peones que defiende el rey negro.",
                    "zh": "为了继续下f6并且削弱防御黑王的兵形。",
                    "pl": "W celu kontynuacji przez f6 i osłabienia struktury broniącej czarnego Króla.",
                    "ru": "Для того, чтобы продолжить f6 и ослабить структуру защиты черного Короля."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "3",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "(93)",
            "zh": "Event 1"
        },
        "fen": "8\/5b2\/1p2kpp1\/p2p3p\/PP1K1P1P\/4P1N1\/6P1\/8 w - - 0 40",
        "moves": [
            {
                "move": "40. b5 ",
                "comment": {
                    "pt": "Reduzindo a mobilidade do bispo adversário. No caso de bxa5 as pretas jogariam ...bxa5 e mais tarde atacariam o peão de a4 com o bispo em e8.",
                    "en": "Reducing the mobility of the opponent's Bishop. If bxa5, Black would play ...bxa5 and attack the a4-pawn with the e8- Bishop later on.",
                    "de": "Schränkt die Mobilität des Läufers ein. Auf bxa5 würde Schwarz den Bauern zurückgewinnen und dann den Bauern auf a4 mit Le8 angreifen.",
                    "es": "Reduciendo la movilidad del alfil adversario. En el caso de bxa5 las negras jugarían ...bxa5 y más tarde atacarían el peón de a4 con el alfil en e8.",
                    "zh": "限制对方象的机动性。如果白棋下bxa5，黑棋会下 ...bxa5并且此后用e8-象攻击a4-兵。",
                    "pl": "Zmniejszenie mobilności wrogiego Gońca. Jeśli bxa5, Czarne mogłyby zagrać ... bxa5 i zaatakować piona a45 przez Gońca e8 w późniejszym czasie.",
                    "ru": "Для снижения подвижности Слона оппонента. На ход bxa5, Черные могут сыграть ...bxa5 и атаковать позже пешку a4, Слоном на e8."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "3",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "(102)",
            "zh": "Event 1"
        },
        "fen": "r3rbk1\/p2n1pp1\/2p4p\/1p1P1N2\/2P5\/2B3P1\/P4P1P\/R3R1K1 b - - 0 23",
        "moves": [
            {
                "move": "23... bxc4 ",
                "comment": {
                    "pt": "A tomada deste peão é mais importante que a tomada do peão de d5, pois o peão branco que irá a c6 pode ser considerado uma debilidade. Se ... cxd5, seguiria cxb5 e as brancas teriam a possibilidade de criar um forte peão passado.",
                    "en": "It is more important to capture this pawn than the d5-pawn, because the white one moving to c6 can be considered a weakness. If .. .cxd5, cxb5 will follow and White would be able to create a strong passed pawn.",
                    "de": "Dieser Bauer ist wichtiger als der auf d5. Nach dxc6 kann der weiße Bauer auf c6 als Schwäche betrachtet werden. Auf ...cxd5 andererseits würde cxb5 folgen, wonach Weiß die Chance eines Freibauern erhielte.",
                    "es": "La captura de este peón es más importante que el peón de d5, pues el peón blanco que va a c6 puede ser considerado una debilidad. Si ... cxd5, seguiría cxb5 y las blancas tendrían la possibilidad de crear un fuerte peón pasado.",
                    "zh": "这个兵要比d5兵重要的多，因为白兵移向c6的话会被认为是一个弱点。如果下..cxd5，会跟cxb并且白棋得以制造一个强大的通路兵。",
                    "pl": "Ważniejsze jest zbicie tego piona, niż piona d5, ponieważ dojście przez białe na c6 może być uznawane za słabość. Jeśli ... cxd5, nastąpi cxb5 i Białe będą w stanie stworzyć silnego wolnego piona.",
                    "ru": "Важнее взять эту пешку, а не пешку на d5, так как ход Белых c6, рассматривается как слабость. Если ...cxd5, следует cxb5, и Белые смогут создать сильную проходную пешку."
                }
            }
        ],
        "game_terminator": "1-0"
    }
]