[
    {
        "title": "",
        "white": "5",
        "white_sort": "",
        "black": "1",
        "date": "",
        "event": {
            "en": "(95)",
            "zh": "Event 1"
        },
        "fen": "8\/3kb3\/1n1p3p\/2pPpNr1\/1p2P3\/1P1K2P1\/PN6\/5R2 w - - 0 38",
        "moves": [
            {
                "move": "38. Nc4 ",
                "comment": {
                    "pt": "Melhorando o posicionamento desta peça e buscando sua troca para enfatizar a debilidade do bispo preto.",
                    "en": "Improving the position of this piece and intending to exchange it in order to intensify the weakness of the black Bishop.",
                    "de": "Verbessert die Stellung von dieser Figur und versucht, sie abzutauschen, damit die Schwäche vom Läufer noch deutlicher wird.",
                    "es": "Mejorando el posicionamento de esta pieza y buscando su cambio para enfatizar la debilidad del alfil negro.",
                    "zh": "改善这个棋子的位置，计划兑这个子为了强化黑象的弱点。",
                    "pl": "Poprawa pozycji tej figury oraz zamiar jej wymiany w celu zwiększenia słabości czarnego Gońca.",
                    "ru": "Улучшает позицию этой фигуры, с намерением ее размена, для того чтобы ослабить черного Слона."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "5",
        "white_sort": "",
        "black": "1",
        "date": "",
        "event": {
            "en": "(30)",
            "zh": "Event 1"
        },
        "fen": "2br1rk1\/2qn1p1p\/p4np1\/4p3\/P1p1P3\/2P1QNNP\/2B2PP1\/1R1R2K1 w - - 0 1",
        "moves": [
            {
                "move": "1. Qg5 ",
                "comment": {
                    "pt": "Escravizando o cavalo de d7 aos pontos e5 e f6 e, ao mesmo tempo, ameaçando jogar Cf5.",
                    "en": "Enslaving the d7-Knight to e5 and f6 and, at the same time, threatening to play Nf5.",
                    "de": "Dadurch wird der Springer d7 an die Verteidigung der Punkte e5 und f6 gebunden. Zudem wird noch Sf5 gedroht.",
                    "es": "Esclavizando el caballo de d7 a los puntos e5 y f6 y, al mismo tiempo, amenazando jugar Cf5.",
                    "zh": "为了让d7-马忙于防御e5和f6，同时威胁下Nf5。",
                    "pl": "Uwolnienie pól e5 i f6 dla Skoczka d7 oraz w tym samym czasie zagrożenie ruchu Sf5.",
                    "ru": "Принуждает Коня d7 к защите полей e5 и f6 и одновременно, угрожает игрой Nf5."
                }
            }
        ],
        "game_terminator": "1\/2-1\/2"
    },
    {
        "title": "",
        "white": "5",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "(146)",
            "zh": "Event 1"
        },
        "fen": "r2qkb1r\/5p2\/pn1p1np1\/1p1Pp2p\/8\/1N2BP2\/PPPQ2PP\/1K1R1B1R w kq - 0 14",
        "moves": [
            {
                "move": "14. Qc3 ",
                "comment": {
                    "pt": "Explorando a fraqueza da casa c6 e a posição do rei preto no centro. Se agora ...Tc8 segue Bxb6 ganhando.",
                    "en": "Exploring the c6 weakness and the black King's position in the center. If ...Rc8 now, Bxb6 will follow winning.",
                    "de": "Nutzt die Schwäche vom Feld c6 und Stellung vom schwarzen König im Zentrum aus. Auf ...Tc8 würde jetzt Lxd6 mit Gewinn folgen.",
                    "es": "Explotando la debilidad de la casilla c6 y la posición del rey negro en el centro. Si ahora ...Tc8 sigue Axb6 ganando.",
                    "zh": "充分利用c6的弱点和黑王在中心的位置。如果现在下...Rc8，那么跟Bxb6能取得胜利。",
                    "pl": "Wykorzystanie słabości c6 i pozycji czarnego Króla w centrum. Jeśli teraz ... Wc8, nastąpi zwycięskie Gxb6.",
                    "ru": "Использует слабость c6 и позицию черного Короля в центре. Если будет ...Rc8, последует выигрыш Bxb6."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "5",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "(67)",
            "zh": "Event 1"
        },
        "fen": "2r1r1k1\/1b3p2\/1p1Bp2Q\/p1n1P3\/8\/2P5\/1q3PPP\/1B2R1K1 b - - 0 28",
        "moves": [
            {
                "move": "28... Ne4 ",
                "comment": {
                    "pt": "Interrompendo a ação do bispo branco na diagonal, ameaçando f2 e defendendo o rei. Esta jogada é possivel devido ao tema tático do mate na oitava fila.",
                    "en": "Interrupting the action of the white Bishop on the diagonal, threatening f2 and defending the King. This move is possible, due to the tactic theme of the backrank mate.",
                    "de": "Unterbricht die Wirkung des weißfeldrigen Läufers und droht f2. Dieser Zug ist nur wegen des Themas des Grundreihenmatts möglich.",
                    "es": "Interrumpiendo la acción del alfil blanco en la diagonal, amenazando f2 y defendiendo el rey. Esta jugada es posible debido al tema táctico del mate en la octava línea.",
                    "zh": "阻断白象在这条斜线的活动，威胁f2并且防御王。这一着仅在底线将杀是可行的。",
                    "pl": "Przeszkadzanie w akcji białego Gońca na przekątnej, grożąc f2 i broniąc Króla. Ruch ten jest możliwy z powodu taktycznej pozycji i możliwości mata na tylnych liniach.",
                    "ru": "Прерывает действия белого Слона на диагонали, угрожает f2 и защищает Короля."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "5",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "(127)",
            "zh": "Event 1"
        },
        "fen": "2n3k1\/ppN4p\/3p2p1\/3P4\/2Pb1B2\/1P5P\/P3Q1PK\/q7 b - - 0 30",
        "moves": [
            {
                "move": "30... Ne7 ",
                "comment": {
                    "pt": "Aproveitando o momento tático (xéque em g1 seguido de xéque em f2, caso as brancas tomem em e7) para trazer mais uma peça que atacará o rei branco.",
                    "en": "Taking advantage of the tactic moment (check on g1, followed by check on f2, if White captures on e7) to bring in another piece to attack the white King.",
                    "de": "Nutzt den taktischen Trick (Schachgebot auf g1 nebst und auf f2, falls Weiß auf e7 schlägt), um noch eine Figur zum Angriff zu bringen.",
                    "es": "Aprovechando el momento táctico (jaque en g1 seguido de jaque en f2, si las blancas toman en e7) para sumar una pieza más al ataque al rey blanco.",
                    "zh": "利用战术时机（如果白棋攻击e7，g1处将军，跟着f2将军）使其他棋子攻击白王。",
                    "pl": "Wykorzystanie taktycznego momentu (szach na g1, kontynuowany przez szach na f2, jeśli Białe wezmę na e7) na sprowadzenie kolejnej figury do ataku na białego Króla.",
                    "ru": "Использует момент тактики (ШАХ на g1, следует ШАХ на f2, если Белые бьют на e7), для того чтобы задействовать другую фигуру в атаке на белого Короля."
                }
            }
        ],
        "game_terminator": "1-0"
    }
]