[
    {
        "title": "",
        "white": "5",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "(17)",
            "zh": "Event 1"
        },
        "fen": "r2r2k1\/4qp2\/2p3p1\/p3p2p\/PnQ1P2b\/2N1B2P\/1PPR2P1\/5RK1 w - - 0 24",
        "moves": [
            {
                "move": "24. Nb1 ",
                "comment": {
                    "pt": "Para expulsar o cavalo de b4 com c3 e para melhorar esta peça, que após a casa d2, poderá ir a c4 ou f3.",
                    "en": "In order to chase the Knight out of b4 with c3 and improve the position of this piece that will be able to move to c4 or f3, after d2.",
                    "de": "Um den Springer von b4 zu vertreiben und die Stellung des Springers später über d2-f3 bzw. d2-c4 zu verbessern.",
                    "es": "Para expulsar el caballo de b4 con c3 y para mejorar esta pieza, que después de la casilla d2, podrá ir a c4 o a f3.",
                    "zh": "为了用c3将马驱逐出b4并且改善这个棋子的位置，这样它可以在d2之后移动到c4或f3。",
                    "pl": "W celu przegonienia Skoczka z b4 wraz z c3 oraz poprawa pozycji tej figury, która będzie mogła przemieścić się na c4 lub f3, po d2.",
                    "ru": "Для того, чтобы оттеснить Коня от b4 с c3 и улучшить позиции этой фигуры, которая может пойти на c4 или f3, после d2."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "5",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "(34)",
            "zh": "Event 1"
        },
        "fen": "2r2rk1\/pbqnbpp1\/1pp1pn1p\/8\/2PPN3\/1P1B1N2\/PBQ2PPP\/3R1RK1 w - - 0 14",
        "moves": [
            {
                "move": "14. c5 ",
                "comment": {
                    "pt": "O objetivo desta jogada é obstruir o bispo de b7 e evitar a jogada simplificadora ... c5. As pretas podem ganhar um peão (...dxc5 dxc5 Cxc5), mas isto permitirá a abertura de várias linhas de ataque contra seu próprio rei.",
                    "en": "The goal of this move is to block the b7-Bishop and prevent the simplifying ...c5 move. Black may win a pawn but this will enable several line openings for attacks against its King.",
                    "de": "Verhindert ...Lc5, was die Stellung vereinfachen und den weißfeldrigen LÄufer aktivieren würde.",
                    "es": "El objetivo de esta jugada es obstruir el alfil de b7 y evitar la jugada simplificadora ... c5. Las negras pueden ganar un peón (...dxc5 dxc5 Cxc5), pero esto permitirá la apertura de varias líneas de ataque contra su propio rey.",
                    "zh": "这一步的目的是为了限制b7-象并且阻止简化局面的...c5。黑棋可以赢得一个兵但是这样会开放好几条攻击黑王的线路。",
                    "pl": "Celem tego ruchu jest zablokowanie Gońca b7 i uniemożliwienie ułatwiającego sprawę ruchu czarnych na ... c5. Czarne mogą wygrać piona, ale umożliwi to otwarcie kilku linii dla ataków na ich Króla.",
                    "ru": "Основная цель этого хода, это заблокировать Слона b7 и  предотвратить упрощения, ходом ...c5. Черные могут выиграть пешку, но это откроет несколько линий для атаки на их Короля."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "5",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "(39)",
            "zh": "Event 1"
        },
        "fen": "rnbq1rk1\/pp4bp\/3p4\/2pPpp1n\/2P5\/2NBBP2\/PPQ1N1PP\/R3K2R b KQ - 0 1",
        "moves": [
            {
                "move": "1... e4 ",
                "comment": {
                    "pt": "Sacrificando um peão para ganhar atividade em suas peças. O lance abre a diagonal para o bispo em g7 e ao mesmo tempo deixa a casa e5 para o cavalo da dama.",
                    "en": "Sacrificing a pawn in order to gain piece mobility. The move opens the diagonal for the g7-Bishop and, at the same time, leaves e5 for the Queen-Knight.",
                    "de": "Opfert einen Bauern, um die Figuren zu aktivieren. Der Textzug öffnet die Diagonale für den Läufer g7 und räumt das Feld e5 für den Springer .",
                    "es": "Sacrificando un peón para dar actividad a sus piezas. La jugada abre la diagonal para el alfil en g7 y al mismo tiempo deja la casilla e5 para el caballo de la dama.",
                    "zh": "弃兵为了赢得子力优势。这一步给g7-象开放斜线，同时清空e5给马。",
                    "pl": "Poświęcenie piona w celu zdobycia mobilności figury. Ruch otwiera przekątną dla Gońca g7 i w tym samym czasie opuszcza pole e5 dla Skoczka hetmańskiego.",
                    "ru": "Жертвует пешку взамен на увеличение мобильности фигуры. Этот ход открывает диагональ для Слона g7 и, в то же время, оставляет e5 для ферзевого Коня."
                }
            }
        ],
        "game_terminator": "1\/2-1\/2"
    },
    {
        "title": "",
        "white": "5",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "(36)",
            "zh": "Event 1"
        },
        "fen": "r1b2rk1\/1p1n2pp\/p2p1q2\/3Pppb1\/2P5\/2NB1P2\/PP2QBPP\/R4RK1 b - - 0 16",
        "moves": [
            {
                "move": "16... e4 ",
                "comment": {
                    "pt": "As pretas sacrificam um peão para liberar a casa e5 para o cavalo e, através do avanço do peão de f, ganhar espaço para atacar no flanco do rei.",
                    "en": "Black sacrifices a pawn in order to liberate e5 for the Knight and gain space to attack on the kingside, by means of the advance of the f-pawn.",
                    "de": "Schwarz opfert einen Bauern, um das Feld e5 für den Springer zu räumen und durch den Vorstoß des f-Bauern Raum für einen Angriff am Königsflügel zu gewinnen.",
                    "es": "Las negras sacrifican un peón para liberar la casilla e5 para el caballo y, a través del avance del peón de f, ganar espacio para atacar en el flanco rey.",
                    "zh": "黑棋弃兵为了清空e5给马并通过挺f-兵赢得空间来攻击王翼。",
                    "pl": "Czarne poświęcają piona w celu uwolnienia e5 dla Skoczka oraz zdobycia przestrzeni do ataku na skrzydło królewskie poprzez marsz pionem f.",
                    "ru": "Черные жертвуют пешку, для того чтобы освободить e5 для Коня и расширяют пространство для атаки на королевском фланге, с целью продвижения f-пешки."
                }
            }
        ],
        "game_terminator": "1\/2-1\/2"
    },
    {
        "title": "",
        "white": "5",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "(11)",
            "zh": "Event 1"
        },
        "fen": "2r1brk1\/4pp1p\/pqnp2p1\/8\/2R2P2\/PP2P1PP\/1Q2N1B1\/3R2K1 w - - 0 23",
        "moves": [
            {
                "move": "23. Nc3 ",
                "comment": {
                    "pt": "Para ocupar a casa d5, mesmo a custa de um peão. O domínio da grande diagonal, a pressão pela coluna c e o cavalo em d5 valem mais do que o peão sacrificado.",
                    "en": "In order to occupy d5, even at the cost of a pawn. The dominance of the big diagonal, the pressure through the c-file and the d5-Knight are worth more than the sacrificed pawn.",
                    "de": "Um das Feld d5 zu besetzen, auch wenn das ein Bauer kostet. Die Kontrolle über die große Diagonale, der Druck auf der c-Linie und der Vorposten auf d5 sind kompensieren den geopferten Bauern.",
                    "es": "Para ocupar la casilla d5, aunque cueste un peón. El dominio de la gran diagonal, la presión por la columna c y el caballo en d5 valen más que el peón sacrificado.",
                    "zh": "为了占据d5，甚至不惜丢掉一个兵。对于大斜线的统治、通过c-线和d5-马所施加的压力较之弃兵要是非常值得的。",
                    "pl": "W celu zajęcia d5, nawet za cenę utraty piona. Dominacja na długiej przekątnej, presja przez kolumnę c i Skoczek d5 są warte więcej niż ofiarowany pion.",
                    "ru": "Для того, чтобы занять d5, даже ценой пешки. Доминирование на большой диагонали, возможность прессинга через c-вертикаль и позиция Коня на d5, стоит гораздо больше в стратегическом плане, чем жертва пешки."
                }
            }
        ],
        "game_terminator": "1-0"
    }
]