[
    {
        "title": "",
        "white": "5",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "(26)",
            "zh": "Event 1"
        },
        "fen": "2rr2k1\/pb2q1n1\/4n2p\/2pp1pp1\/8\/PPN1PP2\/5BPP\/1BRRQ1K1 w - - 0 32",
        "moves": [
            {
                "move": "32. b4 ",
                "comment": {
                    "pt": "Enfraquecendo as casas pretas do adversário, que não possui o bispo desta cor.",
                    "en": "Weakening the dark enemy squares, since the opponent doesn't have a Bishop on this color.",
                    "de": "Schwächt die schwarzen Felder vom Gegner, der den schwarzfeldrigen Läufer bereits abgetauscht hat.",
                    "es": "Debilitando las casillas negras del adversario, que no tiene el alfil de este color.",
                    "zh": "削弱敌方的黑格，因为对手这没有这个颜色的象。",
                    "pl": "Osłabienie ciemnych pól przeciwnika - oponent nie posiada ciemnopolowego Gońca.",
                    "ru": "Ослабляет темные квадраты соперника, поскольку у него нет чернопольного Слона."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "5",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "(25)",
            "zh": "Event 1"
        },
        "fen": "r1b2r1k\/p5np\/2p2np1\/2p1q1N1\/4Pp1P\/3Q1B2\/PP2NP2\/2KR2R1 w - - 0 23",
        "moves": [
            {
                "move": "23. Qd6 ",
                "comment": {
                    "pt": "Desbloqueando a casa e5 e liberando o avanço do peão passado.",
                    "en": "Unlocking e5 and releasing the passed pawn to advance.",
                    "de": "Beseitigt den Blockierer des Freibauern.",
                    "es": "Desbloqueando la casilla e5 y liberando el avance del peón pasado.",
                    "zh": "解放e5，使通路兵得以前进。",
                    "pl": "Odblokowanie e5 i umożliwienie marszu wolnego piona.",
                    "ru": "Деблокирует e5 и вводит тем сам в игру проходную пешку, давая ей возможность продвигаться."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "5",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "(43)",
            "zh": "Event 1"
        },
        "fen": "3r2k1\/p5p1\/1p4n1\/1Ppr1p1p\/P4P2\/3P2P1\/1B3K1P\/2R1R3 w - - 0 1",
        "moves": [
            {
                "move": "1. d4 ",
                "comment": {
                    "pt": "Já que o peão dama estava perdido de qualquer jeito, esse lance irá abrir a coluna c para a penentração da torre branca na sétima fila.",
                    "en": "Since the Queen-pawn is lost anyway, this move will open the c-file for the white Rook to enter the 7th rank.",
                    "de": "Gibt den ohnehin verlorenen d-Bauern, um die c-Linien zu öffnen und auf die siebte Reihe einzudringen.",
                    "es": "Ya que el peón dama estaba perdido de cualquier manera, esta jugada va a abrir la columna c para la penetración de la torre blanca en la séptima línea.",
                    "zh": "因为后翼兵如论如何都会丢失，走这一步会给白车开放c-线进入七线。",
                    "pl": "Skoro pion hetmański jest stracony w taki, czy inny sposób, ten ruch otworzy kolumnę c dla białej Wieży, aby wkroczyła na siódmą linię.",
                    "ru": "Поскольку ферзевая пешка будет потеряна в любом случае, этот ход открывает c-вертикаль для белой Ладьи, чтобы он могла попасть на седьмую горизонталь."
                }
            }
        ],
        "game_terminator": "1\/2-1\/2"
    },
    {
        "title": "",
        "white": "5",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "(7)",
            "zh": "Event 1"
        },
        "fen": "r3r1k1\/pp1bb2p\/1q2pnpB\/7P\/4Q3\/P4N2\/1P3PP1\/RB3RK1 w - - 0 21",
        "moves": [
            {
                "move": "21. Qe1 ",
                "comment": {
                    "pt": "Colocando a dama na única casa segura de onde ela poderá apoiar o cavalo que irá se instalar em e5 e atacar o rei preto.",
                    "en": "Placing the Queen on the only safe square, from where it can support the Knight that will move to e5 and attack the black King.",
                    "de": "Zieht die Dame auf das einzige sichere Feld. Von e1 aus wird sie den Springer unterstützen, der den Vorposten e5 besetzen wird.",
                    "es": "Colocando la dama en la única casilla segura de donde podrá apoyar al caballo que va a instalarse en e5 y atacar el rey negro.",
                    "zh": "将后摆到唯一安全的一格，从这里它可以支持马，使马可以前进到e5前哨位置并攻击黑王。",
                    "pl": "Umieszczenie hetmana na jedynym bezpiecznym polu, skąd może wspierać Skoczka, który przemieści się na e5 i zaatakuje czarnego Króla.",
                    "ru": "Размещает Ферзя на единственное безопасное поле, откуда он сможет поддерживать Коня, который переместится на e5, для атаки на Короля."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "5",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "(7)",
            "zh": "Event 1"
        },
        "fen": "r4r2\/pp1bppkp\/2np2p1\/q4P2\/2P1P3\/2N5\/PP1QB1PP\/3R1R1K w - - 0 17",
        "moves": [
            {
                "move": "17. c5 ",
                "comment": {
                    "pt": "Através deste sacrifício as brancas irão afastar a dama preta do flanco do rei, colocá-la em perigo e criar temas de ataque. Se agora ... Dxc5 segue Cd5 ameacando ganhar a dama com b4.",
                    "en": "By means of this sacrifice, White will drive the black Queen away from the kingside, put it in danger and create attack themes. If ...Qxc5 now, Nd5 will follow threatening to capture the Queen with b4.",
                    "de": "Mit diesem Opfer entfernt Weiß die schwarze Dame vom Königsflügel und bringt sie dazu noch in eine unstabile Situation. Auf ...Dxc5 folgt Sd5 mit der Drohung b4 mit Damenfang.",
                    "es": "A través de este sacrificio las blancas van a alejar la dama negra del flanco rey, colocarla en peligro y crear temas de ataque. Si ahora ... dxc5 sigue Cd5 amenazando ganar la dama con b4.",
                    "zh": "通过弃子白棋将黑王驱逐出王翼，使之限于险境。如果现在下...Qxc5，那么Nd5会跟从而威胁用b4捉后。",
                    "pl": "Znaczeniem tej ofiary jest odsunięcie przez Białe czarnego Hetmana od skrzydła królewskiego, umieszczenie go w zagrożeniu i stworzenie siatki ataku. Jeśli teraz ... Hxc5, nastąpi Sd5 grożąc zbiciem Hetmana przez b4.",
                    "ru": "С помощь жертвы этой пешки, Белые оттесняют черного Ферзя с королевского фланга, создают возможность для опасных атак. Если ...Qxc5, последует Nd5, что будет угрожать взятием Ферзя на b4."
                }
            }
        ],
        "game_terminator": "1-0"
    }
]