[
    {
        "title": "",
        "white": "5",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "(83)",
            "zh": "Event 1"
        },
        "fen": "rr5k\/3q1bb1\/3p1pp1\/ppnPn3\/2pNP1P1\/P1P1B1N1\/1PB1Q3\/R4R1K w - - 0 31",
        "moves": [
            {
                "move": "31. Ngf5 ",
                "comment": {
                    "pt": "Ocupando uma casa muito importante para o ataque que, ao lado do domínio da coluna h, é decisivo. Após a tomada do cavalo a coluna g também será aberta e as peças pesadas ocuparão essas colunas.",
                    "en": "Occupying a very important square for the attack, which is decisive together with the h-file dominance. After capturing the Knight, the g-file will also be opened and major pieces will occupy both files.",
                    "de": "Besetzt ein sehr wichtiges Feld für den Angriff; zudem ist die Beherrschung der h-Linie entscheidend. Nach dem Schlagen des Springers wird auch noch die g-Linie geöffnet; die weißen Schwerfiguren werden diese Linien besetzen.",
                    "es": "Ocupando una casilla muy importante para el ataque que, junto al dominio de la columna h, es decisivo. Después de la captura del caballo la columna g también se abrirá y las piezas pesadas ocuparán esas columnas.",
                    "zh": "占据一个对进攻非常重要的格子，跟h-线的统治一起起到决定性的作用。捉马之后g-线会被开放，重子将同时占据两条线。",
                    "pl": "Okupując bardzo istotne pole do ataku, który może okazać się decydujący biorąc pod uwagę dominację kolumny h. Po zbiciu Skoczka kolumna g również zostanie otwarta, a mocne figury zajmą obie kolumny.",
                    "ru": "Занимает очень важное поле для атаки, которое вместе с  господством на h-вертикали, является решающим моментом. После взятия Коня, также будет открыта g-вертикаль, в результате чего, тяжелые фигуры могут занять обе вертикали."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "5",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "(12)",
            "zh": "Event 1"
        },
        "fen": "8\/3k4\/1p1b2p1\/2pPp3\/4P1P1\/2B5\/1P6\/1K6 w - - 0 39",
        "moves": [
            {
                "move": "39. b4 ",
                "comment": {
                    "pt": "As brancas entregam um peão para enfraquecer a estrutura de peões das pretas e deixar os peões mais vulneráveis. Se as negras optarem por não tomar o peão b e preferirem jogar c4, então as brancas jogarão b5, fixando debilidades em b6 e c4. Caso as brancas não fizessem esta jogada agora, as pretas a evitariam jogando ...b5.",
                    "en": "White sacrifices a pawn in order to weaken the black pawn structure and make its pawns more vulnerable. If Black chooses not to take the b-pawn but to play c4 instead, White will play b5 and anchor weaknesses on b6 and c4. If White doesn't perform this move now, Black will prevent it with ...b5.",
                    "de": "Weiß opfert einen Bauern um die schwarze Bauernstruktur zu schwächen und die schwarzen Bauern noch anfälliger zu lassen. Falls Schwarz den b-Bauern nicht schlägt und ...c4 spielt, spielt Weiß b5 und fixiert Schwächen auf b6 und c4. Wenn Weiß jetzt einen anderen Zug spielt, würde Schwarz b4 mit ...b5 verhindern.",
                    "es": "Las blancas entregan un peón para debilitar la estructura de peones de las negras y dejar los peones más vulnerables. Si las negras optan por no tomar el peón b y prefieren jugar c4, entonces las blancas jugarán b5, fijando debilidades en b6 y c4. Si las blancas no hicieran esta jugada ahora las negras la evitarían jugando ...b5.",
                    "zh": "白棋不惜弃兵来削弱黑兵兵形，并且使得黑兵更加容易受到攻击。如果黑棋选择不兑兵而下c4，那么白棋会下b5并且锁定b6和c4处的弱点。如果白棋现在不下这着，黑棋会用...b5阻止。",
                    "pl": "Białe poświęcają piona w celu osłabienia czarnej struktury pionów i wzmocnienia ich podatności na ataku. Jeśli Czarne wybiorą nie przyjęcie piona b, a zamiast tego zagrają c4, Białe spróbują b5 i zakotwiczą słabość na b6 i c4. Jeśli Białe nie wykonają tego ruchu teraz, Czarne uniemożliwią go przez ... b5.",
                    "ru": "Белые жертвуют пешку, для того чтобы ослабить пешечную структуру Черных, и сделать ее более уязвимой. Если Черные не будут брать b-пешку, а сыграют c4, Белые будут играть b5 и ослабят b6 и c4. Если Белые не выполнят сейчас этот ход, Черные помешают этому ходу игрой ...b5."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "5",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "(140)",
            "zh": "Event 1"
        },
        "fen": "1q2r1k1\/1prnbppn\/p2p3p\/P2Pp3\/4P3\/2N1B1P1\/1P1NQP1P\/R1R3K1 w - - 0 19",
        "moves": [
            {
                "move": "19. h4 ",
                "comment": {
                    "pt": "Para evitar que as pretas se livrem do seu bispo ruim, jogando ...Bg5.",
                    "en": "In order to prevent Black from getting rid of its bad Bishop with ...Bg5.",
                    "de": "Um zu vermeiden, dass Schwarz seinen schlechten Läufer mit ...Lg5 loswird.",
                    "es": "Para evitar que las negras se libren del alfil malo, jugando ...Ag5.",
                    "zh": "为了阻止黑棋下...Bg5来清除自己的坏象。",
                    "pl": "W celu uniemożliwienia Czarnym pozbycia się słabego Gońca poprzez ... Gg5.",
                    "ru": "Для того, чтобы не дать возможности Черным избавиться от плохо положения Слона игрой ...Bg5."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "5",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "(1)",
            "zh": "Event 1"
        },
        "fen": "r3r1k1\/pp1bbp1p\/1q2p1pB\/3nP3\/4Q2P\/P4N2\/1P3PP1\/RB3RK1 w - - 0 19",
        "moves": [
            {
                "move": "19. h5 ",
                "comment": {
                    "pt": "Para enfraquecer as defesas do rei preto. Se as pretas tomarem o peão em b2, as brancas seguirão com Ta2 seguido de Dg4.",
                    "en": "In order to weaken the defense of the black King. If Black takes the b2-pawn, White will continue with Ra2 followed by Qg4.",
                    "de": "Um die Verteidigung vom schwarzen König zu schwächen. Wenn Schwarz den Bauern b2 schlägt, spielt Weiß Ta2 nebst Dg4.",
                    "es": "Para debilitar las defensas del rey negro. Si las negras toman el peón en b2, las blancas seguirán con Ta2 seguido de Dg4.",
                    "zh": "为了削弱黑王的防御。如果黑棋捉b2-兵，白棋会继续下Ra2接着跟Qg4。",
                    "pl": "W celu osłabienia defensywy czarnego Króla. Jeśli Czarne wezmą piona b2, Białe będą kontynuować przez Wa2 i potem Hg4.",
                    "ru": "Для того, чтобы ослабить защиту черного Короля. Если Черные берут пешку на b2, Белые продолжат Ra2, чему последует Qg4."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "5",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "(98)",
            "zh": "Event 1"
        },
        "fen": "r1bq1bk1\/pp3r1p\/3p1nn1\/3Pp3\/4Ppp1\/2NN1P2\/PPRQBBPP\/2R3K1 b - - 0 19",
        "moves": [
            {
                "move": "19... g3 ",
                "comment": {
                    "pt": "As pretas sacrificam um peão , que deve ser tomado, para abrir a coluna g , a diagonal h6-c1 e liberar casas (f4-g3) para seus cavalos.",
                    "en": "Black sacrifices a pawn (that will be captured with the next move) in order to open the g-file, and the h6-c1 diagonal, and to liberate squares (f4 and g3) for its Knights.",
                    "de": "Die Absicht dieses Bauernopfers, das von Weiß gezwungenermassen angenommen werden muss, ist, sowohl die g-Linie wie die Diagonale h6-c1 zu öffnen; ferner werden die Felder f4 und g3 für die Springer geräumt.",
                    "es": "Las negras sacrifican un peón , que debe ser tomado, para abrir la columna g, la iagonal h6-c1 y liberar casillas (f4-g3) para sus caballos.",
                    "zh": "黑棋主动弃兵（这个子下一步也会被白棋吃掉）为了开放g-线和h6-c1斜线，并且为自己的马清空f4和g3格。",
                    "pl": "Czarne poświęcają piona (który zostanie zbity w następnym ruchu) w celu otwarcia kolumny g i przekątnej h6-c1, a także uwolnienia pól (f4 i g3) dla Skoczków.",
                    "ru": "Черные жертвуют пешку (которая будет взята на следующем ходу), для того чтобы открыть g-вертикаль, диагональ h6-c1 и освободить поля (f4 и g3) для их Коней."
                }
            }
        ],
        "game_terminator": "0-1"
    }
]