[
    {
        "title": "",
        "white": "4",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "(54)",
            "zh": "Event 1"
        },
        "fen": "2rrb1k1\/p3qpbp\/1pp1p1p1\/8\/1P1PP1NP\/P1Q2BP1\/5P2\/1R1R2K1 w - - 0 27",
        "moves": [
            {
                "move": "27. e5 ",
                "comment": {
                    "pt": "Para explorar as fraquezas nas casas pretas do adversário, principalmente f6 e d6.",
                    "en": "In order to explore the weaknesses of the dark enemy squares, especially f6 and d6.",
                    "de": "Um die Schwächen der gegnerischen schwarzen Felder auszunutzen, vor allem f6 und d6.",
                    "es": "Para explotar las debilidades en las casillas negras del adversario, principalmente f6 y d6.",
                    "zh": "为了充分利用敌方黑格的弱点，特别是f6和d6。",
                    "pl": "W celu wykorzystania słabości ciemnych pól przeciwnika, szczególnie f6 i d6.",
                    "ru": "Для того, чтобы использовать слабость темных полей у соперника, особенно f6 и d6."
                }
            }
        ],
        "game_terminator": "0-1"
    },
    {
        "title": "",
        "white": "4",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "(139)",
            "zh": "Event 1"
        },
        "fen": "r1b2rk1\/pp4pp\/1qnbpn2\/3p4\/3P4\/1P1B1N2\/P3NPPP\/R1BQ1RK1 w - - 0 13",
        "moves": [
            {
                "move": "13. Bf4 ",
                "comment": {
                    "pt": "Com o objetivo de trocar os bispos das casas negras, para acentuar a fraqueza do ponto e5, onde futuramente as brancas pretendem instalar um cavalo.",
                    "en": "Aiming to trade the dark-squared Bishops in order to increase the weakness on e5, where White intends to place a Knight in the future.",
                    "de": "Tauscht die schwarzfeldrigen Läufer ab, damit die Schwäche von e5, wo Weiß zukünftig einen Springer setzen will, noch deutlicher wird.",
                    "es": "Con el objetivo de cambiar los alfiles de casillas negras, para acentuar la debilidad del punto e5, donde futuramente las blancas pretenden instalar un caballo.",
                    "zh": "目的是兑换黑格象来强化e5的弱点，白棋将来会试图将来把马放在此处。",
                    "pl": "Z zamiarem wymiany ciemnopolowych Gońców w celu powiększenia słabości na e5, gdzie Białe zamierzają w przyszłości umieścić Skoczka.",
                    "ru": "Стремится пойти на размен чернопольных Слонов, для того чтобы ослабить поле e5, где Белые намереваются позже разместить Коня."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "4",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "(128)",
            "zh": "Event 1"
        },
        "fen": "4rrk1\/ppp2pp1\/2n2q1p\/3p4\/3P2b1\/PNQ1P3\/1P3PPP\/R3KB1R b KQ - 0 13",
        "moves": [
            {
                "move": "13... Re7 ",
                "comment": {
                    "pt": "Protegendo o peão de c7 para liberar o cavalo e mais tarde proteger o flanco dama jogando ...c6.",
                    "en": "Protecting the c7-pawn in order to liberate the Knight and protect the queenside later on with ...c6.",
                    "de": "Deckt den Bauern auf c7, damit der Springer ziehen und anschließend der Damenflügel mit ...c6 geschützt werden kann.",
                    "es": "Protegiendo el peón de c7 para liberar el caballo y más tarde proteger el flanco dama jugando ...c6.",
                    "zh": "保护c7-兵，这样马可以转移并且之后可以用...c6来保护后翼。",
                    "pl": "Obrona piona c7 w celu uwolnienia Skoczka i późniejsza obrona skrzydła hetmańskiego przez ... c6.",
                    "ru": "Защищает пешку c7, для того чтобы освободить Коня и защитить ферзевый фланг позже, игрой ...c6."
                }
            }
        ],
        "game_terminator": "1\/2-1\/2"
    },
    {
        "title": "",
        "white": "4",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "(113)",
            "zh": "Event 1"
        },
        "fen": "r3r1k1\/4ppbp\/2p1n1pB\/p2q4\/P1RP4\/5N1P\/1P1Q1PP1\/2R3K1 b - - 0 20",
        "moves": [
            {
                "move": "20... Bh8 ",
                "comment": {
                    "pt": "As pretas não devem trocar os bispos, para continuar pressionando d4.",
                    "en": "Black shouldn't trade Bishops in order to maintain the pressure on d4.",
                    "de": "Schwarz muss den Abtausch der schwarzfeldrigen Läufer vermeiden, um den Druck auf d4 aufrechtzuerhalten.",
                    "es": "Las negras no deben cambiar los alfiles para continuar presionando d4.",
                    "zh": "黑棋应该避免兑黑格象，以此来保持d4处的压力。",
                    "pl": "Czarne nie powinny wymieniać Gońców w celu utrzymania presji na d4.",
                    "ru": "Черные не должны разменивать Слонов, для того чтобы сохранить прессинг на d4."
                }
            }
        ],
        "game_terminator": "1\/2-1\/2"
    },
    {
        "title": "",
        "white": "4",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "(29)",
            "zh": "Event 1"
        },
        "fen": "2r2r1k\/5qp1\/bp2p1Rp\/2npPp1Q\/p2N1P2\/P3P3\/1P4PP\/1B2R1K1 w - - 0 25",
        "moves": [
            {
                "move": "25. g4 ",
                "comment": {
                    "pt": "Abrindo linhas para o ataque ao rei inimigo.",
                    "en": "Opening lines for the attack on the enemy King.",
                    "de": "Öffnet Linien für den Angriff auf den gegnerischen König.",
                    "es": "Abriendo líneas para el ataque al rey enemigo.",
                    "zh": "开放线路来攻击敌王。",
                    "pl": "Otwarcie linii dla ataku na wrogiego Króla.",
                    "ru": "Открывает линии для атаки на вражеского Короля."
                }
            }
        ],
        "game_terminator": "1\/2-1\/2"
    }
]