[
    {
        "title": "",
        "white": "4",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "(23)",
            "zh": "Event 1"
        },
        "fen": "qnb2rk1\/2p2ppp\/3p1b2\/2nPp3\/4P2P\/2P2NN1\/2B2PP1\/2BQR1K1 w - - 0 21",
        "moves": [
            {
                "move": "21. Ng5 ",
                "comment": {
                    "pt": "Iniciando o ataque ao flanco do rei e ameaçando Dh5.",
                    "en": "Starting the kingside attack and threatening Qh5.",
                    "de": "Leitet einen Angriff auf den Königsflügel ein und droht Dh5.",
                    "es": "Iniciando el ataque al flanco rey y amenazando Dh5.",
                    "zh": "开始进攻王翼并威胁Qh5。",
                    "pl": "Rozpoczęcie ataku na skrzydle królewskim i groźba Hh5.",
                    "ru": "Начинает атаку на королевском фланге и угрожает Qh5."
                }
            }
        ],
        "game_terminator": "1\/2-1\/2"
    },
    {
        "title": "",
        "white": "4",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "(99)",
            "zh": "Event 1"
        },
        "fen": "4rr1k\/1ppb3p\/2q1n1p1\/p7\/3b4\/1BP1B3\/PP3PP1\/2KR1Q1R w - - 0 23",
        "moves": [
            {
                "move": "23. Rxd4 ",
                "comment": {
                    "pt": "Mantendo o bispo de casas pretas e ao mesmo tempo ameaçando dobrar as torres na coluna h.",
                    "en": "Keeping the dark-squared Bishop and, at the same time, threatening to double Rooks in the h-file.",
                    "de": "Behält den schwarzfeldrigen Läufer und droht, die Türme auf der h-Linie zu verdoppeln.",
                    "es": "Manteniendo el alfil de casillas negras y amenazando al mismo tiempo doblar las torres en la columna h.",
                    "zh": "保存黑格象，同时威胁在h-线取得双车。",
                    "pl": "Zachowanie ciemnopolowego Gońca i w tym samym czasie zagrożenie zdublowaniem Wież na kolumnie h.",
                    "ru": "Сохраняет чернопольного Слона и, одновременно с этим, угрожает сдваиванию Ладей на h-вертикали."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "4",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "(93)",
            "zh": "Event 1"
        },
        "fen": "4rr1k\/1ppb2bp\/2q1n1p1\/p3p3\/8\/1BPPBN2\/PP3PP1\/2KR1Q1R w - - 0 21",
        "moves": [
            {
                "move": "21. d4 ",
                "comment": {
                    "pt": "Abrindo linhas para o ataque e ameaçando d5.",
                    "en": "Opening lines for the attack and threatening d5.",
                    "de": "Öffnet Linien für den Angriff und droht d5.",
                    "es": "Abriendo líneas para el ataque y amenazando d5.",
                    "zh": "开放路线以便进攻并且威胁d5。",
                    "pl": "Otwarcie linii dla ataku i groźba d5.",
                    "ru": "Открывает линии для атаки и угрожает d5."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "4",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "(108)",
            "zh": "Event 1"
        },
        "fen": "r1b2rn1\/1p3p1k\/p2p2pp\/2pPq3\/P3P3\/R1N4P\/1P3PP1\/1B1QR1K1 w - - 0 18",
        "moves": [
            {
                "move": "18. a5 ",
                "comment": {
                    "pt": "Fixando a estrutura de peões no flanco da dama e garantindo o domínio da casa b6, que poderá ser usada , no futuro, pela torre ou pelo cavalo.",
                    "en": "Fixing the pawn structure on the queenside and ensuring the b6 dominance, which may be used in the future by the white Rook or Knight.",
                    "de": "Fixiert die Bauernstruktur am Damenflügel und sichert sich die Kontrolle über das Feld b6, das vom Turm oder Springer besetzt werden kann.",
                    "es": "Fijando la estructura de peones en el flanco dama y asegurando el dominio de la casilla b6, que podrá ser usada, en el futuro, por la torre o por el caballo.",
                    "zh": "修复在王翼的兵形并且确保b6的统治，此处以后可能被车或马利用。",
                    "pl": "Naprawa struktury pionów na skrzydle hetmańskim i zapewnienie dominacji b6, co może zostać użyte w przyszłości przez białą Wieżę lub Skoczka.",
                    "ru": "Укрепляет пешечную структуру на ферзевом фланге и обеспечивает доминирование b6, что может быть использовано в будущем белой Ладьей или Конем."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "4",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "(48)",
            "zh": "Event 1"
        },
        "fen": "r1bq2k1\/2p2r2\/3p1nnb\/P2Pp1pp\/PN2Pp2\/2N2P1P\/4BBP1\/R2Q1RK1 b - - 0 21",
        "moves": [
            {
                "move": "21... g4 ",
                "comment": {
                    "pt": "Abrindo linhas para atacar o rei branco.",
                    "en": "Opening lines in order to attack the white King.",
                    "de": "Öffnet Linien, um den weißen König anzugreifen.",
                    "es": "Abriendo líneas para atacar el rey blanco.",
                    "zh": "开放线路为了攻击白王。",
                    "pl": "Otwarcie linii w celu ataku na białego Króla.",
                    "ru": "Открывает линии для атаки на белого Короля."
                }
            }
        ],
        "game_terminator": "0-1"
    }
]