[
    {
        "title": "",
        "white": "4",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "(24)",
            "zh": "Event 1"
        },
        "fen": "r1bq1rk1\/ppp3bp\/3p2p1\/3P2Nn\/2P1PpnP\/1Q6\/PP2NPB1\/R1B1K2R w KQ - 0 14",
        "moves": [
            {
                "move": "14. Bf3 ",
                "comment": {
                    "pt": "Evitando que as pretas joguem Ce5 devido a tomada em h5.",
                    "en": "Preventing Black from playing Ne5, due to the h5 capture.",
                    "de": "Verhindert ...Se5, denn darauf würde Lxh5 folgen.",
                    "es": "Evitando que las negras jueguen Ce5 debido a la captura en h5.",
                    "zh": "阻止黑棋下Ne5。",
                    "pl": "Uniemożliwienie Czarnym zagrania Se5, z powodu wzięcia na h5.",
                    "ru": "Предотвращает игру Черных Ne5, в связи с захватом h5."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "4",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "(50)",
            "zh": "Event 1"
        },
        "fen": "r1b2rk1\/4n1pp\/p1pq1p2\/3p4\/3Q4\/1N3N2\/PPP2PPP\/R3R1K1 w - - 0 15",
        "moves": [
            {
                "move": "15. Qc5 ",
                "comment": {
                    "pt": "As brancas querem forçar a troca para ocupar as casas c5 e d4 com os cavalos.",
                    "en": "White wants to force the exchange in order to occupy c5 and d4 with Knights.",
                    "de": "Weiß will den Abtausch erzwingen, um die Felder c5 und d4 mit den Springern zu besetzen.",
                    "es": "Las blancas quieren forzar el cambio para ocupar las casillas c5 y d4 con los caballos.",
                    "zh": "白棋企图强兑来让马分别占据c5和d4。",
                    "pl": "Białe chcą wymusić wymianę w celu zajęcia c5 i d4 Skoczkami.",
                    "ru": "Белые хотят навязать размен, для того чтобы занять c5 и d4 Конями."
                }
            }
        ],
        "game_terminator": "1\/2-1\/2"
    },
    {
        "title": "",
        "white": "4",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "(41)",
            "zh": "Event 1"
        },
        "fen": "r4rk1\/pp1b2bp\/3p1n2\/2pPq3\/2P1Pp2\/2NB3P\/PPQ2BP1\/2KR3R b - - 0 10",
        "moves": [
            {
                "move": "10... a6 ",
                "comment": {
                    "pt": "Com a dama e o bispo alinhados na grande diagonal , as pretas se preparam para abrir a coluna b e intensificar a pressão sobre b2 com o auxílio da torre. .",
                    "en": "Black prepares to open the b-file and intensify the pressure on b2 with the Queen and Bishop aligned on the big diagonal.",
                    "de": "Mit Dame samt Läufer auf der langen Diagonale bereitet Schwarz die Öffnung der b-Linie vor, damit auch der Turm auf b2 Druck ausübt.",
                    "es": "Con la dama y el alfil alineados en la gran diagonal, las negras se preparan para abrir la columna b e intensificar la presión sobre b2 con el auxilio de la torre.",
                    "zh": "黑棋准备开放b-线，并且在大斜线上联合后和象的力量增强对b2的压力。",
                    "pl": "Czarne przygotowują otwarcie kolumny b i wzmożenie presji na b2 przez Hetmana oraz Gońca ustawionych na długiej przekątnej.",
                    "ru": "Черные готовятся открыть b-вертикаль и усилить давление на b2 Ферзем и Слоном, выровненных по большой диагонали."
                }
            }
        ],
        "game_terminator": "1\/2-1\/2"
    },
    {
        "title": "",
        "white": "4",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "(22)",
            "zh": "Event 1"
        },
        "fen": "1k1rr3\/1pq5\/p1p1pp2\/P6p\/2PP1b1P\/2B2Pp1\/1PQ3P1\/R3R1K1 b - - 0 24",
        "moves": [
            {
                "move": "24... f5 ",
                "comment": {
                    "pt": "Preparando ...De7 com o objetivo de tomar o peão em h4.",
                    "en": "Preparing ...Qc7 in order to take the h4-pawn.",
                    "de": "Bereitet ...De7 vor mit der Absicht, den Bauern h4 zu nehmen.",
                    "es": "Preparando ...De7 con el objetivo de tomar el peón en h4.",
                    "zh": "准备下 ...Qc7来捉h4-兵。",
                    "pl": "Przygotowując ... Hc7 w celu wzięcia piona h4.",
                    "ru": "Подготавливает ...Qc7 для того чтобы взять пешку h4."
                }
            }
        ],
        "game_terminator": "1\/2-1\/2"
    },
    {
        "title": "",
        "white": "5",
        "white_sort": "",
        "black": "1",
        "date": "",
        "event": {
            "en": "(36)",
            "zh": "Event 1"
        },
        "fen": "r1b2r2\/p3ppkp\/n1pp2p1\/q6n\/1p1PP3\/3B1N2\/PPPQ1PP1\/1NKR3R w - - 0 1",
        "moves": [
            {
                "move": "1. e5 ",
                "comment": {
                    "pt": "Interceptando a ação da dama contrária e ao mesmo tempo impedindo que o cavalo preto volte a f6. A ameaça agora é Txh5.",
                    "en": "Disturbing the action of the opponent's Queen and preventing the black Knight from returning to f6, at the same time. Now the threat is Rxh5.",
                    "de": "Unterbricht die Wirkung der Dame auf der fünften Reihe und verhindert zur gleichen Zeit, dass der Springer auf f6 zieht. Die Drohung ist Txh5.",
                    "es": "Interceptando la acción de la dama contraria e impidiendo al mismo tiempo que el caballo negro vuelva a f6. La amenaza ahora es Txh5.",
                    "zh": "阻挠敌后在五线上的活动并且同时阻止黑王重新回到f6。目前的威胁是Rxh5。",
                    "pl": "Utrudnianie akcji Hetmanowi przeciwnika oraz uniemożliwienie czarnemu Skoczkowi powrotu na f6 w tym samym czasie. Teraz groźbą jest Wxh5.",
                    "ru": "Мешает планам вражеского Ферзя, и предотвращает от возврата черного Коня на поле f6, в то же время. Теперь есть угроза Rxh5."
                }
            }
        ],
        "game_terminator": "1\/2-1\/2"
    }
]