[
    {
        "title": "",
        "white": "4",
        "white_sort": "",
        "black": "1",
        "date": "",
        "event": {
            "en": "(51)",
            "zh": "Event 1"
        },
        "fen": "r6r\/1n1bk1p1\/p1pp4\/1p2p1N1\/4Pn2\/1BN5\/PPP2PPP\/R2R2K1 b - - 0 20",
        "moves": [
            {
                "move": "20... Rh5 ",
                "comment": {
                    "pt": "Ameaçando o cavalo e ao mesmo tempo dobrar as torres na coluna h.",
                    "en": "Threatening the Knight and, at the same time, doubling Rooks in the h-file.",
                    "de": "Droht den Springer und bereitet die Verdoppelung der Türme auf der h-Linie.",
                    "es": "Amenazando el caballo y al mismo tiempo doblar las torres en la columna h.",
                    "zh": "威胁马同时在h-线上取得双车。",
                    "pl": "Zagrożenie dla Skoczka i w tym samym czasie zdublowanie Wież na kolumnie h.",
                    "ru": "Угрожает Коню и, в то же время, сдваивает Ладьи на h-вертикали."
                }
            }
        ],
        "game_terminator": "0-1"
    },
    {
        "title": "",
        "white": "4",
        "white_sort": "",
        "black": "1",
        "date": "",
        "event": {
            "en": "(53)",
            "zh": "Event 1"
        },
        "fen": "r1bqk2r\/ppp2ppp\/2np3n\/8\/2B1P3\/BQp2N2\/P4PPP\/R4RK1 w kq - 0 11",
        "moves": [
            {
                "move": "11. Qxc3 ",
                "comment": {
                    "pt": "Recuperando material e impedindo o roque das pretas, devido a jogada Bb2.",
                    "en": "Recovering material and preventing Black from castling, due to the Bb2 threat.",
                    "de": "Gewinnt Material zurück und verhindert die schwarze Rochade, da sie mit Lb2 erwidert werden würde.",
                    "es": "Recuperando material e impidiendo el enroque de las negras, debido a la jugada Ab2.",
                    "zh": "恢复子力并阻止黑棋进行王车易位，因为Bb2的威胁。",
                    "pl": "Odzyskanie materiału i uniemożliwienie Czarnym roszowania z powodu groźby Gb2.",
                    "ru": "Восстанавливает материал и лишает Черных возможности произвести рокировку, из-за угрозы Bb2."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "4",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "(75)",
            "zh": "Event 1"
        },
        "fen": "r4r2\/1q3pk1\/n1p3p1\/p3p2p\/P1Q1P2b\/2P1B2P\/1P2R1PK\/1N3R2 w - - 0 28",
        "moves": [
            {
                "move": "28. Nd2 ",
                "comment": {
                    "pt": "Para levar o cavalo até f3.",
                    "en": "In order to take the Knight to f3.",
                    "de": "Um den Springer auf f3 zu ziehen.",
                    "es": "Para llevar el caballo hasta f3.",
                    "zh": "为了将马移到f3。",
                    "pl": "W celu przemieszczenia Skoczka na f3.",
                    "ru": "Для того, чтобы передвинуть Коня на f3."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "4",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "(129)",
            "zh": "Event 1"
        },
        "fen": "2rq1rk1\/4ppbp\/3pb1p1\/p3n3\/P3P3\/2N3P1\/1PP1QPBP\/R1BR2K1 b - - 0 15",
        "moves": [
            {
                "move": "15... Nc4 ",
                "comment": {
                    "pt": "Ocupando a melhor casa disponível para esta peça e exercendo forte pressão no flanco da dama branco.",
                    "en": "Occupying the best possible square available for this piece and creating great pressure on the white queenside.",
                    "de": "Besetzt das beste Feld für diese Figur und übt starken Druck auf den weißen Damenflügel aus.",
                    "es": "Ocupando la mejor casilla disponible para esta pieza y ejerciendo fuerte presión en el flanco dama blanco.",
                    "zh": "为了让这个棋子占据最有利的位置并且给白棋的后翼施加强大的压力。",
                    "pl": "Okupując najlepsze możliwe pole dostępne dla tej figury i kreując wielką presję na białym skrzydle hetmańskim.",
                    "ru": "Занимает лучшее из возможных позиций для этой фигуры и оказывает большое давление на ферзевый фланг Белых."
                }
            }
        ],
        "game_terminator": "0-1"
    },
    {
        "title": "",
        "white": "4",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "(58)",
            "zh": "Event 1"
        },
        "fen": "4rbk1\/5pp1\/2b1qn1p\/2p1pN2\/r1P1P3\/1pQ2P1N\/1P4PP\/2BRR2K w - - 0 27",
        "moves": [
            {
                "move": "27. Ne3 ",
                "comment": {
                    "pt": "Defendendo c4 e preparando a ocupação de d5.",
                    "en": "Defending c4 and preparing to occupy d5.",
                    "de": "Verteidigt c4 und bereitet die Besetzung von d5 vor.",
                    "es": "Defendiendo c4 y preparando la ocupación de d5.",
                    "zh": "防御c4并且准备占据d5。",
                    "pl": "Obrona c4 i przygotowanie do zajęcia d5.",
                    "ru": "Защищает c4 и приготавливает к занятию поля d5."
                }
            }
        ],
        "game_terminator": "1-0"
    }
]