[
    {
        "title": "",
        "white": "3",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "(77)",
            "zh": "Event 1"
        },
        "fen": "8\/5pkp\/2bp2p1\/1pr1p3\/p7\/P7\/1RPKN3\/1R6 b - - 0 32",
        "moves": [
            {
                "move": "32... h5 ",
                "comment": {
                    "pt": "Avançando o peão com mais possibilidades de coroar, devido a distância do rei branco e do apoio do bispo preto na grande diagonal.",
                    "en": "Advancing the pawn with greater chances of promoting, due to the distance from the white King and the support of the black Bishop in the big diagonal.",
                    "de": "Rückt den Bauern vor, der die größten Chancen hat umzuwandeln, da er sich weit entfernt vom gegnerischen König befindet und vom Läufer auf der langen Diagonale unterstützt wird.",
                    "es": "Avanzando el peón con más posibilidades de coronar, debido a la distancia del rey blanco y al apoyo del alfil negro en la gran diagonal.",
                    "zh": "挺兵很有可能获得升变，得益于它与白王的距离和黑象的在大斜线的支持。",
                    "pl": "Poruszenie pionem zwiększające szanse na promocję z powodu dystansu od białego Króla i wsparcia czarnego Gońca na długiej przekątnej.",
                    "ru": "Продвигает пешку с большими шансами на то, что она будет превращена, из-за дистанции до белого Короля и поддержки черного Слона на большой диагонали."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "3",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "(18)",
            "zh": "Event 1"
        },
        "fen": "5rk1\/p1q1pp1p\/1p4p1\/2n1b3\/P1R5\/2P2B1P\/2P3P1\/3RQ2K b - - 0 32",
        "moves": [
            {
                "move": "32... a5 ",
                "comment": {
                    "pt": "Fixando a fraqueza branca em a4 e portanto evitando que as brancas se livrem dela jogando a5.",
                    "en": "Fixing the white weakness on a4 and preventing White from getting rid of this weakness with a5.",
                    "de": "Fixiert die weiße Schwäche auf a4 und verhindert so, dass Weiß sie mittels ...a5 loswird.",
                    "es": "Fijando la debilidad blanca en a4 y evitando por lo tanto que las blancas se libren de ésta jugando a5.",
                    "zh": "改正在a4处的弱点，阻止白棋改正在a5处的弱点。",
                    "pl": "Wykorzystanie słabości białych na a4 i uniemożliwienie Białym jej naprawy przez a5.",
                    "ru": "Укрепляет слабость Белых на a4 и предотвращает Белых избавиться от слабости на a5."
                }
            }
        ],
        "game_terminator": "0-1"
    },
    {
        "title": "",
        "white": "3",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "(107)",
            "zh": "Event 1"
        },
        "fen": "r1bq1rk1\/1p1nn1b1\/p2pp1pp\/2p5\/P1P1P3\/2NB1N1P\/1P3PP1\/R1BQ1RK1 w - - 0 12",
        "moves": [
            {
                "move": "12. e5 ",
                "comment": {
                    "pt": "Debilitando a estrutura de peões (no caso de ...dxe5) ou enfraquecendo a posição do rei preto após 12...Cxe5 13. Cxe5 Bxe5 14. Bxh6.",
                    "en": "Weakening the pawn structure (if ...dxe5) or the black King's position after 12 ...Nxe5 13-Nxe5 Bxe5 14-Bxh6.",
                    "de": "Danach wird entweder die schwarze Bauernstruktur geschwächt (im Falle von ...dxe5) oder die Stellung vom schwarzen König nach 12..Sxe5 13. Sxe5 Lxe5 14. Lxh6.",
                    "es": "Debilitando ya sea la estructura de peones (en el caso de ...dxe5) o la posición del rey negro después de 12...Cxe5 13. Cxe5 Axe5 14. Axh6.",
                    "zh": "在12 ...Nxe5 13-Nxe5 Bxe5 14-Bxh6之后，削弱兵形（如果下(if ...dxe5）或者黑王的位置。",
                    "pl": "Osłabienie struktury pionów (jeśli ... dxe5) lub pozycji czarnego Króla po 12. ... Sxe5 13. Sxe5 Gxe5 14. Gxh6.",
                    "ru": "Ослабляет пешечную структуру (если ...dxe5) или позицию черного Короля после 12 ...Nxe5 13-Nxe5 Bxe5 14-Bxh6."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "3",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "(35)",
            "zh": "Event 1"
        },
        "fen": "r3k2r\/pppqnppp\/1b1p3n\/8\/2NPP3\/5N2\/PB3PPP\/R2Q1RK1 w kq - 0 14",
        "moves": [
            {
                "move": "14. a4 ",
                "comment": {
                    "pt": "Forçando as pretas a enfraquecerem seu flanco da dama, devido à ameaça de a5.",
                    "en": "Forcing Black to weaken its queenside, due to the a5 threat.",
                    "de": "Die Drohung a5 zwingt Schwarz, den Damenflügel zu schwächen.",
                    "es": "Forzando las negras a debilitar su flanco dama, debido a la amenaza de a5.",
                    "zh": "鉴于a5威胁迫使黑棋弱化后翼。",
                    "pl": "Zmuszenie Czarnych do osłabienia ich skrzydła hetmańskiego z powodu groźby a5.",
                    "ru": "Вынуждает Белых ослабить свой ферзевый фланг, из-за угрозы a5."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "3",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "(36)",
            "zh": "Event 1"
        },
        "fen": "r3rbk1\/5pp1\/2b1qn1p\/p1pppN2\/1p2P3\/1PPP1P1N\/1PQ3PP\/2BRR2K w - - 0 23",
        "moves": [
            {
                "move": "23. c4 ",
                "comment": {
                    "pt": "Mantendo a posição o mais bloqueada possível para valorização dos seus cavalos e posicionando os seus próprios peões em casas de cor diferente ao bispo que possuem.",
                    "en": "Keeping the position as blocked as possible to improve the value of your Knights and placing pawns on the opposite color of the white Bishop.",
                    "de": "Versucht, die Stellung so geschlossen wie möglich zu halten, damit die Springer zur Geltung kommen. Andererseits werden die Bauern auf weiße Felder gesetzt, damit der schwarzfeldrige Läufer besser Chancen hat.",
                    "es": "Manteniendo la posición lo más bloqueada posible para valorar los caballos y colocando los peones en casillas de color diferente al de las casillas que domina el alfil.",
                    "zh": "尽量保持这个位置被阻碍来提升马的价值，并把兵摆在跟白象异色的格子上。",
                    "pl": "Najsilniejsze możliwe blokowanie pozycji w celu poprawy wartości Skoczków i umieszczenie pionów na polach białego Gońca.",
                    "ru": "Блокирует позицию, для того чтобы повысить ценность своего Коня и размещает пешку на поле, которое противоположно по цвету белого Слона."
                }
            }
        ],
        "game_terminator": "1-0"
    }
]