[
    {
        "title": "",
        "white": "4",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "(158)",
            "zh": "Event 1"
        },
        "fen": "6k1\/1pp2r1p\/3p4\/p2P1q2\/2P1Rr2\/P7\/1P2Q3\/K3R3 w - - 0 32",
        "moves": [
            {
                "move": "32. Rg1+ ",
                "comment": {
                    "pt": "Aproveitando que as pretas não podem jogar ...Tg7, para ocupar esta coluna e atacar o rei. Se 32...Tg7 33. Te8 leva ao mate.",
                    "en": "Taking advantage of the fact that Black can't play ...Rg7, in order to occupy this file and attack the King. If 32...Rg7 33-Re8 results in a mate.",
                    "de": "Nutzt den Umstand aus, dass Schwarz ...Tg7 nicht spielen kann, um die g-Linie zu besetzen und den König anzugreifen. Auf 32...Tg7 führt Te8 zum Matt.",
                    "es": "Aprovechando que las negras no pueden jugar ...Tg7 para ocupar esta columna y atacar el rey. Si 32...Tg7 33. Te8, llevando al mate.",
                    "zh": "利用黑棋不能下...Rg7来占据这条线并攻击王。如果32...Rg7 33-Re8，那么导致和局。",
                    "pl": "Wykorzystując fakt, że Czarne nie mogą zagrać ... Wg7, w celu okupacji tej kolumny i atak na Króla. Jeśli 32. ... Wg7 33. We8 skutkuje matem.",
                    "ru": "Использует то, что Черные не могут играть ...Rg7, для того чтобы занять вертикаль и атаковать Короля. На игру 32...Rg7 33-Re8, результатом будет мат."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "4",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "(62)",
            "zh": "Event 1"
        },
        "fen": "r1bq1rk1\/ppp1ppbp\/3p1np1\/3P4\/1n2PP2\/2N2N2\/PPP1B1PP\/R1BQK2R b KQ - 0 8",
        "moves": [
            {
                "move": "8... c6 ",
                "comment": {
                    "pt": "Para combater o centro branco e criar contra-jogo abrindo a coluna c.",
                    "en": "In order to fight the white center and create a counterplay by opening the c-file.",
                    "de": "Bekämpft das weiße Zentrum und sucht nach Gegenspiel, indem er die c- Linie öffnen.",
                    "es": "Para combatir el centro blanco y crear contrajuego abriendo la columna c.",
                    "zh": "为了抢夺白棋中心，通过开放c-线来制造反击。",
                    "pl": "W celu walki z białym centrum i tworzenie kontrataku poprzez otwarcie kolumny c.",
                    "ru": "Для борьбы с центром Белых и организации контригры, открывая c-вертикаль."
                }
            }
        ],
        "game_terminator": "0-1"
    },
    {
        "title": "",
        "white": "4",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "(110)"
        },
        "fen": "rnbqkb1r\/pp3ppp\/3p4\/1N1Pp3\/8\/8\/PPP2PPP\/R1BQKB1R w KQkq - 0 9",
        "moves": [
            {
                "move": "9. c4 ",
                "comment": {
                    "pt": "As brancas têm maioria de peões neste setor e um de seus planos é avançá-los (c5) .As pretas irão jogar ...a6, expulsando o cavalo e este lance prepara a volta do cavalo a c3, sem que este impeça o avanço deste peão.",
                    "en": "White has majority in this sector and one of its plans is to advance pawns (c5). Black will play ...a6, chasing the Knight away and this move prepares the return of the Knight to c3, without preventing the pawn from advancing.",
                    "de": "Weiß hat eine Bauernmehrheit am Damenflügel und einer seiner Pläne besteht darin, sie vorzurücken. Schwarz wird ...a6 spielen, um den Springer zu vertreiben; nach dem Textzug kann der Springer zurück auf c3, ohne den c-Bauern zu blockieren.",
                    "es": "Las blancas tienen mayoría de peones en este sector y uno de sus planes es avanzarlos (c5). Las negras van a jugar ...a6, expulsando el caballo y esta jugada prepara la vuelta del caballo a c3, sin que esto impida el avance de este peón.",
                    "zh": "白方在后翼多兵，它的计划之一是挺近兵。黑方会走...a6来驱逐马，走这一步是为了准备让马退回到c3并且不阻挡己方兵的挺进。",
                    "pl": "Białe posiadają przewagę pionów w tym sektorze i jednym z ich planów jest marsz pionami (c5). Czarne mogą zagrać ... a6, przeganiając Skoczka oraz przygotowując powrót Skoczka na c3 bez uniemożliwiania marszu pionów.",
                    "ru": "У Белых есть большинство в этом секторе и одним из их планов есть продвижение пешки (c5). Черные будут играть ...a6, преследую Коня и приготавливаясь к возврату Коня на поле c3."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "4",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "(133)",
            "zh": "Event 1"
        },
        "fen": "2r3k1\/5p2\/5Pp1\/p4q1p\/P1p4P\/2Q2RP1\/5P1K\/8 b - - 0 41",
        "moves": [
            {
                "move": "41... Qc5 ",
                "comment": {
                    "pt": "Para ir a b4 e pressionar a dama branca que evita o avanço do peão passado.",
                    "en": "In order to proceed to b4 and put pressure on the white Queen that prevents the passed pawn from advancing.",
                    "de": "Um Db4 zu spielen und Druck auf die weiße Dame auszuüben, die den Freibauern versucht zu blockieren.",
                    "es": "Para ir a b4 y presionar la dama blanca que evita el avance del peón pasado.",
                    "zh": "为了能继续b4，并给白后施加压力来阻止通路兵前进。",
                    "pl": "W celu osiągnięcia b4 i wywarcia presji na białego Hetmana, co uniemożliwia marsz wolnego piona.",
                    "ru": "Для того, чтобы приступить к b4 и оказать давление на белого Ферзя, который мешает продвижению проходной пешки."
                }
            }
        ],
        "game_terminator": "0-1"
    },
    {
        "title": "",
        "white": "4",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "(5)",
            "zh": "Event 1"
        },
        "fen": "r1bqr1k1\/1p1nbpp1\/p1p1pn1p\/3P4\/3P3B\/P1N1PN2\/1PQ2PPP\/2R1KB1R b K - 0 11",
        "moves": [
            {
                "move": "11... exd5 ",
                "comment": {
                    "pt": "Mantendo um peão no centro, abrindo a diagonal c8-h3 e evitando a abertura da coluna c.",
                    "en": "Keeping a pawn in the center, opening the c8-h3 diagonal and preventing the c-file from opening.",
                    "de": "Behält einen Bauern im Zentrum, öffnet die Diagonale c8-h3 und verhindert die Öffnung der c-Linie.",
                    "es": "Manteniendo un peón en el centro, abriendo la diagonal c8-h3 y evitando la apertura de la columna c.",
                    "zh": "在中心保存一个兵，开放c8-h3斜线，阻止c-线开放。",
                    "pl": "Zachowanie piona w centrum, otwarcie przekątnej c8-h3 i uniemożliwianie otwarcia kolumny c.",
                    "ru": "Удерживает пешку в центре, открывает диагональ c8-h3 и предотвращает открытие c-вертикали."
                }
            }
        ],
        "game_terminator": "1\/2-1\/2"
    }
]