[
    {
        "title": "",
        "white": "5",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "(17)",
            "zh": "Event 1"
        },
        "fen": "r1b2r2\/1ppnp1kp\/p4q2\/2PP1p2\/1Q2pP2\/2N5\/PP2B1PP\/3R1R1K w - - 0 1",
        "moves": [
            {
                "move": "1. g4 ",
                "comment": {
                    "pt": "Com a idéia de abrir a coluna ou continuar com g5 para apoderar-se da diagonal a1-h8.",
                    "en": "Intending to open the file or continue with g5 in order to dominate the a1-h8 diagonal.",
                    "de": "Mit der Idee, entweder die Linie zu öffnen oder die Diagonale a1-h8 nach g5 zu erobern.",
                    "es": "Con la idea de abrir la columna o continuar con g5 para apoderarse de la diagonal a1-h8.",
                    "zh": "计划开放这条线或者继续g5之后获得a1-h8斜线的统治。",
                    "pl": "Z zamiarem otwarcia kolumny lub kontynuacji przez g5 w celu dominacji nad przekątną a1-h8.",
                    "ru": "С намерением открыть вертикаль и продолжить с g5, для того чтобы доминировать на диагонали a1-h8."
                }
            }
        ],
        "game_terminator": "1\/2-1\/2"
    },
    {
        "title": "",
        "white": "5",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "(81)",
            "zh": "Event 1"
        },
        "fen": "r1bq1rk1\/pppn2bp\/3p2pn\/3Ppp2\/2P1P3\/2N2NP1\/PP3PBP\/R1BQK2R w KQ - 0 9",
        "moves": [
            {
                "move": "9. h4 ",
                "comment": {
                    "pt": "Para abrir a coluna h e aproveitar o mau posicionamento do cavalo em h6.",
                    "en": "In order to open the h-file and take advantage of the bad position of the h6-Knight.",
                    "de": "Um die h-Linie zu öffnen und die schlechte Stellung vom Springer auf h6 auszunutzen.",
                    "es": "Para abrir la columna h y aprovechar el mal posicionamento del caballo en h6.",
                    "zh": "为了开放h-线并且利用h6-马的不利位置。",
                    "pl": "W celu otwarcia kolumny h i wykorzystania złej pozycji Skoczka h6.",
                    "ru": "Для того, чтобы открыть h-вертикаль и воспользоваться плохой позицией Коня на h6."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "5",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "(125)",
            "zh": "Event 1"
        },
        "fen": "8\/3bppkp\/3p1np1\/ppr1n3\/3NP1P1\/P1P2P2\/B1PK4\/1R5R b - - 0 23",
        "moves": [
            {
                "move": "23... Nxf3+ ",
                "comment": {
                    "pt": "Trocando uma peça por quatro peões e mantendo a iniciativa.",
                    "en": "Exchanging a piece for 4 pawns and keeping the initiative.",
                    "de": "Tauscht eine Figur gegen vier Bauern ab und erhält die Initiative aufrecht.",
                    "es": "Cambiando una pieza por cuatro peones y manteniendo la iniciativa.",
                    "zh": "用一个子兑换四个兵并保持主动权。",
                    "pl": "Wymiana figury za 4 piony i utrzymanie inicjatywy.",
                    "ru": "Разменивает фигуру на четыре пешки и сохраняет инициативу."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "5",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "(106)",
            "zh": "Event 1"
        },
        "fen": "2r2bk1\/p4pp1\/1nP4p\/5N2\/2p5\/2B3P1\/P4P1P\/3R2K1 w - - 0 27",
        "moves": [
            {
                "move": "27. Bxg7 ",
                "comment": {
                    "pt": "Aproveitando o tema tático do duplo em e7, as brancas alcançarão uma posição onde a torre é superior a duas peças menores.",
                    "en": "Taking advantage of the tactic theme of the double attack on c7, White will reach a position, on which the Rook is superior to 2 minor pieces.",
                    "de": "Nutzt das Thema der Gabel auf e7 aus und erreicht eine Stellung, auf der der Turm den zwei Leichtfiguren überlegen ist.",
                    "es": "Aprovechándose del tema táctico del doble en e7, las blancas alcanzarán una posición donde la torre es superior a las dos piezas menores.",
                    "zh": "利用c7处的双击战术。白棋会达到两个轻子要比车重要的局面。",
                    "pl": "Wykorzystanie taktycznego zdublowania ataku na c7 - Białe osiągną pozycję w której Wieża jest lepsza niż dwie lekkie figury.",
                    "ru": "Использует тактическую схему двойной атаки на c7, где Белые достигают позицию, на которой Ладья становится ценнее двух легковесных фигур."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "5",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "(11)",
            "zh": "Event 1"
        },
        "fen": "r3k2r\/pp1nnpp1\/1q2p3\/4Pb1p\/5P2\/Q6B\/PP4PP\/R1B1NR1K b kq - 0 18",
        "moves": [
            {
                "move": "18... Qb5 ",
                "comment": {
                    "pt": "Atacando a torre e principalmente liberando a casa b6, para que o cavalo de d7 possa se deslocar para d5, onde exercerá forte pressão no campo inimigo e ainda contará com o apoio do cavalo de e7.",
                    "en": "Attacking the Rook, but the main goal is to leave b6 so that the d7-Knight can move to d5, from where it puts great pressure on the enemy camp and, also, counts on the support of the e7-Knight.",
                    "de": "Greift den Turm an und räumt das Feld b6 für den Springer auf d7, damit er d5 erreichen kann und von da aus starken Druck auf die gegnerische Stellung ausübt, vom Springer auf e7 unterstützt.",
                    "es": "Atacando la torre y principalmente liberando la casilla b6 para que el caballo de d7 pueda ir a d5, donde ejercerá fuerte presión en el campo enemigo y además contará con el apoyo del caballo de e7.",
                    "zh": "攻击车，但是主要的目的的为了离开b6，这样d7-马可以走到d5，在e7-马的帮助之下给敌营施加巨大的压力。",
                    "pl": "Atakując Wieżę, ale głównym celem jest opuszczenie b6, aby Skoczek d7 mógł poruszyć się na d5, skąd wywrze wielką presję na wrogim obozie, a także dołączenie Skoczka e7.",
                    "ru": "Атакует Ладью, но основная заключается идея в том, чтобы оставить b6, для того чтобы Конь на d7 мог перейти на d5, откуда он окажет весомое давление на вражеский лагерь, а также будет рассчитывать на поддержу со стороны Коня на e7."
                }
            }
        ],
        "game_terminator": "1\/2-1\/2"
    }
]