[
    {
        "title": "",
        "white": "4",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "(51)",
            "zh": "Event 1"
        },
        "fen": "8\/1p1k3p\/p5p1\/P1P1Kp2\/2P2P2\/5bPB\/7P\/8 w - - 0 43",
        "moves": [
            {
                "move": "43. Kf6 ",
                "comment": {
                    "pt": "Para tomar o peão de h7 e enfraquecer o flanco do rei das pretas.",
                    "en": "In order to capture the h7-pawn and weaken the black kingside.",
                    "de": "Um den Bauern h7 zu schlagen und den schwarzen Königsflügel zuschwächen.",
                    "es": "Para tomar el peón de h7 y debilitar el flanco rey de las negras.",
                    "zh": "为了捉h7-兵并且削弱王翼。",
                    "pl": "W celu schwytania piona h7 i osłabienia czarnego skrzydła królewskiego.",
                    "ru": "Для того, чтобы взять пешку h7 и ослабить королевский фланг Черных."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "4",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "(41)",
            "zh": "Event 1"
        },
        "fen": "r1bq1k1r\/1p3pb1\/p2p3p\/2pPn1p1\/8\/2N1P1P1\/PPQNBPP1\/R3K2R w KQ - 0 16",
        "moves": [
            {
                "move": "16. a4 ",
                "comment": {
                    "pt": "Para evitar a expansão das pretas no flanco da dama.",
                    "en": "In order to prevent Black's expansion on the queenside.",
                    "de": "Um zu verhindern, dass Schwarz am Damenflügel gewinnt.",
                    "es": "Para evitar la expansión de las negras en el flanco dama.",
                    "zh": "为了避免黑棋在后翼扩张。",
                    "pl": "W celu uniemożliwienia Czarnym ekspansji na skrzydło hetmańskie.",
                    "ru": "Для того, чтобы предотвратить экспансию Черных на ферзевом фланге."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "4",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "(113)",
            "zh": "Event 1"
        },
        "fen": "2b2nk1\/1p4pp\/1q1p4\/3P4\/1PP1p3\/2N5\/4B1PP\/2Q4K w - - 0 24",
        "moves": [
            {
                "move": "24. Nb5 ",
                "comment": {
                    "pt": "Para jogar c5 e valorizar a maioria de peões na ala da dama.",
                    "en": "In order to play c5 and improve the value of the pawn majority on the queenside.",
                    "de": "Um c5 zu spielen und die Bauernmehrheit am Damenflügel in Bewegung zu setzen.",
                    "es": "Para jugar c5 y valorizar la mayoría de peones en el ala dama.",
                    "zh": "为了下c5并增强在后翼多兵的价值。",
                    "pl": "W celu zagrania c5 i poprawy wartości przewagi pionów na skrzydle hetmańskim.",
                    "ru": "Для того, чтобы играть c5 и увеличить ценность пешечного большинства на ферзевом фланге."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "4",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "(165)",
            "zh": "Event 1"
        },
        "fen": "1k1r4\/p3p2p\/1q4p1\/8\/1PB1Q3\/4P2P\/Pn4P1\/5RK1 w - - 0 33",
        "moves": [
            {
                "move": "33. Be2 ",
                "comment": {
                    "pt": "Para jogar Bf3 e atacar pela diagonal h1-a8.",
                    "en": "In order to play Bf3 and attack through the h1-a8 diagonal.",
                    "de": "Um Lf3 zu spielen und auf der Diagonale h1-a8 anzugreifen.",
                    "es": "Para jugar Af3 y atacar por la diagonal h1-a8.",
                    "zh": "为了下Bf3并通过h1-a8斜线攻击。",
                    "pl": "W celu zagrania Gf3 i ataku przez przekątną h1-a8.",
                    "ru": "Для того, чтобы играть Bf3 и атаковать через диагональ h1-a8."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "4",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "(60)",
            "zh": "Event 1"
        },
        "fen": "rr2b2k\/2q1bp1p\/3p1np1\/ppnPp1N1\/2p1P1P1\/P1P3NP\/1PBBQP2\/R3R2K w - - 0 22",
        "moves": [
            {
                "move": "22. f4 ",
                "comment": {
                    "pt": "Intensificando o ataque no flanco do rei e possibilitando a abertura da coluna f.",
                    "en": "Intensifying the kingside attack and enabling the opening of the f-file.",
                    "de": "Stärkt den Angriff auf den Königsflügel und ermöglicht die Öffnung der f-Linie.",
                    "es": "Intensificando el ataque en el flanco rey y posibilitando la apertura de la columna f.",
                    "zh": "加强在王翼的攻击，使f-线得以开放。",
                    "pl": "Zwiększając intensywność ataku na skrzydło królewskie i umożliwienie otwarcia kolumny f.",
                    "ru": "Усиливает атаку на королевском фланге и открывает f-вертикаль."
                }
            }
        ],
        "game_terminator": "1-0"
    }
]