[
    {
        "title": "",
        "white": "3",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "(57)",
            "zh": "Event 1"
        },
        "fen": "6k1\/1p4pp\/8\/1NPP1b2\/2B2n2\/4p3\/6PP\/6K1 w - - 0 30",
        "moves": [
            {
                "move": "30. c6 ",
                "comment": {
                    "pt": "Avançando corretamente o peão passado. O domínio da casa d6 e da diagonal a2-g8 garantirão às brancas o ganho de uma peça.",
                    "en": "Correctly advancing the passed pawn. The dominance of d6 and the a2-g8 diagonal, ensures White to win a piece.",
                    "de": "Rückt den richtigen Bauern vor. Die Kontrolle über d6 und die Diagonale a2-g8 sichert Weiß den Gewinn einer Figur.",
                    "es": "Avanzando correctamente el peón pasado. El dominio de la casilla d6, junto al de la diagonal a2-g8 asegurarán a las blancas la ganancia de una pieza.",
                    "zh": "正确前进通路兵。对于d6和a2-g8的统治确保白棋可以赢得一个先手。",
                    "pl": "Właściwy ruch wolnym pionem. Dominacja nad d6 i przekątną a2-g8 zapewnia Białym zdobycie figury.",
                    "ru": "Корректное продвижение проходной пешки. Доминирование на d6 и диагонали a2-g8, обеспечивает Белым выигрыш фигуры."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "3",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "(104)",
            "zh": "Event 1"
        },
        "fen": "2b2rk1\/1p1n2pp\/3p4\/3Ppp2\/1PP5\/2N1qP2\/4B1PP\/Q4R1K b - - 0 20",
        "moves": [
            {
                "move": "20... b5 ",
                "comment": {
                    "pt": "Para destruir a massa de peões brancos, uma vez que este peão não pode ser tomado de cavalo devido a posição do bispo em e2.",
                    "en": "In order to destroy the white pawn mass, since the Knight cannot take this pawn, due to the position of the e2-Bishop.",
                    "de": "Um die weiße Bauernstruktur zu zerstören, da der Bauer auf b5 wegen der Stellung vom Läufer e2 vom Springer nicht geschlagen werden kann.",
                    "es": "Para destruir la masa de peones blancos, una vez que este peón no puede ser tomado con el caballo debido a la posición del alfil en e2.",
                    "zh": "为了摧毁白棋的兵形，因为e2象的位置使得马不能吃这个兵。",
                    "pl": "W celu zniszczenia masy białych pionów podczas gdy Skoczek nie może wziąć tego piona, z powodu pozycji Gońca e2.",
                    "ru": "Для того, чтобы разрушить пешечную массу Белых, так как Конь не может взять эту пешку, из-за позиции Слона на e2."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "3",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "(53)",
            "zh": "Event 1"
        },
        "fen": "r1bq1rk1\/ppp1npbp\/4n1P1\/3pp3\/4P3\/2PPNN2\/PPB2PP1\/R1BQK2R b KQ - 0 13",
        "moves": [
            {
                "move": "13... hxg6 ",
                "comment": {
                    "pt": "Mantendo uma estrutura de peões mais sólida e ao mesmo tempo evitando abrir a diagonal a2-g8.",
                    "en": "Making the pawn structure more solid and, at the same time, avoiding the a2-g8 diagonal from opening.",
                    "de": "Behält eine solide Bauernstruktur und vermeidet die Öffnung der Diagonale a2-g8.",
                    "es": "Manteniendo una estructura de peones más sólida y al mismo tiempo evitando abrir la diagonal a2-g8.",
                    "zh": "使兵形更加稳固，同时避免开放a2-g8斜线。",
                    "pl": "Wzmocnienie struktury pionów i w tym samym czasie uniknięcie otwarcia przekątnej a2-g8.",
                    "ru": "Делает пешечную структуру более однородной и, в  то же время, позволяет избежать открытия диагонали a2-g8."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "3",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "(108)",
            "zh": "Event 1"
        },
        "fen": "r3brk1\/pp4pp\/q1n1p3\/2PpP3\/8\/P4B2\/1B1Q1PPP\/R2R2K1 b - - 0 19",
        "moves": [
            {
                "move": "19... Rxf3 ",
                "comment": {
                    "pt": "Sacrificando a qualidade para arruinar a já prejudicada estrutura de peões das brancas e criar chances de ataque na ala do rei, aproveitando a passividade do bispo em b2.",
                    "en": "Sacrificing quality in order to ruin the already damaged white pawn structure and create attack chances on the kingside, taking advantage of the passivity of the b2-Bishop.",
                    "de": "Opfert die Qualität, um die bereits beschädigte weiße Bauernstruktur noch weiter zu zerstören und um Angriffschancen am Königsflügel angesichts der passiven Stellung des Läufers auf b2 zu schaffen.",
                    "es": "Sacrificando la calidad para arruinar la ya perjudicada estructura de peones de las blancas y crear chances de ataque en el ala rey, aprovechando la pasividad del alfil en b2.",
                    "zh": "放弃质量优势来彻底摧毁已经被破坏的白兵兵形，并且利用b2-象被动的位置来制造攻击王翼的机会。",
                    "pl": "Poświęcenie jakości w celu zrujnowania już osłabionej struktury białych pionów oraz tworzenie silnych szans ataku na skrzydło królewskie, wykorzystując przewagę pasywności Gońca b2.",
                    "ru": "Жертвует качеством, для того чтобы окончательно разрушить поврежденную пешечную структуру Белых и повысить шансы на атаку на королевский фланг, пользуясь пассивностью Слона на b2."
                }
            }
        ],
        "game_terminator": "0-1"
    },
    {
        "title": "",
        "white": "3",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "(19)",
            "zh": "Event 1"
        },
        "fen": "r3k2r\/ppqn1ppp\/2pbpn2\/7P\/3P4\/2PN1QN1\/PP3PP1\/R1B1K2R b KQkq - 0 13",
        "moves": [
            {
                "move": "13... Bxg3 ",
                "comment": {
                    "pt": "Enfraquecendo a estrutura de peões das brancas e eliminando o cavalo branco, que nesta posição é mais valioso que o bispo preto.",
                    "en": "Weakening the white pawn structure and eliminating the white Knight, which is worth more than the black Bishop.",
                    "de": "Schwächt die weiße Bauernstruktur und beseitigt den weißen Springer, der auf dieser Stellung dem schwarzen Läufer überlegen ist.",
                    "es": "Debilitando la estructura de peones de las blancas y eliminando el caballo blanco, que en esta posición es más valioso que el alfil negro.",
                    "zh": "削弱白棋的兵形，消灭比黑象更加有价值的白马。",
                    "pl": "Osłabienie białej struktury pionów i eliminacja białego Skoczka, który jest wart więcej, niż czarny Goniec.",
                    "ru": "Ослабляет пешечную структуру Белых и нейтрализует белого Коня, который ценен больше чем черный Слон."
                }
            }
        ],
        "game_terminator": "0-1"
    }
]