[
    {
        "title": "",
        "white": "3",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "(28)",
            "zh": "Event 1"
        },
        "fen": "3r1r2\/pp3k1p\/2n4n\/1N1p1pp1\/8\/1P1NP1P1\/P4PKP\/3R1R2 w - - 0 26",
        "moves": [
            {
                "move": "26. h4 ",
                "comment": {
                    "pt": "Para arruinar a estrutura das pretas no flanco do rei. Se gxh4, seguirá Th1 e se ...g4, as brancas jogarão Cf4.",
                    "en": "In order to ruin the black structure on the kingside. If gxh4, Rh1 will follow and if ...g4, White will play Nf4.",
                    "de": "Um die schwarze Bauernstruktur am Königsflügel zu zerstören. Auf ...gxh4 folgt Th1 und ...g4 wird mit Sf4 erwidert.",
                    "es": "Para arruinar la estructura de las negras en el flanco rey. Si gxh4, seguirá Th1 y si ...g4, las blancas jugarán Cf4.",
                    "zh": "为了摧毁黑棋在王翼的兵形。如果下gxh4，那么会跟Rh1并且如果...g4，那么白棋会跟Nf4。",
                    "pl": "W celu zrujnowania czarnej struktury na skrzydle królewskim. Jeśli gxh4, nastąpi Wh1, zaś jeśli ... g4, Białe zagrają Sf4.",
                    "ru": "Для того, чтобы разрушить структуру Черных на королевском фланге. Если gxh4, следует Rh1, и если ..g4, Белые сыграют Nf4."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "3",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "(69)",
            "zh": "Event 1"
        },
        "fen": "nrb2rk1\/1p4pp\/p2qpn2\/2NpNp2\/P2P1P2\/8\/1PQ1PPBP\/R4RK1 w - - 0 15",
        "moves": [
            {
                "move": "15. a5 ",
                "comment": {
                    "pt": "Assegurando o cavalo em c5, que não mais será expulso com ... b6.",
                    "en": "Guaranteeing that the Knight stays on c5 and can't be chased away with ...b6.",
                    "de": "Sichert die Stellung vom Springer auf c5, der jetzt nicht mehr durch ...b6 vertrieben werden kann.",
                    "es": "Fijando el caballo en c5, que no podrá más ser expulsado con ...b6.",
                    "zh": "确保马呆在c5并且不会被...b6赶走。",
                    "pl": "Gwarancja pozostawienia Skoczka na c5, skąd nie może zostać odparty przez ... b6.",
                    "ru": "Гарантирует, что Конь останется на поле c5 и не будет оттеснен ходом ..b6."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "3",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "(57)",
            "zh": "Event 1"
        },
        "fen": "r1r3k1\/pp1bpp1p\/3p1npR\/q3n3\/3NP1P1\/1BN2P2\/PPPQ4\/2KR4 b - - 0 16",
        "moves": [
            {
                "move": "16... Rxc3 ",
                "comment": {
                    "pt": "Debilitando a estrutura de peões adversária. Caso as brancas retomem com o peão sofrerão forte ataque e, se retomarem com a dama irão para um final inferior.",
                    "en": "Weakening the enemy pawn structure. If White recaptures with the pawn, it will be subject to a strong attack. And if it recaptures with the Queen, it will enter an inferior endgame.",
                    "de": "Schwächt die gegnerische Bauernstruktur. Wenn weiß mit dem Bauern zurückschlägt, wird er einem starken Angriff ausgesetzt, falls die Dame den Turm nimmt, kommt er in ein minderwertiges Endspiel.",
                    "es": "Debilitando la estructura de peones adversaria. Si las blancas recapturan con el peón sufrirán fuerte ataque y, si recapturan con la dama, van a un final inferior.",
                    "zh": "削弱敌方的兵形。如果白棋用兵反击，肯定是一次非常强势的攻击。如果后吃车，那么会产生一个弱势残局。",
                    "pl": "Osłabienie wrogiej struktury pionów. Jeśli Białe wezmą przez piona, zostanie on celem mocnego ataku. Jeśli zaś wezmą przez Hetmana, wejdą w gorszą końcówkę.",
                    "ru": "Ослабляет пешечную структуру соперника. Если Белые отыгрываются пешкой, они подвергнутся сильной атаке. А если отыгрываются Ферзем, они получат неудачный эндшпиль."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "3",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "(26)",
            "zh": "Event 1"
        },
        "fen": "3r1r2\/pp2qk1p\/2npp1pn\/1N3p2\/2P5\/1P2P1P1\/PQ2NPKP\/3R1R2 w - - 0 21",
        "moves": [
            {
                "move": "21. Qa3 ",
                "comment": {
                    "pt": "Obrigando o peão preto a avançar e tornar-se ainda mais fraco.",
                    "en": "Forcing the black pawn to advance and become even weaker.",
                    "de": "Zwingt den schwarzen Bauern zum Vorrücken, wodurch er noch schwächer wird.",
                    "es": "Obligando el peón negro a avanzar y debilitándolo aún más.",
                    "zh": "迫使黑兵前进，这样使其变得更加弱。",
                    "pl": "Zmuszając czarnego piona do marszu i jeszcze większego osłabienia.",
                    "ru": "Заставляет Черных продвигать пешку, для того чтобы она стала еще слабее."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "3",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "(71)",
            "zh": "Event 1"
        },
        "fen": "r1bqk2r\/1p1n2pp\/p2bpn2\/3p1p2\/3P4\/2N2NP1\/PPQ1PPBP\/R1B2RK1 w kq - 0 9",
        "moves": [
            {
                "move": "9. Bf4 ",
                "comment": {
                    "pt": "Como os peões pretos estão colocados em casas brancas é conveniente trocar este bispo para posteriormente atacar pelas casas pretas, mesmo debilitando a própria estrutura.",
                    "en": "Since the black pawns are placed on light squares, it is convenient to trade this Bishop in order to attack through the dark squares later on, even if this weakens the white pawn structure.",
                    "de": "Dieser Abtausch ist günstig - auch wenn dadurch die eigene Bauernstruktur geswächt wird, weil die schwarzen Felder vom Schwarzen durch den Abtausch seines schwarzfeldrigen Läufers geschwächt werden, da die Bauern auf weiße Felder stehen.",
                    "es": "Como los peones negros están colocados en casillas blancas es conveniente cambiar este alfil para posteriormente atacar por las casillas negras, aunque se debilite la propia estructura.",
                    "zh": "因为黑兵处于白格，所以兑象之后来攻击黑格是有利的，即使会使得自己的兵形变弱也是值得的。",
                    "pl": "Skoro czarne piony są umieszczone na jasnych polach, wygodnie jest wymienić tego Gońca w celu późniejszego ataku przez ciemne pola, nawet jeśli osłabia to białą strukturę pionów.",
                    "ru": "Поскольку пешки Черных размещены на светлых полях, логично будет пойти на размен этого Слона, для того чтобы позднее атаковать через темные поля, даже если это ослабит пешечную структуру."
                }
            }
        ],
        "game_terminator": "1-0"
    }
]