[
    {
        "title": "",
        "white": "5",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "(64)",
            "zh": "Event 1"
        },
        "fen": "r4rk1\/pb3ppp\/1p2pn2\/q3P1B1\/8\/P1PBQ3\/5PPP\/2R2RK1 b - - 0 17",
        "moves": [
            {
                "move": "17... Ng4 ",
                "comment": {
                    "pt": "Atacando a dama e ganhando o peão de e5. A variante crítica seria 18. Dh3 f5 19. exf6 Dxg5 e as pretas têm vantagem.",
                    "en": "Attacking the Queen and winning the e5-pawn. The critical variation would be 18-Qh3 f5 19-exf6 Qxg5m and Black would have advantage.",
                    "de": "Greift die Dame an und gewinnt den Bauern auf e5. Die kritische Variante wäre 18. Dh3 f5 19. exf6 Dxg5 mit Vorteil für Schwarz.",
                    "es": "Atacando la dama y ganando el peón de e5. La variante crítica sería 18. Dh3 f5 19. exf6 Dxg5 y las negras tienen ventaja.",
                    "zh": "攻击后并赢得e5-兵。决定性的变换是18-Qh3 f5 19-exf6 Qxg5，黑棋占优。",
                    "pl": "Atakując Hetmana i wygrywając piona e5. Krytyczną wariacją mogłoby być 18. Hh3 f5 19. exf6 Hxg5 i Czarne miałyby przewagę.",
                    "ru": "Атакует Ферзя и выигрывает пешку на e5. Критическим вариантом может быть 18-Qh3 f5 19-exf6 Qxg5m, где Черные получат преимущество."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "5",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "(133)",
            "zh": "Event 1"
        },
        "fen": "8\/5kpp\/8\/8\/8\/5P2\/1RPK2PP\/6r1 w - - 0 40",
        "moves": [
            {
                "move": "40. c4 ",
                "comment": {
                    "pt": "Ganhando um tempo no avanço do peão e abrindo linhas para defender a segunda fila.",
                    "en": "Gaining one tempo with the pawn advance and opening lines in order to defend the second rank.",
                    "de": "Gewinnt ein Tempo und bereitet die Verteidigung der zweiten Reihe vor.",
                    "es": "Ganando un tiempo en el avance del peón y abriendo líneas para defender la segunda línea.",
                    "zh": "挺兵赢得一个先手并且开放线路为了防御第二线。",
                    "pl": "Zdobywając tempo przez marsz pionem oraz otwarcie linii w celu obrony drugiej linii.",
                    "ru": "Увеличивает темп с развитием пешки и открывает линии, для того чтобы защитить вторую горизонталь."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "5",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "(63)",
            "zh": "Event 1"
        },
        "fen": "r1b2qk1\/2p2r2\/2Np2nb\/P2Pp3\/P3PpP1\/2N5\/5BP1\/R2Q1RK1 b - - 0 25",
        "moves": [
            {
                "move": "25... f3 ",
                "comment": {
                    "pt": "Liberando a casa f4 para o cavalo ou bispo e abrindo a diagonal h6-c1, para o ataque ao rei branco.",
                    "en": "Unlocking f4 for the Knight or Bishop and opening the h6-c1 diagonal in order to attack the white King.",
                    "de": "Räumt das Feld f4 für den Springer bzw. den Läufer und öffnet die Diagonale h6-c1 für den Angriff auf den weißen König.",
                    "es": "Liberando la casilla f4 para el caballo o el alfil y abriendo la diagonal h6-c1, para el ataque al rey blanco.",
                    "zh": "给马或象清空f4并且为攻击白王开放h6-c1斜线。",
                    "pl": "Uwolnienie pola f4 dla Skoczka lub Gońca oraz otwarcie przekątnej h6-c1 w celu ataku białego Króla.",
                    "ru": "Деблокирует f4 для Коня или Слона и открывает диагональ h6-c1, для того чтобы атаковать белого Короля."
                }
            }
        ],
        "game_terminator": "0-1"
    },
    {
        "title": "",
        "white": "5",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "(122)",
            "zh": "Event 1"
        },
        "fen": "r2q1rk1\/1p1nnppp\/p3pb2\/2Pp4\/PP1P4\/2N1BB1P\/5PP1\/2RQ1RK1 w - - 0 18",
        "moves": [
            {
                "move": "18. g4 ",
                "comment": {
                    "pt": "Evitando ...Cf5 e aumentando a vantagem de espaço.",
                    "en": "Preventing ...Nf5 and intensifying space advantage on the kingside.",
                    "de": "Verhindert ...Sf5 und erhöht den Raumvorteil.",
                    "es": "Evitando ...Cf5 y aumentando la ventaja de espacio.",
                    "zh": "阻止...Nf5并且增强在王翼的空间优势。",
                    "pl": "Uniemożliwiając ... Sf5 i powiększając przewagę przestrzenną na skrzydle królewskim.",
                    "ru": "Предотвращает ...Nf5 и увеличивает пространственное преимущество на королевском фланге."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "5",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "(60)",
            "zh": "Event 1"
        },
        "fen": "r2q1rk1\/1pp2ppp\/p1bbp3\/3n4\/2BP2Q1\/4PN2\/PP1B1PPP\/R4RK1 w - - 0 15",
        "moves": [
            {
                "move": "15. Ne5 ",
                "comment": {
                    "pt": "Para tomar o bispo de c6 ou forçar a captura em e5 e aproveitar o maior domínio das casas pretas.",
                    "en": "In order to take the c6-Bishop or force the capture on e5 and take advantage of greater dominance over dark squares.",
                    "de": "Um entweder den Läufer auf c6 zu schlagen oder das Schlagen auf e5 zu zwingen und die Kontrolle der schwarzen Felder auszunutzen.",
                    "es": "Para tomar el alfil de c6 o forzar la captura en e5 y aprovechar el mayor dominio de las casillas negras.",
                    "zh": "为了捉c6-象或者强攻e6，充分利用对黑格的统治。",
                    "pl": "W celu wzięcia Gońca c6 lub wymuszenia wzięcia na e5 oraz wykorzystanie większej dominacji nad ciemnymi polami.",
                    "ru": "Для того, чтобы взять Слона на c6, или взять на e5 и воспользоваться доминированием над темными квадратами."
                }
            }
        ],
        "game_terminator": "1-0"
    }
]