[
    {
        "title": "",
        "white": "5",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "(50)",
            "zh": "Event 1"
        },
        "fen": "r1b3k1\/2p2r2\/2Np1nnq\/P2Pp1b1\/P3PpP1\/2N2B2\/5BP1\/R2QR1K1 b - - 0 26",
        "moves": [
            {
                "move": "26... Nh4 ",
                "comment": {
                    "pt": "O rei branco irá fugir do flanco do rei via f1-e2 e esta jogada visa continuar o ataque mesmo que ele fuja, pois quando chegar a e2, as pretas poderão tomar o bispo de f3 e depois o peão de g4 com o cavalo ou o bispo.",
                    "en": "The white King will escape from the kingside through f1-e2. This move aims to continue the attack even if the King flees, because when it reaches e2, Black will be able to capture the f3-Bishop and then the g4-Pawn with the Knight or the Bishop.",
                    "de": "Der weiße König will den Königsflügel über f1-e2 verlassen. Mit dem Textzug beabsichtigt Weiß, den Angriff trotzdem fortzusetzen, denn Schwarz wird den Läufer auf f3 und anschließend den Bauern auf g4 entweder mit dem Springer oder dem Läufer schlagen, wenn der König e2 erreicht.",
                    "es": "El rey blanco va a huir del flanco rey vía f1-e2 y esta jugada tiene por objetivo continuar el ataque a pesar de esta fuga, pues cuando llegue a e2, las negras podrán tomar el alfil de f3 y después el peón de g4 con el caballo o el alfil.",
                    "zh": "白王可以通过王翼f1-e2离开。这一着的目的是即使王会逃走还要继续攻击，因为如果王到达e2，黑棋可以用马或象来捉f3-象和g4-兵。",
                    "pl": "Biały Król ucieknie ze skrzydła królewskiego przez f1-e2. Ten ruch umożliwia kontynuację ataku nawet jeśli Król ucieknie, ponieważ kiedy osiągnie e2, Czarne będą w stanie zbić Gońca f3 i potem piona g4 przez Skoczka lub Gońca.",
                    "ru": "Белый Король будет отступать от королевского фланга через f1-e2. Этот ход направлен на продолжении атаки, даже если Король отступает, когда он достигнет поля e2, Черные смогут взять Слона на f3, а затем Конем или Слоном пешку на g4."
                }
            }
        ],
        "game_terminator": "0-1"
    },
    {
        "title": "",
        "white": "5",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "(3)",
            "zh": "Event 1"
        },
        "fen": "2r1k2r\/p2q1ppp\/1pn2n2\/1N1p4\/Qb3B2\/6P1\/P3PPKP\/RNR5 w k - 0 15",
        "moves": [
            {
                "move": "15. Rxc6 ",
                "comment": {
                    "pt": "Jogada superior a Cc7, que ganharia uma qualidade. Nesta posição é mais importante ter duas peças pela torre.",
                    "en": "Superior move to Nc7 (that would result in one exchange up). In this position it's more important to keep 2 pieces for the Rook.",
                    "de": "Der Textzug ist stärker als Sc7, was eine Qualität gewinnen würde. In dieser Stellung sind zwei Figuren stärker als der Turm.",
                    "es": "Jugada superior a Cc7, que ganaría una calidad. En esta posición es más importante tener dos piezas por la torre.",
                    "zh": "这一步要比Nc7来的好（可以赢得子力）。此处保住两个棋子要比车来的重要。",
                    "pl": "Lepsze niż Sc7 (które daje przewagę jednej figury). W tej pozycji ważniejsze jest utrzymanie dwóch figur dla Wieży.",
                    "ru": "Этот ход лучше чем Nc7 (что привело бы к размену с преимуществом в одну фигуру). В этой позиции, более важным является сохранить две фигуры, для противостояния с Ладьей."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "5",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "(41)",
            "zh": "Event 1"
        },
        "fen": "8\/r4k2\/p1p2p2\/PbNp3p\/1P3P2\/2P5\/5K1P\/4R3 w - - 0 42",
        "moves": [
            {
                "move": "42. f5 ",
                "comment": {
                    "pt": "Criando um posto avançado em e6 e evitando que as pretas ativem seu rei via g6-f5..",
                    "en": "Creating an outpost on e6 and preventing Black from activating its King by means of g6-f5.",
                    "de": "Erreicht einen Vorposten auf e6 und verhindert, dass Schwarz seinen König über g6-f5 aktiviert.",
                    "es": "Creando un puesto avanzado en e6 y evitando que las negras activen su rey vía g6-f5.",
                    "zh": "在e6制造一个前哨并且阻止黑棋通过g6-f5来活跃黑王。",
                    "pl": "Tworzenie placówki na e6 i uniemożliwianie Czarnym aktywacji ich Króla poprzez g6-f5.",
                    "ru": "Создает форпост на e6 и не дает Черным активизировать их Короля с целью g6-f5."
                }
            }
        ],
        "game_terminator": "1\/2-1\/2"
    },
    {
        "title": "",
        "white": "5",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "(103)",
            "zh": "Event 2"
        },
        "fen": "3r1r2\/1q2b1k1\/n1p1Qpp1\/p3p2p\/P3P3\/2P1BN1P\/1P1R2PK\/5R2 w - - 0 32",
        "moves": [
            {
                "move": "32. Rxd8 ",
                "comment": {
                    "pt": "Aproveitando o momento em que as pretas não podem retomar com a torre, por causa de Cxe5 e com isto garantindo o domínio desta coluna. após Td1.",
                    "en": "Taking advantage of the moment, in which Black cannot recapture with the Rook, due to Nxe5, and thus guaranteeing the dominance of this file after Rd1.",
                    "de": "Schwarz kann wegen Sxe5 nicht mit dem Turm schlagen. Weiß nutzt diesen Umstand aus und wird sich damit die Kontrolle der Linie nach Td1 sichern.",
                    "es": "Aprovechando que por el momento las negras no pueden volver con la torre, a causa de Cxe5 y asegurando así el dominio de esta columna después de Td1.",
                    "zh": "黑棋不能用Nxe5用车进行攻击。白棋利用这个时机在下Rd1之后确保对这条线的统治。",
                    "pl": "Wykorzystanie momentu, w którym Czarne nie mogą odzyskać materiału Wieżą z powodu Sxe5, a co za tym idzie zagwarantowanie dominacji tej kolumny po Wd1.",
                    "ru": "Использует момент, в котором Черные не могут отыграться Ладьей, из-за Nxe5, и это гарантирует доминирование на этой вертикали после Rd1."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "5",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "(24)",
            "zh": "Event 1"
        },
        "fen": "r1bq3k\/ppp2rbp\/6n1\/P1pPp1p1\/2B1Pp2\/2N2P2\/1P4PP\/R2QNRK1 w - - 0 18",
        "moves": [
            {
                "move": "18. a6 ",
                "comment": {
                    "pt": "Para enfraquecer o flanco da dama preto e abrir a diagonal d5-a8 no caso das pretas jogarem ...b6 .",
                    "en": "In order to weaken the black queenside and open the d5-a8 diagonal in case Black plays ...b6.",
                    "de": "Um den schwarzen Damenflügel zu schwächen und die Diagonale d5-a8 öffnen, wenn schwarz ...b6 spielt.",
                    "es": "Para debilitar el flanco dama negro y abrir la diagonal d5-a8 si las negras juegan ...b6 .",
                    "zh": "如果黑棋下...b6，以此削弱黑棋后翼并且开放d5-a8斜线。",
                    "pl": "W celu osłabienia czarnego skrzydła hetmańskiego i otwarcia przekątnej d5-a8 w przypadku zagrania przez Czarne ... b6.",
                    "ru": "Для того, чтобы ослабить ферзевый фланг Черных и открыть диагональ d5-a8, в случае если Черные сыграют ...b6."
                }
            }
        ],
        "game_terminator": "1-0"
    }
]