[
    {
        "title": "",
        "white": "4",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "(59)",
            "zh": "Event 1"
        },
        "fen": "r1br2k1\/1nq1bppp\/p2p1n2\/1p1Pp3\/2p1P3\/2P2N1P\/PPB2PP1\/R1BQRNK1 w - - 0 15",
        "moves": [
            {
                "move": "15. g4 ",
                "comment": {
                    "pt": "Para jogar Cg3 e atacar no flanco rei. O plano de ataque das brancas é com as peças atrás dos peões.",
                    "en": "In order to play Ng3 and attack on the kingside. The white plan is to attack with the pieces behind its pawns.",
                    "de": "Um Sg3 zu spielen und am Königsflügel anzugreifen. Weiß plant, mit den Figuren hinter der Bauernkette anzugreifen.",
                    "es": "Para jugar Cg3 y atacar en el flanco rey. El plan de ataque de las blancas es con las piezas atrás de los peones.",
                    "zh": "为写下Ng3并攻击王翼。白棋的计划是用兵后面的棋子来进行攻击。",
                    "pl": "W celu zagrania Sg3 i ataku na skrzydło królewskie. Planem Białych jest zaatakować figurami znajdującymi się za własnymi pionami.",
                    "ru": "Для того, чтобы играть Ng3 и атаковать на королевском фланге. Белые планируют атаковать фигурами, которые находятся позади их пешек."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "4",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "(57)",
            "zh": "Event 1"
        },
        "fen": "r1b1k2r\/ppp2ppp\/2np1q1n\/8\/2B1P3\/B1Q2N2\/P4PPP\/R4RK1 w kq - 0 12",
        "moves": [
            {
                "move": "12. e5 ",
                "comment": {
                    "pt": "Para abrir a posição no centro e impedir as pretas de rocarem pequeno e completarem o desenvolvimento.",
                    "en": "In order to open the central position and prevent Black from kingcastling and from completing development.",
                    "de": "Um die Stellung im Zentrum zu öffnen, damit Schwarz nicht rochieren und folglich seine Entwicklung nicht vollenden kann.",
                    "es": "Para abrir la posición en el centro e impedir que las negras se enroquen en corto y completen su desarrollo.",
                    "zh": "为了开放中心位置并阻止黑棋进行王翼易位和完成出子。",
                    "pl": "W celu otwarcia centralnej pozycji i uniemożliwienia Czarnym krótkiej roszady oraz uniemożliwienia zakończenia rozwoju figur.",
                    "ru": "Для того, чтобы открыть центральные позиции, не дать возможность Черным провести короткую рокировку и завершить таким образом, развитие."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "4",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "(134)",
            "zh": "Event 1"
        },
        "fen": "3r1bk1\/5pp1\/q1p1p2p\/1b2P3\/3PN1Q1\/1p2P3\/1P4PP\/1BR3K1 w - - 0 30",
        "moves": [
            {
                "move": "30. Nf6+ ",
                "comment": {
                    "pt": "Para centralizar a dama e garantir a casa f6 para o cavalo após as pretas jogarem g6.",
                    "en": "In order to centralize the Queen and ensuring f6 for the Knight after Black plays g6.",
                    "de": "Um die Dame zu zentralisieren und das Feld f6 für den Springer zu gewinnen, nachdem Schwarz g6 spielt.",
                    "es": "Para centralizar la dama y asegurar la casilla f6 para el caballo después de las negras jugar g6.",
                    "zh": "为了使后中心化，确保黑棋下g6之后f6给马。",
                    "pl": "W celu centralizacji Hetmana i zapewnienia f6 dla Skoczka po zagraniu przez Czarne g6.",
                    "ru": "Для того, чтобы централизовать Ферзя и обеспечить поле f6 для Коня, после того как Черные сыграют g6."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "4",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "(10)",
            "zh": "Event 1"
        },
        "fen": "r5k1\/1p1qr1p1\/p1pnbpBp\/3p4\/3P1N2\/P3P2P\/1PQ2PP1\/2R2RK1 b - - 0 22",
        "moves": [
            {
                "move": "22... Bf5 ",
                "comment": {
                    "pt": "Eliminando o forte bispo branco que, nessa posição, era superior ao bispo das pretas.",
                    "en": "Eliminating the strong white Bishop, which, in this position, is superior to the black one.",
                    "de": "Beseitigt den starken weißen Läufer, der auf dieser Stellung den schwarzen überlegener war.",
                    "es": "Eliminando el fuerte alfil blanco que, en esta posición, era superior al alfil de las negras.",
                    "zh": "消灭这个强大的白象，这个白象在此处要比黑象优越得多。",
                    "pl": "Eliminacja silnego białego Gońca, który, z tej pozycji, jest znacznie lepszy niż Czarny.",
                    "ru": "Нейтрализует сильного Слона белых, который находится в отличной позиции, в отличие от Слона Черных."
                }
            }
        ],
        "game_terminator": "1\/2-1\/2"
    },
    {
        "title": "",
        "white": "4",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "(37)",
            "zh": "Event 1"
        },
        "fen": "r4r2\/pp2ppkp\/2npb1p1\/q7\/2P1PP2\/2N5\/PP1QB1PP\/3R1R1K w - - 0 16",
        "moves": [
            {
                "move": "16. f5 ",
                "comment": {
                    "pt": "Para atacar o rei preto , uma vez que há poucas peças para defende-lo.",
                    "en": "In order to attack the black King, since there are only few pieces to defend it.",
                    "de": "Um den schwarzen König anzugreifen, da dieser wenige Verteidiger hat.",
                    "es": "Para atacar el rey negro, ya que hay pocas piezas para defenderlo.",
                    "zh": "为了攻击黑王，因为能防御黑王的棋子相当少。",
                    "pl": "W celu ataku na czarnego Króla posiadającego zaledwie kilka figur do obrony.",
                    "ru": "Для того, чтобы атаковать черного Короля, поскольку его защищает только всего несколько фигур."
                }
            }
        ],
        "game_terminator": "1-0"
    }
]