[
    {
        "title": "",
        "white": "4",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "(54)",
            "zh": "Event 1"
        },
        "fen": "r2qr1k1\/1p2bppp\/p1ppnn2\/8\/2P1P3\/1PN2PB1\/P3N1PP\/R2Q1R1K b - - 0 15",
        "moves": [
            {
                "move": "15... b5 ",
                "comment": {
                    "pt": "Para ganhar espaço na ala da dama.",
                    "en": "In order to gain space on the queenside.",
                    "de": "Um Raum am Damenflügel zu gewinnen.",
                    "es": "Para ganar espacio en el ala dama.",
                    "zh": "为了在后翼赢得空间。",
                    "pl": "W celu zdobycia miejsca na skrzydle hetmańskim.",
                    "ru": "Для того, чтобы увеличить пространство на ферзевом фланге."
                }
            }
        ],
        "game_terminator": "1\/2-1\/2"
    },
    {
        "title": "",
        "white": "4",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "(46)",
            "zh": "Event 1"
        },
        "fen": "4r1k1\/5p2\/2R3p1\/p2p2Qn\/3q4\/1P3PP1\/4P1K1\/5B2 b - - 0 40",
        "moves": [
            {
                "move": "40... Ng7 ",
                "comment": {
                    "pt": "Manobrando o cavalo para chegar a e3 (via f5) e caso as brancas joguem agora g4, então seguiria ...Ce6-f4.",
                    "en": "Maneuvering the Knight to reach e3 (through f5). If White now plays g4, then ...Ne6-f4 will follow.",
                    "de": "Versucht, mit dem Springer das Feld e3 zu erreichen. Auf g4 folgt Se6-f4.",
                    "es": "Maniobrando el caballo para llegar a e3 (vía f5) y, si las blancas juegan ahora g4, entonces seguiría ...Ce6-f4.",
                    "zh": "移动马到达e3（通过f5）。如果白棋先在下g4，那么会紧跟...Ne6-f4。",
                    "pl": "Manewrując Skoczkiem, aby osiągnąć e3 (przez f5). Jeśli Białe zagrają teraz g4, nastąpi ... Se6-f4.",
                    "ru": "Маневрирует Конем, для того чтобы достичь e3 (через f5). Если Белые сейчас играют g4, то последует ...Ne6-f4."
                }
            }
        ],
        "game_terminator": "0-1"
    },
    {
        "title": "",
        "white": "4",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "(73)",
            "zh": "Event 1"
        },
        "fen": "r4rk1\/pp2bppp\/3p1n2\/4pP2\/2q1P3\/2N1B3\/PPP3PP\/R3QRK1 w - - 0 14",
        "moves": [
            {
                "move": "14. Bg5 ",
                "comment": {
                    "pt": "Para trocar em f6 e conquistar definitivamente a casa d5 para o cavalo.",
                    "en": "In order to exchange on f6 and definitely conquer d5 for the Knight.",
                    "de": "Um auf f6 abzutauschen und Feld das d5 für den Springer endgültig zu erobern.",
                    "es": "Para cambiar en f6 y conquistar definitivamente la casilla d5 para el caballo.",
                    "zh": "为了在f6上兑子并且为马彻底夺取d5。",
                    "pl": "W celu wymiany na f6 i ostatecznego zdobycia d5 dla Skoczka.",
                    "ru": "Для того, чтобы разменять на f6 и, безусловно, занять Конем поле d5."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "4",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "(110)",
            "zh": "Event 1"
        },
        "fen": "1r3rn1\/1p3p1k\/p2p3p\/P1pPq1p1\/4P3\/5R1P\/1P3PP1\/1BQbR1K1 w - - 0 23",
        "moves": [
            {
                "move": "23. Rf5 ",
                "comment": {
                    "pt": "Importante jogada intermediaria para expulsar a dama preta, jogar e5 e desbloquear a diagonal b1-h7.",
                    "en": "Important intermediate move in order to chase away the Queen and unlock the b1-h7 diagonal.",
                    "de": "Wichtiger Zwischenzug zwecks Vertreibung der schwarzen Dame. Danach wird e5 gespielt, um die Diagonale b1-h7 zu räumen.",
                    "es": "Importante jugada intermedia para expulsar la dama negra, jugar e5 y desbloquear la diagonal b1-h7.",
                    "zh": "重要的等着为了将后赶走并且重新开放b1-h7斜线。",
                    "pl": "Ważny pośredni ruch w celu przegonienia Hetmana i odblokowania przekątnej b1-h7.",
                    "ru": "Важный промежуточный ход, для того чтобы оттеснить Ферзя и разблокировать диагональ b1-h7."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "4",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "(47)",
            "zh": "Event 1"
        },
        "fen": "r1r3k1\/p2bp1bp\/3p1np1\/q7\/2pNP1P1\/2N1BP2\/PPPQ4\/2KR3R w - - 0 17",
        "moves": [
            {
                "move": "17. Kb1 ",
                "comment": {
                    "pt": "O ataque branco no flanco rei é forte, mas não há um caminho para vencer imediatamente , portanto é necessario defender o próprio rei primeiro e esta jogada tem a idéia de seguir com Ra1 e deixar a casa b1 para uma das torres defender o vulnerável peão em b2.",
                    "en": "The white attack on the kingside is strong but there is no way to win immediately, therefore, it's necessary to defend the King and this move intends to continue with Ka1 and leave b1 for one of the Rooks to defend the vulnerable b2-pawn.",
                    "de": "Weiß hat einen starken Angriff am Königsflügel, einen direkten und schnellen Weg zum Sieg gibt es aber im Moment nicht. Daher ist es notwendig, zuerst den eigenen König zu verteidigen. Die Idee des Textzuges ist, Ka1 zu spielen und das Feld b1 zu räumen, damit einer der Türme den verwundbaren Bauern auf b2 verteidigen kann.",
                    "es": "El ataque blanco en el flanco rey es fuerte, pero no hay un camino para vencer inmediatamente, por lo tanto es necesario defender primero el propio rey. Esta jugada tiene la idea de jugar Ra1 y dejar la casilla b1 para que una de las torres defiend el vulnerable peón en b2.",
                    "zh": "白棋在王翼的攻击很猛，但是目前还不能立即取胜。因此必须首先加强对王的防御。走这一步得目的是为了能继续下Ka1并且清空b1便于车来防御容易受到攻击的b2-兵。",
                    "pl": "Atak białych na skrzydło królewskie jest silny, ale nie ma sposobu na szybką wygraną, dlatego też konieczna jest obrona Króla, zaś ten ruch zamierza kontynuować przez Ka1, czym opuszcza pola b1 dla jednej z Wież, aby broniła wrażliwego na atak piona b2.",
                    "ru": "Белые мощно атакуют на королевском фланге, но в этой ситуации, быстро выиграть не получится, поэтому необходимо защитить Короля и этот ход с намерением продолжить Ka1 и оставить b1 для одной из Ладей, которая защитит уязвимую пешку на b2."
                }
            }
        ],
        "game_terminator": "1-0"
    }
]