[
    {
        "title": "",
        "white": "4",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "(40)",
            "zh": "Event 1"
        },
        "fen": "r4r1k\/pppb2bp\/2q1n1p1\/4p3\/8\/1BPPBN2\/PP2QPP1\/R3K2R w KQ - 0 19",
        "moves": [
            {
                "move": "19. O-O-O ",
                "comment": {
                    "pt": "Terminando o desenvolvimento, conectando as torres e preparando um ataque através da coluna h.",
                    "en": "Completing development, connecting Rooks and preparing for a kingside attack through the h-file.",
                    "de": "Beendet die Entwicklung, verbindet die Türme und bereitet einen Angriff über die h-Linie vor.",
                    "es": "Terminando el desarrollo, conectando las torres y preparando un ataque a través de la columna h.",
                    "zh": "结束出子，协同双车并准备通过h-线攻击王翼。",
                    "pl": "Ukończenie rozwoju, połączenie Wież i przygotowanie ataku na skrzydło królewskie przez kolumnę h.",
                    "ru": "Завершает развитие, объединяет Ладьи и подготавливает к атаке на королевском фланге, через h-вертикаль."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "4",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "(79)",
            "zh": "Event 1"
        },
        "fen": "8\/4kp2\/p1rp2p1\/1p2p1bp\/n1P5\/R4P2\/PP4PP\/1K3B1R w - - 0 26",
        "moves": [
            {
                "move": "26. Be2 ",
                "comment": {
                    "pt": "Ameaçando tomar em b5, uma vez que a primeira fila está defendida pela torre de h1.",
                    "en": "Threatening to capture on b5, since the 1st rank is defended by the h1-Rook.",
                    "de": "Droht auf b5 zu schlagen, da jetzt die Grundreihe verteidigt ist.",
                    "es": "Amenazando tomar en b5, ya que la primera línea está defendida por la torre de h1.",
                    "zh": "威胁攻击b5，因为底线受到h1-车的防卫。",
                    "pl": "Groźba wzięcia na b5 z powodu obrony pierwszej linii przez Wieżę h1.",
                    "ru": "Угрожает взятием b5, поскольку первая горизонталь защищена Ладьей h1."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "4",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "(55)",
            "zh": "Event 1"
        },
        "fen": "7r\/4k1p1\/p1p2r2\/2n1p3\/1p2n3\/1B2R1P1\/PPP1N3\/5RK1 b - - 0 38",
        "moves": [
            {
                "move": "38... Rfh6 ",
                "comment": {
                    "pt": "Dobrando as torres na coluna aberta e criando uma série de ameaças ao rei inimigo.",
                    "en": "Doubling Rooks in the open file and creating a series of threats to the enemy King.",
                    "de": "Verdoppelt die Türme auf der offenen Linie und schafft Drohungen gegen den gegnerischen König.",
                    "es": "Doblando las torres en la columna abierta y creando una serie de amenazas al rey enemigo.",
                    "zh": "在开放线获得双车，给敌王制造一系列的威胁。",
                    "pl": "Zdublowanie Wież na otwartej kolumnie i tworzenie serii zagrożeń wobec wrogiego Króla.",
                    "ru": "Сдваивает Ладьи и открывает вертикаль, создавая при этом ряд угроз для вражеского Короля."
                }
            }
        ],
        "game_terminator": "0-1"
    },
    {
        "title": "",
        "white": "4",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "(116)",
            "zh": "Event 1"
        },
        "fen": "8\/1p5p\/p3k1p1\/P1P2p2\/4bP2\/2P3PB\/3K3P\/8 w - - 0 39",
        "moves": [
            {
                "move": "39. c4 ",
                "comment": {
                    "pt": "Evitando ...Rd5 e preparando Rc3-Rd4.",
                    "en": "Preventing ...Kd5 and preparing Kc3-Kd4.",
                    "de": "Verhindert ...Kd5 und bereitet Kc3-Kd4 vor.",
                    "es": "Evitando ...Rd5 y preparando Rc3-Rd4.",
                    "zh": "阻止...Kd5，准备Kc3-Kd4。",
                    "pl": "Uniemożliwiając ... Kd5 i przygotowując Kc3-Kd4.",
                    "ru": "Предотвращает ...Kd5 и подготавливает к Kc3-Kd4."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "4",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "(90)",
            "zh": "Event 1"
        },
        "fen": "r3kb1r\/p2q1ppp\/1pn1pn2\/1N1p4\/Q1P5\/6P1\/PP2PPKP\/RNB2R2 w kq - 0 11",
        "moves": [
            {
                "move": "11. cxd5 ",
                "comment": {
                    "pt": "Abrindo o centro e esperando as pretas decidirem por uma retomada, para definirem seu plano de ação.",
                    "en": "Opening the center and waiting for Black's pieces to decide about a recapture in order to determinate a plan of action.",
                    "de": "Öffnet das Zentrum und wird seinen Plan erst dann bestimmen, wenn Schwarz zurückgeschlagen hat.",
                    "es": "Abriendo el centro y esperando ver cómo recapturan las negras, para definir su plan de acción.",
                    "zh": "开放中心，等待黑棋反击之后再决定行动计划。",
                    "pl": "Otwarcie centrum i oczekiwanie na decyzję czy Czarne figury odzyskają piona, czy nie, aby wyznaczyć plan akcji.",
                    "ru": "Открывает центр и дает возможность отыгрыша Черным."
                }
            }
        ],
        "game_terminator": "1-0"
    }
]