[
    {
        "title": "",
        "white": "4",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "(90)",
            "zh": "Event 1"
        },
        "fen": "3q1rk1\/4npbp\/p2p4\/1prP1N1Q\/4pp2\/2P5\/PP2BPPP\/R4RK1 w - - 0 20",
        "moves": [
            {
                "move": "20. a4 ",
                "comment": {
                    "pt": "Para abrir a coluna a e enfraquecer o peão de b5.",
                    "en": "In order to open the a-file and weaken the b5-pawn.",
                    "de": "Um die a-Linie zu öffnen und den Bauern von b5 zu schwächen.",
                    "es": "Para abrir la columna a y debilitar el peón de b5.",
                    "zh": "为了开放a-线并且削弱b5-兵。",
                    "pl": "W celu otwarcia kolumny a i osłabienia piona b5.",
                    "ru": "Для того, чтобы открыть a-вертикаль и ослабить пешку b5."
                }
            }
        ],
        "game_terminator": "0-1"
    },
    {
        "title": "",
        "white": "4",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "(98)",
            "zh": "Event 1"
        },
        "fen": "r1bq1rk1\/pp2bppp\/2n1p3\/4P3\/8\/3B1N2\/PP3PPP\/R1BQ1RK1 w - - 0 13",
        "moves": [
            {
                "move": "13. Qe2 ",
                "comment": {
                    "pt": "Preparando De4 e ao mesmo tempo evitando a jogada ...Cb4 seguido da troca de damas.",
                    "en": "Preparing for Qe4 and, at the same time, preventing ...Nb4, followed by the Queen exchange.",
                    "de": "Mit der Idee, De4 zu spielen. Außerdem wird Sb4 nebst Damentausch verhindert.",
                    "es": "Preparando De4 y evitando al mismo tiempo la jugada ...Cb4, seguido de cambio de damas.",
                    "zh": "准备下Qe4，同时阻止兑后之后下...Nb4。",
                    "pl": "Przygotowanie na He4 i w tym samym czasie uniemożliwienie ... Sb4, kontynuowane przez wymianę Hetmanów.",
                    "ru": "Подготавливает для Qe4 и, одновременно с этим, предотвращает ...Nb4, с последующим разменом Ферзями."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "4",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "(22)",
            "zh": "Event 1"
        },
        "fen": "q4rk1\/1bpn1ppp\/2np1b2\/4p3\/3PP3\/2P2N2\/2B2PPP\/2BQRNK1 w - - 0 18",
        "moves": [
            {
                "move": "18. d5 ",
                "comment": {
                    "pt": "Antes de iniciar um ataque no flanco do rei as brancas devem fechar o centro. Esse lance também reduz a ação da dama e bispo pretos.",
                    "en": "Before starting an attack on the kingside, White should close the center. This move also restricts the range of the black Queen and Bishop.",
                    "de": "Weiß muss das Zentrum schließen, bevor der Angriff am Königsflügel eingeleitet wird. Der Textzug beeinträchtigt also das Spiel der Dame bzw. des weißfeldrigen Läufers.",
                    "es": "Antes de iniciar un ataque en el flanco rey las blancas deben cerrar el centro. Esta jugada también reduce la acción de la dama y alfil negros.",
                    "zh": "在开始往以攻击之前，白棋必须封锁中心。这一步也限制了黑后和黑箱的活动范围。",
                    "pl": "Przed rozpoczęciem ataku na skrzydło królewskie, Białe powinny zamknąć centrum. Ten ruch dodatkowo ogranicza zasięg czarnego Hetmana i Gońca.",
                    "ru": "До того как начать атаку на королевском фланге, Белые должны закрыть центр. Этот ход также ограничивает диапазон действий черного Ферзя и Слона."
                }
            }
        ],
        "game_terminator": "1\/2-1\/2"
    },
    {
        "title": "",
        "white": "4",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "(86)",
            "zh": "Event 1"
        },
        "fen": "r4rk1\/1p1b2bp\/p2p1n2\/2pPq3\/2P1Pp2\/2NB3P\/PPQ2BP1\/2KR3R w - - 0 11",
        "moves": [
            {
                "move": "11. Nb1 ",
                "comment": {
                    "pt": "Para levar o cavalo a f3 (via d2) e expulsar a dama contrária.",
                    "en": "In order to take the Knight to f3 (through d2) and chase the centralized Queen away.",
                    "de": "Um den Springer über d2 auf f3 zu bringen und die gegnerische Dame zu vertreiben.",
                    "es": "Para llevar el caballo a f3 (vía d2) y expulsar la dama contraria.",
                    "zh": "为了将马通过d2移至f3，并且赶走在中心的后。",
                    "pl": "W celu przemieszczenia Skoczka na f3 (przez d2) i przegonienia scentralizowanego Hetmana.",
                    "ru": "Для того, чтобы переместить Коня на f3 (через d2), и оттеснить централизованного Ферзя."
                }
            }
        ],
        "game_terminator": "1\/2-1\/2"
    },
    {
        "title": "",
        "white": "4",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "(55)",
            "zh": "Event 1"
        },
        "fen": "r2qr1k1\/4bppp\/p1pp1n2\/1p6\/2PQP3\/1PN2PB1\/P5PP\/R4R1K b - - 0 17",
        "moves": [
            {
                "move": "17... Nh5 ",
                "comment": {
                    "pt": "Eliminando o bispo branco, pois caso as brancas o retirem perderão a qualidade com a sequência ...Bf6-b4.",
                    "en": "Eliminating the white Bishop, because in case it retreats, White will lose quality with the ... Bf6-b4 sequence.",
                    "de": "Beseitigt den weißen Läufer. Wenn Weiß den Läufer wegzieht, geht eine Qualität nach ...Lf6 nebst ...b4 verloren.",
                    "es": "Eliminando el alfil blanco, pues si las blancas lo retiran perderán la calidad con la secuencia ...Af6-b4.",
                    "zh": "消灭白象。因为如果它撤退，白棋会在 ... Bf6-b4之后丢失质量。",
                    "pl": "Eliminacja białego Gońca, ponieważ w przypadku jego odwrotu, Białe straciłyby jakość poprzez sekwencję ... Gf6-b4.",
                    "ru": "Нейтрализует белого Слона, потому что в случае отступления, Белые потеряют в качестве серий ходов ... Bf6-b4."
                }
            }
        ],
        "game_terminator": "1\/2-1\/2"
    }
]