[
    {
        "title": "",
        "white": "4",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "(109)",
            "zh": "Event 1"
        },
        "fen": "1r3rn1\/1p1b1p1k\/p2p3p\/P1pPq1p1\/4P3\/1RN4P\/1P3PP1\/1BQ1R1K1 w - - 0 21",
        "moves": [
            {
                "move": "21. Nd1 ",
                "comment": {
                    "pt": "Para ir a e3 e ter as opções de ir a c4 ou f5.",
                    "en": "In order to proceed to e3 and have the options to move to c4 or f5.",
                    "de": "Um auf d3 zu ziehen, um von da aus c4 bzw. g4 zu erreichen.",
                    "es": "Para ir a e3 y tener las opciones de ir a c4 o f5.",
                    "zh": "为了继续前进到e3并且可以选择前往c4或f5。",
                    "pl": "W celu kontynuacja na e3 i posiadania opcji ruchu do c4 lub f5.",
                    "ru": "Для того, чтобы достичь e3 и иметь варианты для хода на c4 или f5."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "4",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "(60)",
            "zh": "Event 1"
        },
        "fen": "r2q1rk1\/1Q2ppbp\/3pbnp1\/p7\/P3P3\/2N3P1\/1PP2PBP\/R1B2RK1 b - - 0 12",
        "moves": [
            {
                "move": "12... Nd7 ",
                "comment": {
                    "pt": "Com o objetivo de manobrar o cavalo até c4, onde atuará em conjunto com os bispos e possivelmente as torres através das colunas abertas.",
                    "en": "Intending to maneuver the Knight to c4, where it will act together with the Bishops and, probably, with the Rooks through the open files.",
                    "de": "Um den Springer auf c4 zu bringen, von wo aus er im Zusammenhang mit den Läufern und möglicherweise den Türmen aktiv sein wird.",
                    "es": "Con el objetivo de maniobrar el caballo hasta c4, donde actuará en conjunto con los alfiles y posiblemente las torres a través de las columnas abiertas.",
                    "zh": "为了让马移动到c4，此处可以跟象联合也有可能同时跟车一起进行攻击。",
                    "pl": "Z zamiarem manewru Skoczkiem na c4, gdzie może działać wspólnie z Gońcami i najprawdopodobniej z Wieżami przez otwarte kolumny.",
                    "ru": "С намерением переместить Коня на c4, где он будет действовать со Слонами и, возможно, с Ладьями через открытые вертикали."
                }
            }
        ],
        "game_terminator": "0-1"
    },
    {
        "title": "",
        "white": "4",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "(9)",
            "zh": "Event 1"
        },
        "fen": "2q2rk1\/1b2bpp1\/p3p2p\/1p1n4\/1PnNN3\/PQ2PBB1\/5PPP\/2R3K1 b - - 0 21",
        "moves": [
            {
                "move": "21... Qa8 ",
                "comment": {
                    "pt": "Criando ameaças na grande diagonal e preparando Tc8.",
                    "en": "Creating threats on the big diagonal and preparing Rc8.",
                    "de": "Stellt Drohungen auf der großen Diagonale und bereitet Tc8 vor.",
                    "es": "Creando amenazas en la gran diagonal y preparando Tc8.",
                    "zh": "在大斜线上制造威胁并准备Rc8。",
                    "pl": "Tworzenie zagrożeń na długiej przekątnej i przygotowanie Wc8.",
                    "ru": "Создает угрозы на большой диагонали и подготавливает к Rc8."
                }
            }
        ],
        "game_terminator": "0-1"
    },
    {
        "title": "",
        "white": "4",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "(45)",
            "zh": "Event 1"
        },
        "fen": "4r1k1\/2q2ppp\/1pp2n2\/n2p4\/3P4\/BPQ2PPB\/4PK1P\/2R5 b - - 0 30",
        "moves": [
            {
                "move": "30... h5 ",
                "comment": {
                    "pt": "Com a idéia de enfraquecer a posição do rei branco após ... h4.",
                    "en": "Intending to weaken the white King's position after ...h4.",
                    "de": "Mit der Idee, die Stellung vom weißen König durch ... h4 zu schwächen.",
                    "es": "Con la idea de debilitar la posición del rey blanco después de ...h4.",
                    "zh": "意图是在下...h4之后削弱白王的位置。",
                    "pl": "Z zamiarem osłabienia pozycji białego Króla po ... h4.",
                    "ru": "С намерением ослабить позиции белого Короля, после ...h4."
                }
            }
        ],
        "game_terminator": "0-1"
    },
    {
        "title": "",
        "white": "4",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "(32)",
            "zh": "Event 1"
        },
        "fen": "7r\/1p1rq1k1\/pR1p1p1p\/P1pP1Rp1\/2NbPPP1\/6P1\/1PK5\/7Q w - - 0 51",
        "moves": [
            {
                "move": "51. e5 ",
                "comment": {
                    "pt": "Abrindo a posição do rei preto e conectando as torres brancas.",
                    "en": "Opening the black King's position and connecting the white Rooks.",
                    "de": "Öffnet die Stellung vom schwarzen König und verbindet die weißen Türme.",
                    "es": "Abriendo la posición del rey negro y conectando las torres blancas.",
                    "zh": "开放黑王的位置并且联合两个白车。",
                    "pl": "Otwarcie pozycji czarnego Króla i połączenie białych Wież.",
                    "ru": "Открывает позиции черного Короля и объединяет Ладьи Белых."
                }
            }
        ],
        "game_terminator": "1-0"
    }
]