[
    {
        "title": "",
        "white": "4",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "(4)",
            "zh": "Event 1"
        },
        "fen": "r1bq1nk1\/ppp3rp\/3b1n2\/PNNPp1p1\/1P2Pp2\/5P2\/4BBPP\/R2Q1RK1 b - - 0 20",
        "moves": [
            {
                "move": "20... g4 ",
                "comment": {
                    "pt": "Abrindo linhas para atacar no flanco rei.",
                    "en": "Opening lines in order to attack on the kingside.",
                    "de": "Öffnet Linien für den Angriff am Königsflügel.",
                    "es": "Abriendo líneas para atacar en el flanco rey.",
                    "zh": "开放路线以便攻击王翼。",
                    "pl": "Otwarcie linii w celu ataku na skrzydło królewskie.",
                    "ru": "Открывает линии, для атаки на королевском фланге."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "4",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "(19)",
            "zh": "Event 1"
        },
        "fen": "r3r1k1\/p1p2pp1\/1p1b4\/1Q1p1q1p\/3P3P\/4B1P1\/PP2RP2\/4R1K1 b - - 0 21",
        "moves": [
            {
                "move": "21... Re4 ",
                "comment": {
                    "pt": "Para dobrar as torres na coluna e ao mesmo tempo criar ameaças no flanco do rei.",
                    "en": "In order to double Rooks in the file and, at the same time, creating threats on the kingside.",
                    "de": "Um die Türme auf der Linie zu verdoppeln und zur gleichen Zeit Drohungen am Königsflügel aufzustellen.",
                    "es": "Para doblar las torres en la columna y al mismo tiempo crear amenazas en el flanco rey.",
                    "zh": "为了在这条线获得双车同时给王翼制造威胁。",
                    "pl": "W celu zdublowania Wież na kolumnie i w tej samej chwili tworzenie zagrożeń na skrzydle królewskim.",
                    "ru": "Для того, чтобы сдвоить Ладьи на вертикали и, в то же время, создать угрозу на королевском фланге."
                }
            }
        ],
        "game_terminator": "0-1"
    },
    {
        "title": "",
        "white": "4",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "(102)",
            "zh": "Event 1"
        },
        "fen": "2rr2k1\/p2q2b1\/1p1pb1pp\/4p3\/2P5\/1PN1Q1P1\/P4PBP\/2RR2K1 w - - 0 24",
        "moves": [
            {
                "move": "24. Bd5 ",
                "comment": {
                    "pt": "Após a troca dos bispos o cavalo poderá se instalar , inexpugnavelmente, em d5.",
                    "en": "After the trade of Bishops, the Knight can occupy d5 and it will be impossible to chase it away from there.",
                    "de": "Nach dem Abtausch der Läufer wird der Springer das Feld d5 besetzen und nicht mehr von dort vertrieben werden.",
                    "es": "Después del cambio de alfiles el caballo podrá instalarse, inexpugnablemente, en d5.",
                    "zh": "兑换象之后马克以抢占d5并且不可能再从这儿被赶走。",
                    "pl": "Po wymianie Gońców, Skoczek może zająć d5 i niemożliwe będzie jego przegonienie z tego punktu.",
                    "ru": "После размена Слонов, Конь может занять d5 и его невозможно будет оттуда оттеснить."
                }
            }
        ],
        "game_terminator": "1\/2-1\/2"
    },
    {
        "title": "",
        "white": "4",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "(178)",
            "zh": "Event 1"
        },
        "fen": "6rr\/1p1bkp2\/1n2p3\/p2pP1p1\/P4P2\/1PNB2P1\/2PK4\/4R2R b - - 0 20",
        "moves": [
            {
                "move": "20... Bc6 ",
                "comment": {
                    "pt": "Ocupando uma diagonal importante e liberando a casa d7 para melhorar a posição do cavalo.",
                    "en": "Occupying an important diagonal and leaving d7 for a better positioning of the Knight.",
                    "de": "Besetzt eine wichtige Diagonale und räumt das Feld d7, um die Stellung vom Springer zu verbessern.",
                    "es": "Ocupando una diagonal importante y liberando la casilla d7 para mejorar la posición del caballo.",
                    "zh": "占据重要的斜线，清空d7为了改善马的位置。",
                    "pl": "Okupując ważną przekątną i opuszczając d7 dla lepszego ustawienia Skoczka.",
                    "ru": "Занимает важную диагональ и оставляет поле d7 для Коня, где у него будет более выгодная позиция."
                }
            }
        ],
        "game_terminator": "1\/2-1\/2"
    },
    {
        "title": "",
        "white": "4",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "(47)",
            "zh": "Event 1"
        },
        "fen": "rn1qkb1r\/p4ppp\/1p2pn2\/3p4\/2PN4\/6P1\/PP2PPKP\/RNBQ1R2 w kq - 0 9",
        "moves": [
            {
                "move": "9. Qa4+ ",
                "comment": {
                    "pt": "Começando um ataque sobre o rei preto.",
                    "en": "Starting an attack on the black King.",
                    "de": "Der Auftakt zu einem Angriff auf den schwarzen König.",
                    "es": "Empezando un ataque sobre el rey negro.",
                    "zh": "开始攻击黑王。",
                    "pl": "Rozpoczęcie ataku na czarnego Króla.",
                    "ru": "Начинает атаку на черного Короля."
                }
            }
        ],
        "game_terminator": "1-0"
    }
]