[
    {
        "title": "",
        "white": "4",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "(172)",
            "zh": "Event 1"
        },
        "fen": "5k2\/1p3pp1\/p6p\/3P4\/1q6\/4Q2P\/PP2KPP1\/8 w - - 0 31",
        "moves": [
            {
                "move": "31. Qa3 ",
                "comment": {
                    "pt": "Para forçar a troca de damas e entrar num final de peões ganho.",
                    "en": "In order to force the Queen exchange and enter a winning pawn endgame.",
                    "de": "Um den Damenabtausch zu erzwingen und in ein gewonnenes Bauernendspiel überzugehen.",
                    "es": "Para forzar el cambio de damas y entrar en un final de peones ganado.",
                    "zh": "为了强兑后进入一个兵残局。",
                    "pl": "W celu wymuszenia wymiany Hetmanów i wejście w zwycięską końcówkę pionową.",
                    "ru": "Для того, чтобы заставить Ферзя пойти на размен и выиграть пешечный эндшпиль."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "4",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "(35)",
            "zh": "Event 1"
        },
        "fen": "rn1qkb1r\/p3pppp\/1p3n2\/3p4\/3N4\/6P1\/PPP1PPKP\/RNBQ1R2 w kq - 0 8",
        "moves": [
            {
                "move": "8. c4 ",
                "comment": {
                    "pt": "Abrindo o centro e preparando Da4, para explorar a posição central do rei preto.",
                    "en": "Opening the center and preparing Qa4 in order to explore the black King's central position.",
                    "de": "Öffnet das Zentrum und bereitet Da4 vor, um die zentrale Stellung vom schwarzen König auszunutzen.",
                    "es": "Abriendo el centro y preparando Da4, para explotar la posición central del rey negro.",
                    "zh": "开放中心并准备下Qa4，为了能充分利用黑王的中心位置。",
                    "pl": "Otwarcie centrum i przygotowanie Ha4 w celu wykorzystania centralnej pozycji czarnego Króla.",
                    "ru": "Открывает центр и приготавливает к ходу Qa4, для того чтобы использовать центральную позицию черного Короля."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "4",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "(135)",
            "zh": "Event 1"
        },
        "fen": "r1bq1rk1\/ppp1npbp\/3p1np1\/3Pp3\/2P1P3\/2N5\/PP2BPPP\/R1BQNRK1 b - - 0 9",
        "moves": [
            {
                "move": "9... Nd7 ",
                "comment": {
                    "pt": "Para jogar f5 e ao mesmo tempo controlar uma futura ruptura branca em c5.",
                    "en": "In order to play f5 and, at the same time, control the future white rupture on c5.",
                    "de": "Um f5 zu spielen und zur gleichen Zeit einen eventuellen weißen Hebel auf c5 unter Kontrolle zu haben.",
                    "es": "Para jugar f5 y al mismo tiempo controlar una futura ruptura blanca en c5.",
                    "zh": "为了下f5同时限制将来白棋在c5处突破。",
                    "pl": "W celu zagrania f5 i w tym samym czasie kontroli przyszłego pęknięcia Białych na c5.",
                    "ru": "Для того, чтобы играть f5 и, в то же время, контролировать в будущем, прорыв Белых на c5."
                }
            }
        ],
        "game_terminator": "0-1"
    },
    {
        "title": "",
        "white": "4",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "(85)",
            "zh": "Event 1"
        },
        "fen": "3r4\/2q2pk1\/5bp1\/pp5p\/2p5\/P1P2QP1\/1PB2P1P\/2K1R3 b - - 0 29",
        "moves": [
            {
                "move": "29... b4 ",
                "comment": {
                    "pt": "Valorizando o bispo de f6 e preparando um ataque ao rei branco.",
                    "en": "Improving the value of the f6-Bishop and preparing for an attack on the white King.",
                    "de": "Verwertet den Läufer auf f6 und bereitet einen Angriff auf den weißen König vor.",
                    "es": "Valorando el alfil de f6 y preparando un ataque al rey blanco.",
                    "zh": "增加f6-象的价值并准备攻击白王。",
                    "pl": "Powiększenie wartości Gońca f6 i przygotowanie ataku na białego Króla.",
                    "ru": "Увеличивает ценность Слона на f6, и подготавливает к атаке на белого Короля."
                }
            }
        ],
        "game_terminator": "0-1"
    },
    {
        "title": "",
        "white": "4",
        "white_sort": "",
        "black": "3",
        "date": "",
        "event": {
            "en": "(67)",
            "zh": "Event 1"
        },
        "fen": "3r1rk1\/p1q2pb1\/2p3pp\/1p2n3\/8\/1B2N1Q1\/PPP2PPP\/2KR3R b - - 0 20",
        "moves": [
            {
                "move": "20... a5 ",
                "comment": {
                    "pt": "Ameaçando a4 e forçando as brancas a debilitarem seu flanco da dama.",
                    "en": "Threatening a4 and forcing White to weaken its queenside.",
                    "de": "Droht a4 und zwingt Weiß, den Damenflügel zu schwächen.",
                    "es": "Amenazando a4 y forzando a las blancas a debilitar su flanco dama.",
                    "zh": "猥亵a4并迫使白棋的后翼变弱。",
                    "pl": "Grożąc a4 i wymuszając na białych osłabienie skrzydła hetmańskiego.",
                    "ru": "Угрожает a4 и заставляет Белых ослабить их ферзевый фланг."
                }
            }
        ],
        "game_terminator": "0-1"
    }
]