[
    {
        "title": "",
        "white": "5",
        "white_sort": "",
        "black": "1",
        "date": "",
        "event": {
            "en": "(7)",
            "zh": "Event 1"
        },
        "fen": "3r2k1\/5pp1\/4p2p\/1p1q4\/1Pn5\/1Q2PNBP\/1b3PP1\/4R1K1 b - - 0 29",
        "moves": [
            {
                "move": "29... e5 ",
                "comment": {
                    "pt": "Ganhando espaço, fechando o bispo branco e preparando ...e4, para expulsar o cavalo de f3.",
                    "en": "Gaining space, blocking the white Bishop and preparing for ...e4 in order to chase the Knight out of f3.",
                    "de": "Gewinnt Raum, blockiert den weißen Läufer und bereitet e4 vor, um den Springer aus f3 zu vertreiben.",
                    "es": "Ganando espacio, cerrando el alfil blanco y preparando ...e4, para expulsar el caballo de f3.",
                    "zh": "赢得空间，限制白象的活动并且准备走...e4从而把马从f3赶走。",
                    "pl": "Zagarniając przestrzeń, blokując białego Gońca i przygotowując ... e4 w celu przegonienia Skoczka z f3.",
                    "ru": "Получает пространство, блокирует белого Слона и приготавливает к ...e4, для того чтобы оттеснить Коня с поля f3."
                }
            }
        ],
        "game_terminator": "0-1"
    },
    {
        "title": "",
        "white": "5",
        "white_sort": "",
        "black": "1",
        "date": "",
        "event": {
            "en": "(85)",
            "zh": "Event 1"
        },
        "fen": "2rq1rk1\/pp2pp1p\/3b2p1\/3P1n2\/1n6\/P1N2R2\/1PP2BPP\/2R1QBK1 b - - 0 19",
        "moves": [
            {
                "move": "19... Rxc3 ",
                "comment": {
                    "pt": "Para voltar o cavalo de b4 favoravelmente e ainda tomar um peão central caso as brancas retomem de peão. Qualquer retomada de peça permite que as brancas recuperem a qualidade.",
                    "en": "In order to place the b4-Knight favorably back and capture a central pawn in case White retakes with the pawn. Any piece retaking enables White to recover quality.",
                    "de": "Um den Bauern auf d5 zu schlagen, falls Weiß mit dem Bauern zurückschlägt. Sollte Weiß mit einer Figur zurückschlagen, gewinnt Schwarz die Qualität sofort zurück.",
                    "es": "Para volver con el caballo de b4 favorablemente y además tomar un peón central si las blancas recapturan con peón. Cualquier recaptura con pieza en vez de peón permite que las blancas recuperen la calidad.",
                    "zh": "为了将b4-象顺利撤回并且捉中心兵，以免白棋利用兵收复失地。收复任何棋子都会使白棋恢复子力。",
                    "pl": "W celu umieszczenia Skoczka b4 korzystnie z tyłu oraz pochwycenie centralnego piona w przypadku, gdy Białe wezmą pionem. Inna wymiana umożliwia Białym odzyskanie jakości.",
                    "ru": "Для того, чтобы разместить Коня b4 сзади, и взять центральную пешку, в случае если Белые отыгрываются пешкой. Взятие любой фигуру позволяет Белым восстановить в качестве."
                }
            }
        ],
        "game_terminator": "0-1"
    },
    {
        "title": "",
        "white": "5",
        "white_sort": "",
        "black": "1",
        "date": "",
        "event": {
            "en": "(14)",
            "zh": "Event 1"
        },
        "fen": "2rq1rk1\/3nbppp\/p1p1p1n1\/1p1p4\/PP1PP3\/1QP2PB1\/3NN1PP\/4RRK1 w - - 0 20",
        "moves": [
            {
                "move": "20. a5 ",
                "comment": {
                    "pt": "Impedindo a manobra Cb6-c4.",
                    "en": "Preventing the Nb6-c4 maneuver.",
                    "de": "Verhindert das Manöver Sb6-c4.",
                    "es": "Impidiendo la maniobra Cb6-c4.",
                    "zh": "阻止Nb6-c4的策略。",
                    "pl": "Uniemożliwiając manewr Sb6-c4.",
                    "ru": "Предотвращает маневр Nb6-c4."
                }
            }
        ],
        "game_terminator": "1\/2-1\/2"
    },
    {
        "title": "",
        "white": "5",
        "white_sort": "",
        "black": "1",
        "date": "",
        "event": {
            "en": "(97)",
            "zh": "Event 1"
        },
        "fen": "5rk1\/pbr1q1pp\/4p3\/2PpP3\/8\/2Q2pPB\/P4P1P\/2RR2K1 b - - 0 25",
        "moves": [
            {
                "move": "25... Ba6 ",
                "comment": {
                    "pt": "Com a idéia de jogar Bc4 para obstruir a defesa do peão c5 e ao mesmo tempo atacar a2.",
                    "en": "Intending to play Bc4 in order to block the c5-pawn's defense and, at the same time, attack a2.",
                    "de": "Mit der Idee, Lc4 zu spielen, um den Bauern c5 von seinen Verteidigern abzusperren und zur gleichen Zeit auf a2 anzugreifen.",
                    "es": "Con la idea de jugar Ac4 para obstruir la defensa del peón c5 y al mismo tiempo atacar a2.",
                    "zh": "目的是为了下Bc4来阻止c5-兵的防御的同时攻击a2。",
                    "pl": "Z zamiarem zagrania Gc4 w celu zablokowania obrony piona c5 i w tym samym czasie atak na a2.",
                    "ru": "С намерением играть Bc4, для того чтобы защитить пешку c5 и, одновременно, атаковать a2."
                }
            }
        ],
        "game_terminator": "1\/2-1\/2"
    },
    {
        "title": "",
        "white": "5",
        "white_sort": "",
        "black": "1",
        "date": "",
        "event": {
            "en": "(135)",
            "zh": "Event 1"
        },
        "fen": "1k1r3r\/p1qn1p1p\/1p2pb2\/5p2\/3p4\/2P2NP1\/PP1NQP1P\/1K1RR3 w - - 0 19",
        "moves": [
            {
                "move": "19. cxd4 ",
                "comment": {
                    "pt": "Para controlar e5, onde pretendem alojar o cavalo de f3 e abrir a coluna c para atacar o rei preto.",
                    "en": "In order to control e5, where the f3-Knight intends to move to, and open the c-file for the attack against the black King.",
                    "de": "Um e5 unter Kontrolle zu haben, wo Weiß einen Vorposten für den Springer auf f3 errichten und die c-Linie öffnen will, um den schwarzen König anzugreifen.",
                    "es": "Para controlar e5, donde pretenden alojar el caballo de f3 y abrir la columna c para atacar el rey negro.",
                    "zh": "为了控制e5，此处白棋意图为马设置一个前哨，并且开放c-线来攻击黑王。",
                    "pl": "W celu kontroli e5, gdzie Skoczek f3 zamierza przejść, a także otwarcie kolumny c dla ataku przeciw czarnemu Królowi.",
                    "ru": "Для того, чтобы взять под контроль поле e5, куда намеревается ходить Конь f3, и открывает c-вертикаль, чтобы атаковать черного Короля."
                }
            }
        ],
        "game_terminator": "1-0"
    }
]