[
    {
        "title": "",
        "white": "4",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "(58)",
            "zh": "Event 1"
        },
        "fen": "r1br2k1\/2q1bppp\/p2p1n2\/npp1p3\/3PP3\/2P2N1P\/PPBN1PP1\/R1BQR1K1 w - - 0 13",
        "moves": [
            {
                "move": "13. d5 ",
                "comment": {
                    "pt": "As pretas ameaçavam ...d5 e as brancas devem fechar o centro para depois iniciar um ataque no flanco do rei.",
                    "en": "Black was threatening .. .d5 and White should close the center in order to start a kingside attack afterwards.",
                    "de": "Schwarz drohte d5. Weiß muss das Zentrum schließen, um anschließend einen Angriff auf den Königsflügel einzuleiten.",
                    "es": "Las negras amenazaban ...d5 y las blancas deben cerrar el centro para iniciar después un ataque en el flanco rey.",
                    "zh": "黑棋威胁.. .d5，白棋应该紧锁中心为了之后开始攻击王翼。",
                    "pl": "Czarne groziły ... d5 i Białe powinny zamknąć centrum w celu rozpoczęcia ofensywy na skrzydle królewskim.",
                    "ru": "Черные угрожают ...d5 и Белые должны закрыть центр, для того чтобы позже начать атаку на королевский фланг."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "4",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "(147)",
            "zh": "Event 1"
        },
        "fen": "rn1q1rk1\/ppp2ppp\/3b4\/3p1b2\/2PPn3\/3B1N2\/PP3PPP\/RNBQR1K1 b - - 0 9",
        "moves": [
            {
                "move": "9... c6 ",
                "comment": {
                    "pt": "Para sustentar o centro e o cavalo de e4.",
                    "en": "In order to support the center and the e4-Knight.",
                    "de": "Um sowohl das Zentrum als auch den Springer auf e4 zu unterstützen.",
                    "es": "Para sostener el centro y el caballo de e4.",
                    "zh": "为了支持中心和e4-马。",
                    "pl": "W celu wsparcia centrum i Skoczka e4.",
                    "ru": "Для того, чтобы поддержать центр и Коня на e4."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "4",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "(142)",
            "zh": "Event 1"
        },
        "fen": "rn1q1rk1\/ppp2ppp\/3b4\/3p1b2\/3Pn3\/3B1N2\/PPP2PPP\/RNBQR1K1 w - - 0 9",
        "moves": [
            {
                "move": "9. c4 ",
                "comment": {
                    "pt": "Pressionando o centro preto e ameaçando eliminar a defesa do cavalo em e4.",
                    "en": "Exerting pressure on the black center and threatening to eliminate the defense of the e4-Knight.",
                    "de": "Übt Druck auf das schwarze Zentrum aus und droht, den Verteidiger vom Springer auf e4 zu beseitigen.",
                    "es": "Presionando el centro negro y amenazando eliminar la defensa del caballo en e4.",
                    "zh": "给黑棋中心施加压力并威胁消灭e4-马的防御。",
                    "pl": "Wzmożenie presji na czarnym centrum i groźba eliminacji obrony Skoczka e4.",
                    "ru": "Усиливает давление на центр Черных и угрожает нейтрализацией обороны Коня на e4."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "4",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "(32)",
            "zh": "Event 1"
        },
        "fen": "2nr4\/5kp1\/2r2p2\/1p2p1PP\/p7\/P1P3K1\/1P2RB2\/4R3 b - - 0 37",
        "moves": [
            {
                "move": "37... Nd6 ",
                "comment": {
                    "pt": "Melhorando a posição do cavalo, que agora pode ir a f5 ou c4.",
                    "en": "Improving the Knight's position that is able to move to f5 or c4 now.",
                    "de": "Verbessert die Stellung vom Springer, der jetzt sowohl f5 als auch c4 erreichen kann.",
                    "es": "Mejorando la posición del caballo que, ahora, puede ir a f5 o c4.",
                    "zh": "改善马的位置使之可以移到f5或者c4。",
                    "pl": "Polepszanie pozycji Skoczka, który może przenieść się na f5 lub c4 od tej chwili.",
                    "ru": "Улучшает позицию Коня, для того чтобы он мог ходить сейчас на f5 или c4."
                }
            }
        ],
        "game_terminator": "0-1"
    },
    {
        "title": "",
        "white": "4",
        "white_sort": "",
        "black": "2",
        "date": "",
        "event": {
            "en": "(112)",
            "zh": "Event 1"
        },
        "fen": "2b2rk1\/1p1n2pp\/3p4\/3P1p2\/1PP1p3\/2N1qP2\/4B1PP\/Q4R1K w - - 0 21",
        "moves": [
            {
                "move": "21. Qc1 ",
                "comment": {
                    "pt": "Expulsando a dama de uma posição incômoda e propondo um final onde as brancas têm vantagem devido a maioria no flanco da dama.",
                    "en": "Chasing the Queen out of an uncomfortable position and suggesting an endgame, in which White has advantage due to queenside majority.",
                    "de": "Vertreibt Dame von ihrer günstige Stellung und versucht ein Endspiel einzuleiten, der aufgrund der Bauernmehrheit am Damenflügel für Weiß vorteilhaft ist.",
                    "es": "Expulsando a la dama de una posición molesta y proponiendo un final en el que las blancas tienen ventaja debido a la mayoría en el flanco dama.",
                    "zh": "将后从有利位置赶走，并将棋局引入残局，在残局中白棋因为在后翼多兵所以拥有子力优势。",
                    "pl": "Przegonienie Hetmana z niekomfortowej pozycji i sugestia wejścia w grę końcową, w której Białe posiadają przewagę z powodu nagromadzenia pionów na skrzydle hetmańskim.",
                    "ru": "Преследует Ферзя, который находится в невыгодной позиции, и переводит игру в эндшпиль, где у Белых есть преимущество из-за большинства на ферзевом фланге."
                }
            }
        ],
        "game_terminator": "1-0"
    }
]