[
    {
        "title": "",
        "white": "£ x ¦ 85",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "1k6\/1r6\/2K5\/Q7\/8\/8\/8\/8 w - - 0 1",
        "moves": [
            {
                "move": "",
                "comment": {
                    "pt": "Para ganhar este difícil final as brancas devem obrigar a torre a se afastar do rei.",
                    "en": "In order to win this difficult endgame, White should force the Rook to get away from the King.",
                    "es": "Para ganar este difícil final las blancas deben obligar a la torre a alejarse del rey.",
                    "de": "Um dieses schwierige Endspiel zu gewinnen, muss Weiß den Turm zwingen, sich vom König zu entfernen."
                }
            },
            {
                "move": "   1. Qe5+ Ka8 ",
                "comment": {
                    "pt": "Único lance. Se 1...Rc8 2-De8 mate.",
                    "en": "Only move possible. If 1... Kc8, 2-Qe8 mate.",
                    "es": "Única jugada. Si 1...Rc8 2-De8 mate.",
                    "de": "Einziger Zug. Auf 2...Tc8 folgt 3. De8#",
                    "zh": "唯一可行的一着。如果走1... Kc8，那么应2-Qe8，和局。",
                    "ru": "Возможен только единственный ход. Если 1... Rc8, следует 2-Qe8 МАТ!",
                    "pl": "Jedyny możliwy ruch. Jeśli 1. ... Kc8, 2. He8 matuje."
                }
            },
            {
                "move": "   2. Qh8+ Ka7 ",
                "comment": {
                    "pt": "Se 2...Tb8 seguiria 3-Da1 mate.",
                    "en": "If 2...Rb8, 3-Qa1 would follow with mate.",
                    "es": "Si 2...Tb8 seguiría 3-Da1 mate.",
                    "de": "Auf 2...Tb8 folgt 3. Da1#",
                    "zh": "如果走2...Rb8，会应3-Qa1导致和局。",
                    "ru": "Если 2... Rb8, следует 3-Qa1 МАТ!",
                    "pl": "Jeśli 2. ... Wb8, nastąpi 3. Ha1, a po nim mat."
                }
            },
            {
                "move": "   3. Qd8 ",
                "comment": {
                    "pt": "As brancas controlam os xéques contrários e obrigam a torre a se afastar do rei, pois 3...Tb8 permitiria 4-Da5 mate.",
                    "en": "White controls the opponent's checks and forces the Rook to get away from the King, because 3... Rb8 would allow 4-Qa5 mate.",
                    "es": "Las blancas controlan los jaques del adversario y obligan a la torre a alejarse del rey, pues 3...Tb8 permitiría 4-Da5 mate.",
                    "de": "Der Turm muss sich vom König trennen (3... Tb8 4. Da5#)",
                    "zh": "车必须离开王，因为3... Rb8的走法可以应4-Qa5，导致和局。",
                    "ru": "Белые защищены от шаха оппонента и заставляют Ладью отойти от Короля, потому что 3... Rb8 позволит Qa5, МАТ!",
                    "pl": "Białe kontrolują szachowanie przez oponenta i wymuszają na Wieży odejście od Króla, ponieważ 3. ... Wb8 pozwoliłaby na 4. Ha5 z matem."
                }
            },
            {
                "move": "   Rh7 ",
                "comment": {
                    "pt": "Independentemente do lance, as pretas perderiam a torre após uma sequência precisa de xéques brancos, como ocorre em seguida.",
                    "en": "Anyway, Black would lose the Rook after a precise sequence of white checks, as follows.",
                    "es": "No importa la jugada, las negras perderían la torre después de una secuencia precisa de jaques del blanco, como ocurre a continuación.",
                    "de": "Schwarz verliert den Turm nach einer genauen Folge von Schachgeboten.",
                    "zh": "白方按照这种走法来杀王，无论如何黑方都会丢掉车。",
                    "ru": "В любом случае, Черные теряют Ладью после серии шахов.",
                    "pl": "Tak czy siak Czarne straciłyby Wieżę po precyzyjnej sekwencji szachowania białych."
                }
            },
            {
                "move": "   4. Qa5+ Kb8 5. Qb4+ Ka8 6. Qa3+ Kb8 ",
                "comment": {
                    "pt": "Se 6...Ta7 7-Df8 mate.",
                    "en": "If Ra7, 7-Qf8 mate.",
                    "es": "Si 6...Ta7 7-Df8 mate.",
                    "de": "Auf 6...Ta7 folgt 7. Df8#.",
                    "zh": "如果走Ra7，应7-Qf8和局。",
                    "ru": "Если Ra7, следует 7-Qf8 МАТ!",
                    "pl": "Jeśli Wa7, 7. Hf8 mat."
                }
            },
            {
                "move": "7. Qb3+ Ka8 8. Qg8+",
                "comment": []
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "¦ x ¥ 113",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "7k\/8\/4R3\/8\/8\/6b1\/4K3\/8 w - - 0 1",
        "moves": [
            {
                "move": "",
                "comment": {
                    "pt": "Também é possível, em raros casos, vencer controlando todas as casa de fuga do bispo, como neste exemplo.",
                    "en": "In rare cases, it's also possible to win controlling all escape squares of the Bishop, as in this example.",
                    "es": "También es posible, en raros casos, vencer controlando todas las casilla de fuga del alfil, como en este ejemplo.",
                    "de": "In seltenen Fällen ist es möglich, den Läufer zu gewinnen, indem man all seine Fluchtfelder kontrolliert, wie in diesem Beispiel."
                }
            },
            {
                "move": "   1. Kf3 Bc7 ",
                "comment": {
                    "pt": "Se o bipso movesse na coluna h as brancas venceriam com 2-Rh6.",
                    "en": "If the Bishop moved in the h-file, White would win with 2-Kh6.",
                    "es": "Si el alfil fuera a la columna \"h\", las blancas vencerían con 2-Rh6.",
                    "de": "Wenn der Läufer auf die h-Linie geht, gewinnt Weiß mit 2. Kh6.",
                    "zh": "如果象走到h-线，白方走2-Kh6会赢得胜利。",
                    "ru": "Если Слон ходит на h-вертикаль, Белые выиграют ходом 2-Kh6.",
                    "pl": "Jeśli Goniec przemieściłby się na kolumnę h, Białe wygrałyby przez 2. Kh6."
                }
            },
            {
                "move": "2. Re8+ Kg7 3. Re7+",
                "comment": []
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "¦ x ¥ 97",
        "white_sort": "",
        "black": "Conceito.",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "7k\/2R5\/8\/6K1\/8\/8\/6b1\/8 b - - 0 1",
        "moves": [
            {
                "move": "",
                "comment": {
                    "pt": "O final de torre contra bispo, sem peões, é empatado, mas o defensor deve levar seu rei ao canto de casa diferente da cor do bispo. O método ,para empatar com o bispo, estando o rei bem colocado é deixa-lo no canto e proteger os xéques com o bispo, explorando o tema do afogamento.",
                    "en": "The endgame of Rook against Bishop without pawns is a draw but the defending side must take its King to the corner opposite to the color of the Bishop. The method to draw with the Bishop, when the King is well-placed, consists of leaving this King in the corner, while protecting against the checks with the Bishop, that is, exploring the stalemate theme.",
                    "es": "El final de torre contra alfil, sin peones, es empate, pero el defensor debe llevar su rey al rincón de color opuesto al de las casillas dominadas por el alfil. El método para empatar con el alfil es tener el rey bien ubicado en el rincón y proteger los jaques con el alfil, explotando el tema del ahogado.",
                    "de": "Das Endspiel Turm gegen Läufer ohne Bauern ist Remis, vorausgesetzt, dass die schwächere Partei seinen König zu einer Brettecke bringt, die die entgegengesetzte Farbe der hat, die der Läufer beherrscht , damit der Läufer die Schachgebote des Turmes deckt und das Pattmotiv ausnutzt."
                }
            },
            {
                "move": "   1... Bd5 ",
                "comment": {
                    "pt": "Seguido de ...Bg8.",
                    "en": "Followed by ...Bg8.",
                    "es": "seguido de ...Ag8.",
                    "de": "Nebst ...Lg8.",
                    "zh": "随后走...Bg8。",
                    "ru": "Следует за ...Bg8.",
                    "pl": "Kontynuowane przez ... Gg8."
                }
            }
        ],
        "game_terminator": "1\/2-1\/2"
    },
    {
        "title": "",
        "white": "¦ x ¤ 115",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "8\/8\/8\/8\/1K6\/8\/p5R1\/1k6 w - - 0 1",
        "moves": [
            {
                "move": "",
                "comment": {
                    "pt": "Os finais de torre contra cavalo são geralmente empatados, mas há casos em que o defensor perde o cavalo devido a ameaças de mate ou porque ele está muito distante do rei. Muitas vezes o defensor deve coroar cavalo para evitar o mate e chegar a um final desses.",
                    "en": "Endgames between Rook and Knight usually lead to a draw bit there are cases when the defendant loses the Knight as a result of mate threats or its great distant from the King. Many times, the defendant should promote to Knight in order to prevent mate and this kind of endgame.",
                    "es": "Los finales de torre contra caballo son generalmente empate, pero hay casos en que el defensor pierde el caballo debido a amenazas de mate o porque está muy lejos del rey. Muchas veces el defensor debe coronar caballo para evitar el mate y llegar a un final de estos.",
                    "de": "Das Endspiel Turm gegen Springer ist normalerweise Remis, aber es gibt Fälle, in denen der Springer aufgrund von Mattdrohungen bzw. weil er zu weit vom König entfernt ist, verloren geht. Nicht selten entsteht dieses Endspiel, weil eine der Parteien einen Bauern in Springer umwandeln muss, um eine Mattdrohung abzuwehren."
                }
            },
            {
                "move": "   1. Kb3 a1=N+ 2. Kc3 ",
                "comment": {
                    "pt": "E as pretas perderão o cavalo ou levarão mate no próximo lance.",
                    "en": "And Black loses the Knight or is in mate at the next move.",
                    "es": "Y las negras perderán el caballo o sufrirán mate en la próxima jugada.",
                    "de": "Entweder verliert Schwarz den Springer oder wird im nächsten Zug mattgesetzt.",
                    "zh": "黑方要么丢掉马要么在下一步被逼和。",
                    "ru": "Или Черные теряют Коня или следующим ходом им МАТ!",
                    "pl": "I Czarne tracą Skoczka lub następuje mat w następnym ruchu."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "£ x § 124",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "8\/6Q1\/8\/7K\/8\/8\/7p\/7k w - - 0 1",
        "moves": [
            {
                "move": "",
                "comment": {
                    "pt": "Aqui as brancas conseguem aproximar seu rei, evitando que o rei preto fique afogado.",
                    "en": "Here White is able to bring its King closer, preventing the stalemate of the black King.",
                    "es": "Aquí las blancas consiguen acercar su rey, evitando que el rey negro se ahogue",
                    "de": "Weiß nähert den König, ohne den schwarzen König patt zu setzen."
                }
            },
            {
                "move": "   1. Kg4 Kg2 2. Qb2+ Kg1 3. Kg3 ",
                "comment": {
                    "pt": "E agora criam um ataque de mate.",
                    "en": "And now White creates a mate attack.",
                    "es": "Y ahora crean un ataque de mate.",
                    "de": "Mattangriff.",
                    "zh": "白方杀王。",
                    "ru": "Теперь Белые создают предпосылки чтобы объявить МАТ.",
                    "pl": "I Białe kreują matujący atak."
                }
            },
            {
                "move": "h1=Q 4. Qf2#",
                "comment": []
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "£ x ¥¤ 125",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "1k6\/8\/8\/6N1\/8\/4q3\/6B1\/7K w - - 0 1",
        "moves": [
            {
                "move": "",
                "comment": {
                    "pt": "Há raras posições onde duas peças menores empatam contra a dama.",
                    "en": "There are very few positions when two mior pieces draw against the Queen.",
                    "es": "Hay escasas posiciones en las que dos piezas menores empatan contra la dama.",
                    "de": "Es gibt seltene Fälle, in denen zwei Leichtfiguren Remis gegen eine Dame spielen."
                }
            },
            {
                "move": "   1. Ne4 ",
                "comment": {
                    "pt": "Única. Desta forma as brancas criam uma barreira contra a penetração do rei preto e sem sua participacao será impossível vencer. A idéia das brancas é ficar jogando com o rei entre as casas h1, h2 e g1. Empate!",
                    "en": "Only move. This way White creates a barrier against the penetration of the black King and, without its participation, winning will be impossible. The idea is that Whites keeps moving its King between h1, h2 and g1. It's a draw!",
                    "es": "Única. De esta forma las blancas crean una barrera contra la penetración del rey negro, sin cuya participación será imposible vencer. La idea de las blancas es mantener el rey entre las casillas h1, h2 y g1. !Empate!",
                    "de": "Einziger Zug. So baut Weiß eine Sperre gegen den schwarzen König, ohne dessen Wirkung nicht gewonnen wird. Weiß pendelt mit seinem König zwischen den Feldern h1, h2 und g1. Remis!",
                    "zh": "唯一的走法。这样白方给黑王突破制造障碍，没有它的参与获得胜利是不可能的。白王在h2、h2和g1之间迂回。和局！",
                    "ru": "Единственно возможный ход. Белые создают барьер для прохода черного Короля, а без его участия выигрыш невозможен. Смысл в том, чтобы Белые ходили своим Королем между полями h1, h2 и g1. Это будет ничья!",
                    "pl": "Jedyny ruch. Dzięki niemu Białe tworzą barierę przeciw penetracji szeregów przez czarnego Króla, zaś bez jego udziału wygrana jest niemożliwa. Ideą jest, aby Białe poruszały swoim Królem pomiędzy h1, h2 i g1. Remis."
                }
            }
        ],
        "game_terminator": "1\/2-1\/2"
    },
    {
        "title": "",
        "white": "£ x ¤¤ 126",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "8\/5K2\/8\/8\/3NqN2\/8\/8\/7k w - - 0 1",
        "moves": [
            {
                "move": "",
                "comment": {
                    "pt": "Rei e dama vencem contra dois cavalos, mas há casos em que os cavalos impedem a participação do rei atacante e conseguem o empate.",
                    "en": "King and Queen win against two Knights, but there are cases where the Knights hinder the attacking King to participate and they reach a draw.",
                    "es": "Rey y dama vencen contra dos caballos, pero hay casos en que los caballos impiden la participación del rey atacante y consiguen el empate.",
                    "de": "König und Dame gewinnen gegen zwei Springer, aber es gibt Fälle, in denen die Springer den angreifenden König einschränken und Remis erreichen."
                }
            },
            {
                "move": "   1. Nde2 ",
                "comment": {
                    "pt": "Únic a. O rei preto não poderá participar e a dama não vence sozinha.",
                    "en": "Only move. The black King can't participate in the attack and the Queen isn't able to win alone.",
                    "es": "Única. El rey negro no podrá participar y la dama no vence sola.",
                    "de": "Einziger Zug. Der schwarze König kann sich nicht am Kampf beteiligen und die Dame alleine kann nicht gewinnen.",
                    "zh": "唯一一步。黑王不能参与进攻，王后孤军作战不可能赢。",
                    "ru": "Единственно возможный ход. Король Черных не может участвовать в атаке, а в одиночку Ферзем выиграть не получится.",
                    "pl": "Jedyny ruch. Czarny Król nie może brać udziału w ataku, zaś Hetman nie jest w stanie samemu wygrać gry."
                }
            }
        ],
        "game_terminator": "1\/2-1\/2"
    },
    {
        "title": "",
        "white": "£ x¤¤ 127",
        "white_sort": "",
        "black": "fantasia",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "8\/5K2\/8\/2p5\/7N\/2P5\/2p3Nk\/8 w - - 0 1",
        "moves": [
            {
                "move": "",
                "comment": {
                    "pt": "Você conseguiria empatar com as brancas?",
                    "en": "Would White be able to draw?",
                    "es": "?Usted lograría empatar con las blancas?",
                    "de": "Erreichen Sie Remis mit Weiß?"
                }
            },
            {
                "move": "   1. Nf3+ Kh1 ",
                "comment": {
                    "pt": "Se 1...Rxg2 2-Ce1, Se 1...Rh3 2-Cf4 seguido de Cd3. Se 1...Rg3 2-Cf4 Rxf4 3-Ce1 evitando a coroação devido ao duplo em d3.",
                    "en": "If 1...Kxg2, then 2-Ne1. If 1...Kh3, then 2-Nf4 followed by Nd3. If 1.. .Kg3, then 2-Nf4 Kxf4 3-Ne1 preventing the promotion due to the double on d3.",
                    "es": "si 1... Rxg2 2-Ce1; si 1...Rh3 2-Cf4 seguido de Cd3. Si 1...Rg3 2-Cf4 Rxf4 3-Ce1, evitando la coronación debido al doble en d3.",
                    "de": "Auf 1...Kxg2 2. Se1, wenn 1...Kh3 2. Sf4 nebst Sd3. Se 1...Kg3 2. Sf4 Kxf4 3. Se1 verhindert die Umwandlung wegen der Gabel auf d3.",
                    "zh": "如果走1...Kxg2，那么会应2-Ne1。 如果走1...Kh3，那么会应2-Nf4跟Nd3。 如果走1.. .Kg3，那么会应2-Nf4 Kxf4 3-Ne1 阻止兵的升变。",
                    "ru": "Если 1...Kxg2, то 2-Ne1. Если 1... Kh3, то 2-Nf4, следует Nd3. Если 1... Kg3, то 2-Nf4 Kxf4 3-Ne1, предотвращает превращение из-за сдваивания на d3.",
                    "pl": "Jeśli 1. ... Kxg2, wtedy 2. Se1. Jeśli 1. ... Kh3, wtedy 2. Sf4 kontynuowane przez Sd3. Jeśli 1. ... Kg3, wtedy 2. Sf4 Kxf4 3. Se1 uniemożliwiając promocuję z powodu podwojenia na d3."
                }
            },
            {
                "move": "   2. Ng1 ",
                "comment": {
                    "pt": "Este é o lance chave. Se você lembrou da posição anterior não foi tão difícil encontrá-lo.",
                    "en": "This is the key move. It wasn't so difficult to find it, if you remembered the previous position.",
                    "es": "Ésta es la jugada clave. Si usted recordaba la posición anterior, no debe de haber sido tan difícil encontrarla.",
                    "de": "Der Schlüsselzug. Nicht schwer zu finden, wenn man sich an die vorige Stellung erinnert.",
                    "zh": "这是关键的一步。如果还记得之前的局面就不难发现。",
                    "ru": "Это ключевой ход. Его не так сложно определить, если Вы помните предыдущую позицию.",
                    "pl": "Kluczowy ruch. Nie był zbyt trudny do znalezienia, jeśli zapamiętałeś poprzednią pozycję."
                }
            },
            {
                "move": "   c1=Q ",
                "comment": {
                    "pt": "Se 2...Rxg1 Cf4.",
                    "en": "If 2...Rxg1, then 3-Cf4.",
                    "es": "si 2...Rxg1 Cf4.",
                    "de": "Auf 2...Kxg1 kommt Sf4.",
                    "zh": "如果走2...Rxg1，那么会应3-Cf4。",
                    "ru": "Если 2... Rxg1, то 3-Cf4.",
                    "pl": "Jeśli 2. ... Wxg1, wtedy 3. Sf4."
                }
            },
            {
                "move": "   3. Ne2 Qd2 4. Ngf4 ",
                "comment": {
                    "pt": "E chegamos a posição de empate do diagrama anterior. Os cavalos bloqueiam a participação do rei preto e ainda defendem o peão.",
                    "en": "And the same drawing position is reached as in the previous diagram. The Knights block the participation of the black King and also defend the pawn.",
                    "es": "Y llegamos la posición de empate del diagrama anterior. Los caballos bloquean la participación del rey negro y además defienden el peón.",
                    "de": "Es wurde die Remisstellung vom vorigen Diagramm erreicht. Die Springer halten den schwarzen König vom Spielgeschehen entfernt und decken dazu noch den Bauern.",
                    "zh": "跟前面同样达到和局。马阻止了黑王的参与并且防御了兵。",
                    "ru": "Похожее положение как на предыдущей схеме. Кони блокируют передвижение черного Короля и также защищают пешку.",
                    "pl": "I została osiągnięta ta sama remisowa pozycja, co w poprzednim diagramie. Skoczebk blokuje udział czarnego Króla i na dodatek broni piona."
                }
            }
        ],
        "game_terminator": "1\/2-1\/2"
    },
    {
        "title": "",
        "white": "¦ x ¤ 140",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "5nk1\/4R3\/5K2\/8\/8\/8\/8\/8 b - - 0 1",
        "moves": [
            {
                "move": "",
                "comment": {
                    "pt": "É possível empatar com o cavalo, mas encontrar a defesa correta é difícil:",
                    "en": "It's possible to draw with the Knight, but finding the correct defense is difficult.",
                    "es": "Es posible empatar con el caballo, pero encontrar la defensa correcta es difícil.",
                    "de": "Es ist möglich, mit Springer Remis zu spielen, die genaue Verteidigung zu finden ist aber schwer."
                }
            },
            {
                "move": "   1... Nh7+ 2. Kg6 Nf8+ 3. Kh6 Kh8 4. Rf7 ",
                "comment": {
                    "pt": "Se 4...Ce6 segue 5-Tf6 ganhando.",
                    "en": "If 4...Ne6, 5-Rf6 wins.",
                    "es": "si 4...Ce6 sigue 5-Tf6 ganando.",
                    "de": "Auf 4... Se6 gewinnt 5. Tf6.",
                    "zh": "如果走4...Ne6，那么走 5-Rf6 赢得胜利。",
                    "ru": "Если 4... Ne6, 5-Rf6, Победа!",
                    "pl": "Jeśli 4. ... Se6, 5. Wf6 wygrywa."
                }
            },
            {
                "move": "   Kg8 5. Rg7+ Kh8 6. Rg1 Nd7 ",
                "comment": {
                    "pt": "Única. Se 7...Ce6 8-Rg6 Cf8 9-Rf7 ganhando. Se 7.. .Ch7 8-Rg6 Rg8 9-Tg2 Cf8 10-Rf6 Rh8 11-Rf7 ganhando.",
                    "en": "Only move possible. If 7...Ne6, 8-Kg6 Nf8 9-Kf7 wins. If 7...Nh7, 8-Kg6 Kg8 9-Rg2 Nf8 10-Kf6 Kh8 11-Kf7 wins.",
                    "es": "Única. Si 7...Ce6 8-Rg6 Cf8 9-Rf7 ganando. Si 7...Ch7 8-Rg6 Rg8 9-Tg2 Cf8 10-Rf6 Rh8 11-Rf7 ganando.",
                    "de": "Einziger Zug. Falls 7...Se6 gewinnt 8. Kg6 Sf8 9. Kf7. Wenn aber 7...Sh7 so gewinnt 8. Kg6 Kg8 9. Tg2 Sf8 10. Kf6 Kh8 11.Kf7.",
                    "zh": "唯一可行的一步。如果走7...Ne6，8-Kg6 Nf8 9-Kf7 赢得胜利。如果走7...Nh7，8-Kg6 Kg8 9-Rg2 Nf8 10-Kf6 Kh8 11-Kf7 赢得胜利。",
                    "ru": "Единственно возможный  ход. Если 7... Ne6, 8-Kg6 Nf8 9-Kf7, Победа! Если 7... Nh7, 8-Kg6 Kg8 9-Rg2 Nf8 10-Kf6 Kh8 11-Kf7, Победа!",
                    "pl": "Jedyny możliwy ruch. Jeśli 7. ... Se6, wtedy 8. Kg6 Sf8 9. Kf7 zwycięża. Jeśli 7. ... Sh7, wtedy 8. Kg6 Kg8 9. Wg2 Sf8 10. Kf6 Kh8 11. Kf7 zwycięża."
                }
            },
            {
                "move": "   7. Kg6 Kg8 8. Rg2 Kf8 ",
                "comment": {
                    "pt": "E as pretas escapam da perigosa posição no canto e evitam os temas de mate, conseguindo assim o empate.",
                    "en": "And Black escapes the dangerous position in the corner and prevents the mate themes, reaching a draw.",
                    "es": "Y las negras escapan de la peligrosa posición en el rincón y evitan los temas de mate, alcanzando así el empate.",
                    "de": "Schwarz verlässt die gefährliche Stellung an der Brettecke und meidet die Mattmotive. Remis.",
                    "zh": "黑方从盘角的危险位置逃脱，并阻止了逼将，求得和局。",
                    "ru": "Черные уходят из опасной позиции в углу, и, соответственно мата, добиваясь ничьи.",
                    "pl": "Czarne uciekają z groźnej pozycji w rogu i uniemożliwiają założenie siatki matowej osiągając remis."
                }
            }
        ],
        "game_terminator": "1\/2-1\/2"
    },
    {
        "title": "",
        "white": "¦ x ¤ 141",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "8\/kn6\/8\/1K1R4\/8\/8\/8\/8 w - - 0 1",
        "moves": [
            {
                "move": "",
                "comment": {
                    "pt": "O tema de mate garante a vitória branca:",
                    "en": "The mate theme guarantees that White wins:",
                    "es": "El tema de mate asegura el triunfo blanco:",
                    "de": "Das Mattmotiv sichert den weißen Sieg:"
                }
            },
            {
                "move": "   1. Rd7 Kb8 2. Kb6 Ka8 3. Rh7 ",
                "comment": {
                    "pt": "3-Tf7 e 3-Tg7 também ganhariam da mesma maneira.",
                    "en": "3-Rf7 and 3-Rg7 wouls also win.",
                    "es": "3-Tf7 y 3-Tg7 también ganarían de la misma manera.",
                    "de": "3. Tf7 und 3. Tg7 würden auf die gleiche Art und Weise gewinnen.",
                    "zh": "3-Rf7和3-Rg7也同样可以赢。",
                    "ru": "3-Rf7 и 3-Rg7 также приводит к выигрышу.",
                    "pl": "3. Wf7 i 3. Wg7 również by wygrały."
                }
            },
            {
                "move": "Nd8 4. Rh8 Kb8 5. Rxd8#",
                "comment": []
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "¦ x ¤ 142",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "5k2\/8\/4K3\/8\/4R3\/8\/8\/3n4 w - - 0 1",
        "moves": [
            {
                "move": "",
                "comment": {
                    "pt": "Quando o rei e o cavalo estão distantes a torre geralmente vence. O plano é combinar ataques ao rei com a dominação do cavalo.",
                    "en": "When King and Rook are distant, the Rook usually wins. The plan is to combine attacks against the King with the domination of the Knight.",
                    "es": "Cuando el rey y el caballo están lejos, la torre generalmente vence. El plan es combinar ataques al rey con la dominación del caballo.",
                    "de": "Der Turm gewinnt normalerweise, wenn König und Springer getrennt sind. Der Plan ist, den König anzugreifen und den Springer zu beherrschen."
                }
            },
            {
                "move": "   1. Rf4+ Kg7 2. Rf3 ",
                "comment": {
                    "pt": "Come çando a dominação do cavalo, que deverá afastar-se ainda mais de seu rei.",
                    "en": "Starting the domination of the Knight that must move even further away from its King.",
                    "es": "Empezando la dominación del caballo, que deberá alejarse todavía más de su rey.",
                    "de": "Es beginnt die Beherrschung vom Springer, der sich noch mehr vom König entfernen muss.",
                    "zh": "开始马的统治，它必须走的离它的王更远。",
                    "ru": "Для доминирования Коня на игровом поле он должен еще дальше удаляться от своего Короля.",
                    "pl": "Rozpoczynają dominację Skoczka, który musi jeszcze bardziej oddalić się od swojego Króla."
                }
            },
            {
                "move": "   Kg6 ",
                "comment": {
                    "pt": "Para a jogada 2...Cb2 veja o próximo exemplo.",
                    "en": "For 2...Nb2, see the next example.",
                    "es": "Para la jugada 2...Cb2, vea el próximo ejemplo.",
                    "de": "2...Sb2: siehe nächstes Beispiel.",
                    "zh": "对于2...Nb2，请看下一个例子。",
                    "ru": "Для 2...Nb2, смотрите следующий пример.",
                    "pl": "Dla 2. ... Sb2 zobacz następny przykład."
                }
            },
            {
                "move": "3. Ke5 Kg5 4. Kd4 Kg4 5. Rf1 Nb2 6. Rb1 Na4 7. Rb4",
                "comment": []
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "£ x ¦ 86",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "8\/5rk1\/8\/5Q1K\/8\/8\/8\/8 w - - 0 1",
        "moves": [
            {
                "move": "",
                "comment": {
                    "pt": "Este é outro exemplo complexo de como a dama vence a torre. Como há várias posibilidades, recomendo que você apenas observe e tente entender o método.",
                    "en": "This is another complex example of how the Queen wins against the Rook. Since there are different possibilities, it's recommended only to observe trying to understand the method.",
                    "es": "Éste es otro ejemplo complejo de cómo vence la dama a la torre. Como hay varias posibilidades, recomiendo que usted las observe y trate de entender el método.",
                    "de": "Ein weiteres komplexes Beispiel von Endspiel Dame gegen Turm. Es wird empfohlen, die Methode zu verstehen."
                }
            },
            {
                "move": "   1. Qe5+ Kf8 2. Qh8+ Ke7 3. Kg6 ",
                "comment": {
                    "pt": "As brancas aproximam o rei da torre, controlando os xéques com a dama. A idéia é afastar a torre do rei preto.",
                    "en": "White takes the King close to the Rook and controls the checks with the Queen. The idea is to drive the Rook away from the black King.",
                    "es": "Las blancas acercan el rey a la torre, controlando los jaques con la dama. La idea es alejar la torre del rey negro.",
                    "de": "Der weiße König nähert sich dem Turm und die Dame hält die Schachgebote vom Turm unter Kontrolle. Die Idee ist, Turm und König voneinander zu trennen.",
                    "zh": "白方将王尽可能靠近车，并用后控制将军。目的是将车赶离黑王。",
                    "ru": "Белые передвигают Короля ближе к Ладье. Задача состоит в том, чтобы оттеснить Ладью от черного Короля.",
                    "pl": "Białe zabierają Króla bliżej Wieży i kontrolują szachowanie dzięki Hetmanowi. Ideą jest umieścić Wieżę z daleka od czarnego Króla."
                }
            },
            {
                "move": "   Rf8 4. Qe5+ Kd7 5. Qd5+ Ke7 6. Qc5+ Ke8 7. Qb5+ Ke7 8. Qb4+ Ke8 9. Qc5 ",
                "comment": {
                    "pt": "As brancas deram vários xéques para conseguir uma posição onde as pretas estão obrigadas a afastar a torre do rei. 9...Tf7 não serve devido a 10-Df8 mate.",
                    "en": "White checked several times to reach a position where the black Rook is forced to move away from the King 9...Rf7 isn't suitable, because of 10-Qf8 mate.",
                    "es": "Las blancas dieron varios jaques para conseguir una posición en la que las negras están obligadas a alejar la torre del rey. 9...Tf7 no sirve debido a 10-Df8 Mate.",
                    "de": "Nach den Schachgeboten von Weiß wurde eine Stellung erreicht, auf der Schwarz gezwungen ist, den Turm vom König zu trennen. 9...Tf7 geht nicht wegen 10. Df8#.",
                    "zh": "白方将了几次军，强迫黑方将车从王旁边移走。走9...Rf7不合适，因为10-Qf8会逼将。",
                    "ru": "Белые шахуют несколько раз, для того чтобы вынудить черную Ладью отойти от Короля, ход 9... Rf7 не приемлем, так как 10-Qf8 МАТ!",
                    "pl": "Białe szachują kilka razy, aby osiągnąć pozycję, w której czarna Wieża jest zmuszona do oddalenia się od Króla. 9. ... Wf7 nie pasuje, ze względu na mat 10. Hf8."
                }
            },
            {
                "move": "   Rf1 10. Qb5+ ",
                "comment": {
                    "pt": "E as brancas ganham a torre. É importante entender o método: as brancas primeiro aproximam seu rei , depois controlam os xéques contrários, fazem um lance de espera e desta forma obrigam a torre a se afastar, para iniciar uma sequência de xéques e ganhar a torre.",
                    "en": "And White wins the Rook. It's important to understand the method: first White brings its King closer then it controls the opponent's checks, makes waiting moves forcing the Rook to move away and at last it starts a sequence of checks to win the Rook.",
                    "es": "Y las blancas ganan la torre. Es importante entender el método: las blancas primero acercan el rey, después controlan los contrarios, hacen una jugada de espera y de esta forma obligan a la torre a alejarse, para iniciar una secuencia de jaques y ganar la torre.",
                    "de": "Weiß gewinnt den Turm. Es ist wichtig, die Methode zu verstehen: zuerst nähert Weiß seinen König, danach werden die Schachgebote unter Kontrolle gehalten, es folgt anschließend ein Wartezug, der dazu dient, den Turm zu entfernen, wonach eine Folge von von Schachgeboten den Turm gewinnt.",
                    "zh": "白方赢得车。理解这个方法是很重要的：首先白方将它的王靠近，然后控制敌方将军，使用等着迫使车离开，最后开始一系列的将军并赢得车。",
                    "ru": "Белые выигрывают Ладью. Важно понять такой метод: Белые придвигают ближе своего Короля, затем блокируют шахи оппонента, и вынуждают Ладью отойти и, наконец, после серии шахов выигрывают Ладью.",
                    "pl": "I Białe wygrywają Wieżę. Ważne jest zrozumienie tej metody: najpierw Białe zabierają swojego Króla bliżej, dzięki czemu konroluje szachowanie przez oponenta, potem grają oczekujący ruchy zmuszając Wieżę do odejścia, a w końcu zaczynają sekwencję szachowania, aby wygrać Wieżę."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "¦ x ¤ 143",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "8\/6k1\/4K3\/8\/8\/5R2\/1n6\/8 w - - 0 1",
        "moves": [
            {
                "move": "",
                "comment": {
                    "pt": "O cavalo preto está perdido, mas as brancas devem jogar bem para não permitir que ele escape e volte a estar ao lado de seu rei.",
                    "en": "The black Knight is lost, but White has to play well in order to prevent the Knight from escaping and returning to its King.",
                    "es": "El caballo negro está perdido, pero las blancas deben jugar bien para no permitir que se escape y vuelva al lado del rey.",
                    "de": "Der schwarze Springer ist verloren, aber Weiß muss mit Genauigkeit spielen, damit er nicht flieht und zum eigenen König zurück eilt."
                }
            },
            {
                "move": "   1. Kd5 ",
                "comment": {
                    "pt": "Podem haver outras jogadas ganhadoras, mas as seguintes são as mais precisas.",
                    "en": "There may be other winning moves but the following are the most precise ones.",
                    "es": "Puede haber otras jugadas ganadoras, pero las siguientes son las más precisas.",
                    "de": "Andere Züge können auch zum Gewinn führen, aber die folgenden sind genauer.",
                    "zh": "可能还有其他赢得走法，但是接下来这么走的是最准确的。",
                    "ru": "Есть и другие возможные варианты для выигрыша, но рассмотренный здесь наиболее правильный.",
                    "pl": "Mogą istnieć inne zwycięskie ruchy, ale ten jest najbardziej precyzyjny."
                }
            },
            {
                "move": "Kg6 2. Kd4 Kg5 3. Rf1 Kg4 4. Rb1 Na4 5. Rb4",
                "comment": []
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "£§ x £1 149",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "4K3\/3P4\/5Q2\/1q6\/8\/7k\/8\/8 w - - 0 1",
        "moves": [
            {
                "move": "",
                "comment": {
                    "pt": "Neste final as brancas precisam fugir dos xéques para coroar o peão e o método para tal é cobrir um xéque da dama contrária com outro xéque, portanto as brancas devem aproximar seu rei do rei preto. Tente achar o caminho mais rápido:",
                    "en": "In this endgame, White needs to escape the checks in order to promote the pawn. The method therefor is to cover one check of the opponent's Queen with another check and that means that White must take its King closer to the black King. Try to find the shortest way.",
                    "es": "en este final las blancas necesitan escaparse de los jaques para coronar el peón y el método para esto es cubrir un jaque de la dama adversaria con otro, por lo tanto las blancas deben acercar su rey al rey negro. Trate de encontrar el camino más rápido.",
                    "de": "In diesem Endspiel muss Weiß die Schachgebote vermeiden, um den Bauern umzuwandeln. Dazu ist das sogennante Kreuzschach die Methode, d. h. ein Schachgebot vom Gegner mit einem eigenen zu decken. Versuchen Sie, den schnellsten Weg zu finden."
                }
            },
            {
                "move": "   1. Qe6+ Kh2 2. Kf7 Qh5+ 3. Kg7 Qg5+ 4. Kh7 ",
                "comment": {
                    "pt": "Os xéques acabaram e as pretas devem tentar bloquear o peão.",
                    "en": "Checks are over and Black has to try to block the pawn.",
                    "es": "Los jaques acabaron y las negras deben intentar bloquear el peón.",
                    "de": "Die Schachgebote haben aufgehört; Schwarz muss jetzt versuchen, den Bauern zu blockieren.",
                    "zh": "将军停止了，黑方必须尝试堵住兵。",
                    "ru": "Серия шахов закончилась, и Черные должны попытаться заблокировать пешку.",
                    "pl": "Szachowanie się skończyło i Czarne muszą spróbować zablokować piona."
                }
            },
            {
                "move": "   Qd8 5. Kg6 ",
                "comment": {
                    "pt": "Para voltar a aproximar seu rei, evitando os xéques. Contra as jogadas úteis da dama branca, as pretas voltariam a dar xéques.",
                    "en": "In order to bring the King closer again, preventing checks. Against useful moves of the white Queen, Black would have to check again.",
                    "es": "Para volver a acercar el rey, evitando los jaques contra las jugadas útiles de la dama blanca, las negras volverían a dar jaque.",
                    "de": "Um den König zu nähern. Auf andere Züge würde Schwarz erneut mit Schachgeboten antworten.",
                    "zh": "为了再次将王靠近，阻止将军。为了对付白王继续行进，黑方必须再次将军。",
                    "ru": "Для того, чтобы сблизить Короля, предотвращая шахи. В противовес действий белого Ферзя, черные должны опять шаховать.",
                    "pl": "W celu ponownego przemieszczenia Króla bliżej, uniemożliwiając szachowanie. Przeciw przydatnym ruchom białego Hetmana, Czarne musiałyby szachować ponownie."
                }
            },
            {
                "move": "Kh1 6. Kf7 Kh2 7. Qe7",
                "comment": []
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "£§ x £2 150",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "8\/6P1\/8\/3q4\/6Q1\/8\/k2K4\/8 w - - 0 1",
        "moves": [
            {
                "move": "",
                "comment": {
                    "pt": "Aqui também as brancas devem fugir dos xéques e o método se repete.",
                    "en": "Here White must escape the checks again and the method repeats itself.",
                    "es": "Aquí también las blancas deben escaparse de los jaques y el método se repite.",
                    "de": "Auch hier muss Weiß den Schachgeboten entgehen; die Methode ist die gleiche."
                }
            },
            {
                "move": "   1. Ke1 Qh1+ ",
                "comment": {
                    "pt": "Se 1...Da5 2-Rf1 e contra qualquer xéque, as brancas respondem com De2 xéque!",
                    "en": "If 1...Qa5, then 2-Kf1 and against any check, White answers with Qe2 check!",
                    "es": "Si 1...Da5 2-Rf1 y contra cualquier jaque , las blancas responden con De2",
                    "de": "Auf 1...Da5 folgt 2. Kf1; danach wird jedes Schachgebot mit De2+! beantwortet.",
                    "zh": "如果走1...Qa5，然后走2-Kf1可以应对所有将军，白方应Qe2将军！",
                    "ru": "Если 1...Qa5, затем 2-Kf1 против шаха, Белые отвечают Qe2 ШАХ!",
                    "pl": "Jeśli 1. ... Ha5, wtedy 2. Kf1 i przeciw każdemu szachowi, Białe odpowiadają szachem na He2!"
                }
            },
            {
                "move": "   2. Kf2 Qh2+ 3. Qg2 ",
                "comment": {
                    "pt": "E contra qualquer xéque as brancas retiram seu rei com xéque.",
                    "en": "Against any check, White withdraws its King with check.",
                    "es": "Y contra cualquier jaque las blancas retiran su rey, también con jaque",
                    "de": "Auf jedes Schachgebot zieht Weiß seinen König mit Schach.",
                    "zh": "对所有将军，白方退王应将。",
                    "ru": "Против любого шаха, Белые уводят Короля с шахом.",
                    "pl": "Przeciw każdemu szachowi, Białe zabierają swojego Króla szachując jednocześnie."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "¦ x ¤ 151",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "8\/1k6\/6n1\/2KR4\/8\/8\/8\/8 w - - 0 1",
        "moves": [
            {
                "move": "",
                "comment": {
                    "pt": "Nessa posição o rei e o cavalo das pretas estão muito distantes e as brancas podem ganhar o cavalo. Para isso devem jogar com exatidão.",
                    "en": "In this position the black King and Knight are very distant from each other and White is able to win the Knight. But this requires exact moves.",
                    "es": "En esta posición el rey y el caballo de las negras están muy lejos y las blancas pueden ganar el caballo. Para eso deben jugar con exactitud.",
                    "de": "In dieser Stellung sind die schwarzen König und Springer zu weit voneinander entfernt und Weiß kann folglich den Springer gewinnen. Dazu muss aber präzise gespielt werden."
                }
            },
            {
                "move": "   1. Kd6 ",
                "comment": {
                    "pt": "Evitando que o cavalo vá para e7 e se aproxime do rei preto.",
                    "en": "Preventing the Knight from moving to e7 and approaching the black King.",
                    "es": "Evitando que el caballo vaya a e7 y se acerque del rey negro.",
                    "de": "Verhindert, dass der Springer e7 erreicht und dem schwarzen König näher kommt.",
                    "zh": "阻止马移到e7并接近黑王。",
                    "ru": "Мешает Коню сделать ход на e7 и приблизиться к черному Королю.",
                    "pl": "Uniemożliwiając Skoczkowi ruch na e7 i zbliżanie się czarnego Króla."
                }
            },
            {
                "move": "   Nh8 ",
                "comment": {
                    "pt": "Nos próximos exemplos veremos como as brancas devem jogar quando o cavalo vai para outras casas.",
                    "en": "The next examples will show how White must proceed in case the Knight moves to other squares.",
                    "es": "en los próximos ejemplos veremos cómo las blancas deben jugar cuando el caballo va a otras casillas.",
                    "de": "In anderen Beispielen werden wir sehen, wie Weiß spielen muss, wenn Schwarz anders zieht.",
                    "zh": "下一个例子会介绍万一马移到另外一格得情况下，白方必须如何应对。",
                    "ru": "Следующий пример покажет как должны действовать Белые, в случае хода Конем на другое поле.",
                    "pl": "Następne przykładu pokażą, jak Białe muszą działać w przypadku ruchu Skoczka na inne pola."
                }
            },
            {
                "move": "   2. Ke6 Ng6 3. Rd4 ",
                "comment": {
                    "pt": "Controla as casas f4 e h4, por onde o cavalo poderia fugir.",
                    "en": "Controls f4 and h4 that could serve as escape routes for the Knight.",
                    "es": "Controla las casillas f4 y h4, por las que el caballo podría escaparse.",
                    "de": "Kontrolliert die Felder f4 und h4, die zur Flucht des Springers dienen können.",
                    "zh": "控制f4和h4，这可以作为马逃离的路线。",
                    "ru": "Удерживает поля f4 и h4, для того чтобы блокировать пути отступления Короля.",
                    "pl": "Kontrolują f4 i h4, które mogą służyć za drogi ucieczki dla Skoczka."
                }
            },
            {
                "move": "   Kc6 4. Rc4+ ",
                "comment": {
                    "pt": "Esse xéque é importante para afastar o rei e controlar a casa d7.",
                    "en": "This check is important to drive away the King and control d7.",
                    "es": "Esta jugada es importante para alejar al rey y controlar la casilla d7.",
                    "de": "Dieses Schachgebot ist wichtig, um den König zu entfernen und das Feld d7 zu kontrollieren.",
                    "zh": "将军是很重要的，可以赶走王并控制d7。",
                    "ru": "Этот Шах важен для того чтобы оттеснить Короля и контролировать поле d7.",
                    "pl": "Ten szach jest ważny z uwagi, iż odciąga Króla i pozwala na kontrolę d7."
                }
            },
            {
                "move": "Kb6 5. Rg4 Nf8+ 6. Ke7 Nh7 7. Rg7",
                "comment": []
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "¦ x ¤ 152",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "8\/1k6\/6n1\/2KR4\/8\/8\/8\/8 w - - 0 1",
        "moves": [
            {
                "move": "1. Kd6 Nh4 2. Rh5 Ng2 3. Ke5 ",
                "comment": {
                    "pt": "As brancas começam a cercar o cavalo.",
                    "en": "White starts to chase the Knight.",
                    "es": "Las blancas empiezan a cercar el caballo.",
                    "de": "Weiß beginnt, den Springer zu umkreisen.",
                    "zh": "白方开始追击马。",
                    "ru": "Белые начинают преследовать Коня.",
                    "pl": "Białe zaczynają gonić Skoczka."
                }
            },
            {
                "move": "   Ne3 4. Kd4 Nc2+ ",
                "comment": {
                    "pt": "Se 4...Cg4 5-Rf5.",
                    "en": "If 4... Ng4, then 5-Kf5.",
                    "es": "si 4...Cg3 5-Rf5.",
                    "de": "Auf 4...Sg4 folgt 5. Kf5.",
                    "zh": "如果先走4... Ng4，那么然后要走5-Kf5。",
                    "ru": "Если 4...Ng4, то 5-Kf5.",
                    "pl": "Jeśli 4. ... Sg4, wtedy 5. Kf5."
                }
            },
            {
                "move": "   5. Kc5 ",
                "comment": {
                    "pt": "As brancas controlam a casa b4 e evitam a fuga do cavalo.",
                    "en": "White controls b4 and prevents the Knight from escaping.",
                    "es": "Las blancas controlan a casilla b4 y evitan la fuga del caballo.",
                    "de": "Weiß kontrolliert das Feld b4 und verhindert die Flucht vom Springer.",
                    "zh": "白方控制b4并且阻止马逃离。",
                    "ru": "Белые контролируют поле b4 и не дают Коню уйти.",
                    "pl": "Białe kontrolują b4 i uniemożliwiają Skoczkowi ucieczkę."
                }
            },
            {
                "move": "   Ne1 6. Rf5 ",
                "comment": {
                    "pt": "As brancas vão aos poucos restringindo os movimentos do cavalo.",
                    "en": "White is slowly restraining the movement of the Knight.",
                    "es": "Las blancas van restringiendo de a poco los movimientos del caballo.",
                    "de": "Weiß schränkt allmählich die Bewegungsfreiheit vom Springer ein.",
                    "zh": "白方慢慢得在遏制马的活动。",
                    "ru": "Белые постепенно сдерживают перемещение Коня.",
                    "pl": "Białe powoli ograniczają mobilność Skoczka."
                }
            },
            {
                "move": "   Ng2 ",
                "comment": {
                    "pt": "Se 6...Cd3 7-Rd4.",
                    "en": "If 6...Nd3, 7-Kd4.",
                    "es": "Si 6...Cd3 7-Rd4.",
                    "de": "Auf 6...Sd3 folgt 7. Kd4.",
                    "zh": "如果先走6...Nd3，那么7-Kd4。",
                    "ru": "Если 6...Nd3, 7-Kd4.",
                    "pl": "Jeśli 6. ... Sd3, wtedy 7. Kd4."
                }
            },
            {
                "move": "   7. Kd4 Nh4 8. Rf6 ",
                "comment": {
                    "pt": "Controlando a casa g6.",
                    "en": "Controlling g6.",
                    "es": "Controlando la casilla g6.",
                    "de": "Kontrolliert das Feld g6.",
                    "zh": "控制g6。",
                    "ru": "Контролирует g6.",
                    "pl": "Kontrola g6."
                }
            },
            {
                "move": "   Kc7 9. Ke4 Kd7 10. Rh6 Ng2 11. Rh2 Ne1 12. Re2 ",
                "comment": {
                    "pt": "E  o cavalo está perdido.",
                    "en": "And the Knight is lost.",
                    "es": "Y el caballo está perdido.",
                    "de": "Der Springer geht verloren.",
                    "zh": "马丢掉了。",
                    "ru": "И Конь потерян.",
                    "pl": "I Skoczek jest stracony."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "¦ x ¤ 153",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "8\/1k6\/6n1\/2KR4\/8\/8\/8\/8 w - - 0 1",
        "moves": [
            {
                "move": "1. Kd6 Nh4 2. Rh5 Nf3 3. Kd5 ",
                "comment": {
                    "pt": "Controlando a casa d4.",
                    "en": "Controlling d4.",
                    "es": "Controlando a casilla d4.",
                    "de": "Kontrolliert das Feld d4.",
                    "zh": "控制d4。",
                    "ru": "Контролирует d4.",
                    "pl": "Kontrola d4."
                }
            },
            {
                "move": "   Kc7 ",
                "comment": {
                    "pt": "Se 3... Cd2 4-Th3.",
                    "en": "If 3...Nd2, 4-Rh3.",
                    "es": "si 3...Cd2 4-Th3.",
                    "de": "Wenn 3...Sd2 dann 4. Th3.",
                    "zh": "如果走3...Nd2，那么4-Rh3。",
                    "ru": "Если 3...Nd2, 4-Rh3.",
                    "pl": "Jeśli 3. ... Sd2, wtedy 4. Wh3."
                }
            },
            {
                "move": "4. Rh3 Ng5 5. Rg3 Nf7 6. Rg7",
                "comment": []
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "¦ x ¤ 154",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "8\/1k6\/6n1\/2KR4\/8\/8\/8\/8 w - - 0 1",
        "moves": [
            {
                "move": "1. Kd6 Nh4 2. Rh5 Ng2 3. Ke5 Ne3 4. Kd4 Ng4 5. Rf5 ",
                "comment": {
                    "pt": "Controlando as casas f2 e f6.",
                    "en": "Controlling f2 and f6.",
                    "es": "Controlando las casillas f2 y f6.",
                    "de": "Kontrolliert die Felder f2 und f6.",
                    "zh": "控制f2和f6。",
                    "ru": "Контролирует f2 и f6.",
                    "pl": "Kontrola f2 i f6."
                }
            },
            {
                "move": "   Kc7 6. Rf4 Nh6 7. Ke5 ",
                "comment": {
                    "pt": "Com a torre bem colocada, as brancas aproximam o rei do cavalo.",
                    "en": "Since the Rook is well protected the white King approaches the Knight.",
                    "es": "Con la torre bien ubicada, las blancas acercan el rey al caballo.",
                    "de": "Der Turm steht richtig, was die Annährung vom König an den Springer ermöglicht.",
                    "zh": "因为车在良好的保护之下，白王可以靠近马。",
                    "ru": "Так как Ладья надежно защищена, белый Король приближается к Коню.",
                    "pl": "Skoro Wieża jest solidnie broniona, biały Król podchodzi do Skoczka."
                }
            },
            {
                "move": "Kd7 8. Kf6 Ke8 9. Kg7",
                "comment": []
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "¦ x ¤ 155",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "8\/1k6\/6n1\/2KR4\/8\/8\/8\/8 w - - 0 1",
        "moves": [
            {
                "move": "1. Kd6 Nf8 ",
                "comment": {
                    "pt": "Esta é a pior jogada e as pretas perdem com maior facilidade.",
                    "en": "This is the worst move and Black loses more easily.",
                    "es": "Ésta es la peor jugada y las negras pierden con mayor facilidad.",
                    "de": "Das ist der schlechteste Zug, womit Schwarz am leichtesten verlieren kann.",
                    "zh": "这是最坏的走法，黑方很容易输。",
                    "ru": "Это худший ход, благодаря которому Черные многое теряют.",
                    "pl": "To najgorszy z ruchów i Czarne przegrywają zbyt łatwo."
                }
            },
            {
                "move": "2. Rg5 Kb6 3. Ke7 Nh7 4. Rg7",
                "comment": []
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "¦ x ¤ 156",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "8\/1k6\/6n1\/2KR4\/8\/8\/8\/8 w - - 0 1",
        "moves": [
            {
                "move": "1. Kd6 Nf4 2. Rf5 Ne2 3. Kc5 Nc3 4. Rf7+ Kc8 5. Rf3 Ne2 6. Kc4 Kd7 7. Kd3 Nc1+ 8. Kc3 Kd6 ",
                "comment": {
                    "pt": "Se 8...Ca2 9-Rc4 Cc1 10-Tf2 seguido de Tc2.",
                    "en": "If 8... Na2, 9-Kc4 Nc1 10-Rf2 followed by Rc2.",
                    "es": "si 8...Ca2 9-Rc4 Cc1 10-Tf2 seguido de Tc2.",
                    "de": "Falls 8...Sa2 9. Kc4 Sc1 10. Tf2 gefolgt von Tc2.",
                    "zh": "如果走8... Na2, 9-Kc4 Nc1 10-Rf2，随后跟Rc2。",
                    "ru": "Если 8...Na2, 9-Kc4 Nc1 10-Rf2, следует Rc2.",
                    "pl": "Jeśli 8. ... Sa2, wtedy 9. Kc4 Sc1 10. Wf2 kontynuowana przez Wc2."
                }
            },
            {
                "move": "9. Rf2 Kd5 10. Rc2",
                "comment": []
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "£§ x £3 162",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?"
        },
        "fen": "K7\/1Pk5\/8\/8\/8\/8\/1Q6\/7q w - - 0 1",
        "moves": [
            {
                "move": "1. Qh2+ Qxh2 2. b8=Q+",
                "comment": []
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "£ x ¦ 87",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "3Q4\/kr6\/2K5\/8\/8\/8\/8\/8 w - - 0 1",
        "moves": [
            {
                "move": "1. Qd4+ Kb8 2. Qh8+ Ka7 3. Qd8 ",
                "comment": {
                    "pt": "Obrigando a torre a se afastar.",
                    "en": "Forcing the Rook away.",
                    "es": "Obligando la torre a alejarse.",
                    "de": "Zwingt den Turm, sich zu entfernen.",
                    "zh": "迫使车离开。",
                    "ru": "Вынуждает Ладью отходить.",
                    "pl": "Zmuszając Wieżę do odejścia."
                }
            },
            {
                "move": "   Rh7 4. Qd4+ Kb8 5. Qe5+ Ka8 6. Qe8+ Ka7 7. Qe3+ ",
                "comment": {
                    "pt": "As brancas dão vários xéques para deixar a dama em uma posição onde ganhe a torre .",
                    "en": "White checks several times to leave the Queen in a position where it can capture the Rook.",
                    "es": "Las blancas dan varios jaques para dejar a la dama en una posición donde gane la torre .",
                    "de": "Weiß bietet Schach um die Dame auf eine Stellung zu bringen, auf der sie den Turm gewinnt.",
                    "zh": "白方将了几次军，为了使后能捉车。",
                    "ru": "Белые ставят шах несколько раз, для того чтобы оставить Ферзя на позиции, где он может взять Ладью.",
                    "pl": "Białe szachują kilkakrotnie, aby umieścić Hetmana w miejscu, z którego będzie mógł pochwycić Wieżę."
                }
            },
            {
                "move": "   Kb8 8. Qb3+ Ka7 9. Qa2+ Kb8 10. Qg8+ ",
                "comment": {
                    "pt": "Ga nhando a torre e a partida.",
                    "en": "Winning the Rook and the game.",
                    "es": "Ganando la torre y la partida.",
                    "de": "Gewinnt den Turm und die Partie.",
                    "zh": "捉车并赢得胜利。",
                    "ru": "Выигрывает Ладьи и партии в целом.",
                    "pl": "Wygrywają Wieżę i partię."
                }
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "£§ x £4 163",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "7K\/6P1\/8\/8\/1k6\/6q1\/2Q5\/8 b - - 0 1",
        "moves": [
            {
                "move": "",
                "comment": {
                    "pt": "As pretas parecem perdidas, mas há um recurso;",
                    "en": "Black seems to be lost, but there is a resource left.",
                    "es": "Las negras parecen perdidas, pero hay un recurso:",
                    "de": "Die schwarze Stellung scheint verloren zu sein, aber es gibt eine Ressource."
                }
            },
            {
                "move": "   1... Qh4+ 2. Qh7 Qd8+ 3. g8=Q Qf6+ 4. Qhg7 Qh4+ 5. Q8h7 Qd8+ ",
                "comment": {
                    "pt": "Xéque perpétuo.",
                    "en": "Perpetual check.",
                    "es": "Jaque perpetuo.",
                    "de": "Dauerschach",
                    "zh": "长将。",
                    "ru": "Вечный ШАХ.",
                    "pl": "Wieczny szach."
                }
            }
        ],
        "game_terminator": "1\/2-1\/2"
    },
    {
        "title": "",
        "white": "£§ x £5 164",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "Q7\/4p1k1\/6p1\/5p1p\/4pP1P\/6q1\/8\/7K w - - 0 1",
        "moves": [
            {
                "move": "",
                "comment": {
                    "pt": "Há outro recurso muito comum nos finais de damas.",
                    "en": "There is still another very common resource in Queen endgames.",
                    "es": "Hay otro recurso muy común en los finales de damas.",
                    "de": "Eine andere, bei Damenendspielen sehr häufig vorkommenden Ressource."
                }
            },
            {
                "move": "   1. Qf8+ ",
                "comment": {
                    "pt": "O tema do afogamento.",
                    "en": "The stalemate theme.",
                    "es": "El tema del ahogado.",
                    "de": "Das Pattmotiv.",
                    "zh": "逼和主题。",
                    "ru": "Патовая ситуация.",
                    "pl": "Temat patowy."
                }
            }
        ],
        "game_terminator": "1\/2-1\/2"
    },
    {
        "title": "",
        "white": "£ x £ 188",
        "white_sort": "",
        "black": "fantasia",
        "date": "",
        "event": {
            "en": "?"
        },
        "fen": "8\/p1p5\/kP4Q1\/P7\/8\/7q\/8\/1K6 w - - 0 1",
        "moves": [
            {
                "move": "",
                "comment": {
                    "pt": "As brancas vencem com uma sequência forçada e no final colocam as pretas em \"Zugzwang\".",
                    "en": "White wins with a forced sequence and in the endgame it puts Black in Zugzwang.",
                    "es": "Las blancas vencen con una secuencia forzada y al final dejan a las negras en \"Zugzwang\".",
                    "de": "Weiß gewinnt mit einer forcierten Zugfolge und bringt Schwarz in Zugzwang."
                }
            },
            {
                "move": "1. b7+ Kxb7 2. a6+ Kb8 3. Qe8+ Qc8 4. Qb5+ Ka8 5. Qc6+ Kb8 6. Kc1",
                "comment": []
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "181",
        "white_sort": "",
        "black": "fantasia",
        "date": "",
        "event": {
            "en": "?"
        },
        "fen": "1rr5\/2k5\/5K2\/8\/8\/8\/5R2\/R7 w - - 0 1",
        "moves": [
            {
                "move": "",
                "comment": {
                    "pt": "Você consegue dar mate no rei preto?",
                    "en": "Is it possible to mate against Black?",
                    "es": "?Usted logra darle mate al rey negro?",
                    "de": "Schaffen Sie es, den schwarzen König matt zu setzen?"
                }
            },
            {
                "move": "1. Rc1+ Kd7 2. Rd1+ Ke8 3. Re1+ Kf8 4. Ke6+ Ke8 5. Kd6+ Kd8 6. Rf8#",
                "comment": []
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "184",
        "white_sort": "",
        "black": "fantasia",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "8\/8\/8\/NB6\/8\/5k2\/2np3K\/8 w - - 0 1",
        "moves": [
            {
                "move": "",
                "comment": {
                    "pt": "Para empatar esta partida tente utilizar o tema do afogamento.",
                    "en": "In order to draw this game, try to use the stalemate theme.",
                    "es": "Trate de usar el tema de ahogado para empatar esta partida.",
                    "de": "Um zu remisieren, sollten Sie es mit dem Pattmotiv versuchen."
                }
            },
            {
                "move": "   1. Be8 ",
                "comment": {
                    "pt": "Par a jogar 2-Bh5.",
                    "en": "In order to play 2-Bh5.",
                    "es": "Para jugar 2-Ah5.",
                    "de": "Um 2. Lh5 zu spielen.",
                    "zh": "为了走2-Bh5。",
                    "ru": "Для того, чтобы играть 2-Bh5.",
                    "pl": "W celu zagrania 2. Gh5."
                }
            },
            {
                "move": "Kg4 2. Bd7+ Kf4 3. Bg4 Kxg4 4. Nc4 d1=Q 5. Ne3+ Nxe3",
                "comment": []
            }
        ],
        "game_terminator": "1\/2-1\/2"
    },
    {
        "title": "",
        "white": "185",
        "white_sort": "",
        "black": "fantasia",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "8\/8\/8\/8\/8\/p5pK\/5B2\/1Nn4k w - - 0 1",
        "moves": [
            {
                "move": "",
                "comment": {
                    "pt": "Os dois peões pretos podem coroar. Tente usar o tema do afogamento para salvar esta posição;",
                    "en": "Both pawns can be promoted. Try to use the stalemate theme in order to save this position.",
                    "es": "Los dos peones negros pueden coronar. Tente usar el tema del ahogado para salvar esta posición;",
                    "de": "Beide schwarze Bauern können umwandeln. Versuchen Sie durch Patt, die Stellung zu retten."
                }
            },
            {
                "move": "   1. Bd4 a2 2. Nc3 ",
                "comment": {
                    "pt": "Se Cd2 segue Ce2 3-Bb2 g2 4-Cf3 Cg1 ganhando.",
                    "en": "If 2-Nd2, 2...Ne2 3-Bb2 g2 4-Nf3 Ng1 will win.",
                    "es": "si 2-Cd2 sigue Ce2 3-Ab2 g2 4-Cf3 ganando",
                    "de": "Auf Sd2 folgt Se2 3. Lb2 g2 4. Sf3 Sg1 mit Gewinn.",
                    "zh": "如果走2-Nd2，2...Ne2 3-Bb2 g2 4-Nf3 Ng1 能获胜。",
                    "ru": "Если 2-Nd2, 2...Ne2 3-Bb2 g2 4-Nf3 Ng1, последует выигрыш.",
                    "pl": "Jeśli 2. Sd2, wtedy 2. ... Se2 3. Gb2 g2 4. Sf3 Sg1 zwycięża."
                }
            },
            {
                "move": "a1=Q 3. Ne4 Qxd4 4. Nxg3+ Kg1 5. Ne2+ Nxe2",
                "comment": []
            }
        ],
        "game_terminator": "1\/2-1\/2"
    },
    {
        "title": "",
        "white": "186",
        "white_sort": "",
        "black": "fantasia",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "8\/8\/8\/3p3p\/8\/3P1K2\/2NP3p\/6kr w - - 0 1",
        "moves": [
            {
                "move": "",
                "comment": {
                    "pt": "As pretas querem liberar seu rei e a torre para coroar um dos peões \"h\". A dica é afogar um dos reis!",
                    "en": "Black wants to free its King and Rook in order to promote one of the h-pawns. Tip: stalemate one of the Kings!",
                    "es": "Las negras quieren liberar su rey y la torre para coronar uno de los peones \"h\". !La pista es ahogar a uno de los reyes!",
                    "de": "Schwarz will entweder den König oder den Turm befreien, um einen der h-Bauern umzuwandeln. Tipp: einen der Könige Patt zu setzen!"
                }
            },
            {
                "move": "   1. Ne3 d4 2. Nf5 h4 3. Ng3 hxg3 4. Ke2 g2 ",
                "comment": {
                    "pt": "Se 4...Rg2 o rei branco estaria afogado.",
                    "en": "If 4...Kg2, the white King would be stalemated.",
                    "es": "Si 4...Rg2, el rey blanco estaría ahogado.",
                    "de": "Nach 4...Kg2 wäre der weiße König Patt.",
                    "zh": "如果走4...Kg2，白王会遭遇逼和。",
                    "ru": "Если 4...Kg2, то белый Король попадает в патовую ситуацию.",
                    "pl": "Jeśli 4. ... Kg2, biały Król będzie w pacie."
                }
            },
            {
                "move": "5. Ke1",
                "comment": []
            }
        ],
        "game_terminator": "1\/2-1\/2"
    },
    {
        "title": "",
        "white": "187",
        "white_sort": "",
        "black": "fantasia",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "3b4\/pK1Rp3\/1p5p\/k2p4\/8\/PP6\/6p1\/8 w - - 0 1",
        "moves": [
            {
                "move": "",
                "comment": {
                    "pt": "Somente um ataque de mate pode salvar as brancas!",
                    "en": "Only one mate attack can save the white side!",
                    "es": "!Sólo un ataque de mate puede salvar a las blancas!",
                    "de": "Nur ein Mattangriff kann Weiß retten!"
                }
            },
            {
                "move": "   1. Kc6 a6 ",
                "comment": {
                    "pt": "Se 1...Ra6 2-b4 b5 3-a4 bxa4 4-Rxd5 g1=d 5-Ta5 Bxa5 6-b5 mate.",
                    "en": "If 1...Ka6 2-b4 b5 3-a4 bxa4 4-Kxd5 g1=Q 5-Ra5 Bxa5 6-b5 mate.",
                    "es": "Si 1...Ra6 2-b4 b5 3-a4 bxa4 4-Rxd5 g1=d 5-6-b5 mate.",
                    "de": "Falls 1...Ka6 2. b4 b5 3. a4 bxa4 4. Kxd5 g1=d 5. Ta5 Lxa5 6. b5#",
                    "zh": "如果走1...Ka6 2-b4 b5 3-a4 bxa4 4-Kxd5 g1=Q 5-Ra5 Bxa5 6-b5 逼将。",
                    "ru": "Если 1...Ka6 2-b4 b5 3-a4 bxa4 4-Kxd5 g1=Q 5-Ra5 Bxa5 6-b5, МАТ!",
                    "pl": "Jeśli 1. ... Ka6, wtedy 2. b4 b5 3. a4 bxa4 4. Kxd5 g1=H 5. Wa5 Gxa5 6. b5 mat."
                }
            },
            {
                "move": "2. Rxd5+ b5 3. Rd4 g1=Q 4. Ra4+ bxa4 5. b4#",
                "comment": []
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "158",
        "white_sort": "",
        "black": "fantasia",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "8\/1R6\/p2p1K1p\/7k\/7p\/2R2P2\/3p2P1\/7r w - - 0 1",
        "moves": [
            {
                "move": "",
                "comment": {
                    "pt": "Use sua imaginação para realizar um ataque de mate ou ganhar o peão preto que está coroando.",
                    "en": "It's necessary to use imagination in order to create a mate attack and win the black pawn that is promoting.",
                    "es": "Use su imaginación para realizar un ataque de mate o para capturar el peón negro que está por coronar.",
                    "de": "Setzen Sie Ihre Fantasie an, um entweder Matt zu setzen oder den Bauern zu gewinnen!"
                }
            },
            {
                "move": "   1. Rd3 d1=Q 2. Rb1 Qxd3 ",
                "comment": {
                    "pt": "Se 2...Dxb1 3-Td5.",
                    "en": "If 2...Qxb1, 3-Rd5.",
                    "es": "si 2...Qxb1 3-Td5 .",
                    "de": "Falls 2...Dxb1 so 3. Td5.",
                    "zh": "如果走2...Qxb1，应3-Rd5。",
                    "ru": "Если 2...Qxb1, 3-Rd5.",
                    "pl": "Jeśli 2. ... Hxb1, wtedy 3. Wd5."
                }
            },
            {
                "move": "3. g4+ hxg3 4. Rxh1#",
                "comment": []
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "£ x § 88",
        "white_sort": "",
        "black": "Conceito",
        "date": "",
        "event": {
            "en": "?"
        },
        "fen": "8\/8\/1K6\/4Q3\/8\/8\/4pk2\/8 w - - 0 1",
        "moves": [
            {
                "move": "",
                "comment": {
                    "pt": "O método para ganhar estes finais é simples: dar xéques até o rei defensor obstruir o próprio peão , para então aproximar o rei até ganhar o peão ou dar mate. Esta partida poderia seguir:",
                    "en": "The method to win this kind of endgame is simple: check until the defending King obstructs its own pawn and then bring in the King to capture this pawn or mate.",
                    "es": "El método para ganar estos finales es simple: darle jaques al rey defensor hasta que éste obstruya su propio peón, para entonces acercar el rey hasta ganar el peón o dar mate. Esta partida podría seguir así:",
                    "de": "Die Methode, dieses Endspiel zu gewinnen ist einfach: Zuert durch Schachgebote den gegnerischen König zwingen, den eigenen Bauer zu sperren, dann den eigenen König zu aktivieren, entweder um Matt zu setzen oder den Bauern zu gewinnen. Die Partie könnte so fortgesetzt werden:"
                }
            },
            {
                "move": "1. Qf4+ Kg1 2. Qe3+ Kf1 3. Qf3+ Ke1 4. Kc5 Kd2 5. Qf2 Kd1 6. Qd4+ Kc2 7. Qe3 Kd1 8. Qd3+ Ke1 9. Kd4 Kf2 10. Qe3+ Kf1 11. Qf3+ Ke1 12. Kd3 Kd1 13. Qxe2+ Kc1 14. Qc2#",
                "comment": []
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "£x§i89",
        "white_sort": "",
        "black": "Conceito",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "7K\/8\/8\/8\/8\/1Q6\/2p5\/1k6 b - - 0 1",
        "moves": [
            {
                "move": "",
                "comment": {
                    "pt": "Quando a dama luta contra apenas um peão, mesmo ele estando na sétima fila e o defensor controlando a casa de coroação, o resultado costuma ser uma fácil vitória. O método é dar xéques com a dama ,obrigando o rei contrário a obstruir o avanço do próprio peão, para então aproximar o rei. Entretanto, quando os peões são de torre ou bispo, o lado defensor tem o recurso do afogamento e chances de empatar se o rei contrário estiver longe do peão.",
                    "en": "Easy vistory is usually the result when the Queen fights against only one pawn, even if this one is in the 7th rank and the defender controls the promotion square. The method consists of checking with the Queen and forcing the opponent's King to obstruct the advance of its own pawn and then bringing the King closer. However, when there is a Rook- or Bishop-pawn, the defending side has the stalemate resource and chances to draw if the opponent's King is far away from the pawn.",
                    "es": "Cuando la dama lucha contra sólo un peón, aunque éste esté en la séptima línea y el defensor controle la casilla de coronación, el resultado suele ser un triunfo fácil. El método es dar jaques con la dama, obligando al rey adversario a obstruir el avance del propio peón, para entonces recién acercar el rey. Sin embargo, cuando los peones son de la columna torre o alfil (columnas \"a\", \"c\", \"f\" o \"h\"), el lado defensor tiene el recurso de ahogarse y chances de empatar si el rey contrario está lejos del peón.",
                    "de": "Der übliche Ausgang vom Kampf Dame gegen Bauern ist ein leichter Sieg für die Partei, die die Dame besitzt, auch wenn der Bauer auf der 7. Reihe steht und das Umwandlungsfeld vom gegnerischen König gedeckt wird. Der König wird durch Schachgebote gezwungen, dem eigenen Bauer im Wege zu stehen; damit werden Tempi gewonnen, um den eigenen König näher zu rücken. Wenn es sich aber um einen Rand- bzw. c- oder f-Bauern handelt, gibt es die Ressource vom Patt."
                }
            },
            {
                "move": "   1... Ka1 ",
                "comment": {
                    "pt": "Utilizando o tema do afogamento. Se as pretas tivessem jogado 1...Rc1, seguiria 2-Rg7 e quando as pretas movessem o rei , as brancas voltariam a dar xéques até obrigar novamente o rei preto a obstruir o próprio peão, para então continuar aproximando o rei e assim sucessivamente até ganhar o peão.",
                    "en": "Using the stalemate theme. If Black plays 1...Kc1, then 2-Kg7 will follow and when Black moves its King, White will start to check again until the black King is forced to obstruct its own pawn again. Then the white King will continue getting closer and repeating the process until it captures the pawn.",
                    "es": "utilizando el tema del ahogado. Si las negras hubieran jugado 1...Rc1, seguiría 2-Rg7 y cuando las negras movieran el rey, las blancas volverían a dar jaque hasta obligar nuevamente al rey negro a obstruir el propio peón, para entonces continuar acercando el rey y así sucesivamente hasta ganar el peón.",
                    "de": "Nutzt das Pattmotiv aus. Hätte Schwarz 1...Kc1 gespielt, käme nun 2. Kg7 gefolgt von Schachgeboten bis Schwarz wieder gezwungen wäre, den eigenen Bauern zu sperren.",
                    "zh": "利用逼和主题。如果黑方走1...Kc1，那么会应2-Kg7，如果黑方移动王，白方会继续开始将军，直到黑王被迫阻断黑兵。那么白王会继续靠近，并且反复这个流程直到捉住兵。",
                    "ru": "Использует безвыходную ситуацию. Если Черные играют на 1...Kc1, то следует 2-Kg7. Когда Черные ходят Королем, Белые начинают опять шаховать до тех пор, пока черный Король опять не будет блокирован своей пешкой. Затем белый Король продолжит сближение, для того чтобы выиграть пешку соперника.",
                    "pl": "Używanie tematu patowego. Jeśli Czarne zagrałyby 1. ... Kc1, wtedy 2. Kg7 i kiedy Czarne ruszają swoim Królem, Białe szachują dopóki czarny Król nie jest zmuszony stać na drodze własnego piona po raz kolejny. Potem biały Król kontynuuje zbliżanie się i powtarzanie procesu dopóki czarny pion nie padnie."
                }
            },
            {
                "move": "   2. Qxc2 ",
                "comment": {
                    "pt": "Empate por afogamento. As pretas ameaçavam coroar o peão e contra qualquer xéque jogariam ...Rb1 voltando a ameaçar a coroação. As brancas não podem fazer nada contra isto e devem conformar-se com o empate.",
                    "en": "Stalemate. Black threatened to promote the pawn and it would play ... Kb1 against any check, returning to the promotion threat again. White can't do anything against it and must resign to the draw.",
                    "es": "Empate por ahogado. Las negras amenazaban coronar el peón y contra cualquier jaque jugarían...Rb1, amenazando de nuevo la coronación. Las blancas no pueden hacer nada contra esto y deben conformarse con el empate.",
                    "de": "Remis durch Patt. Schwarz drohte, den Bauern umzuwandeln; auf ein Schachgebot würde Schwarz einfach ...Kb1 mit der gleichen Drohung. Weiß kommt nicht weiter und muss sich mit Remis zufriedengeben.",
                    "zh": "将死。黑方威胁升变兵，并且它会走Kb1应对所有将军，重新威胁升变兵。白方对此无可奈何，只能甘心求和。",
                    "ru": "Пат. Черные угрожают проведением пешки и будут играть ...Kb1, уходя от шаха и опять возвращаясь к начальной позиции. Белые ничего не могут предпринять против этого, и вынуждены соглашаться на ничью.",
                    "pl": "Pat. Czarne grożą promocją piona i mogłyby zagrać ... Kb1 przeciwko każdemu szachowaniu, wracając ponownie do groźby promowania. Białe nie mogą zrobić nic, by temu zapobiec i muszą zgodzić się na remis."
                }
            }
        ],
        "game_terminator": "1\/2-1\/2"
    },
    {
        "title": "",
        "white": "£ x § 109",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "8\/8\/8\/8\/8\/1K3Q1p\/8\/6k1 b - - 0 1",
        "moves": [
            {
                "move": "",
                "comment": {
                    "pt": "Aqui temos a outra exceção nos finais de dama contra peão na sétima. O tema do afogamento é explorado novamente e as pretas conseguem empatar.",
                    "en": "Here there is another exception of Queen against pawn endgames. The stalemate theme is applied again and Black is able to draw.",
                    "es": "Aquí tenemos la otra excepción en los finales de dama contra peón en la séptima. El tema del ahogado es exptorado una vez más y las negras logran empatar.",
                    "de": "Noch eine Ausnahme in Endspielen Dame gegen Bauern auf der vorletzten Reihe. Wieder kann die schwächere Partei das Pattmotiv ausnutzen."
                }
            },
            {
                "move": "   1... h2 2. Qg3+ Kh1 ",
                "comment": {
                    "pt": "As brancas não podem aproximar seu rei devido ao afogamento e caso permitam algum movimento ao rei preto, este irá para coluna g, ameaçando coroar o peão.",
                    "en": "White can't bring its King closer due to stalemate. And if the black King is allowed any move, it will reach the g-file and threaten the promotion of the pawn.",
                    "es": "Las blancas no pueden acercar su rey debido al ahogado y si le permiten algún movimiento al rey negro, este irá a la columna \"g\", amenazando coronar el peón.",
                    "de": "Weiß kann sich wegen des Pattmotivs nicht nähern; der schwarze König geht zur g-Linie und droht wieder, den Bauern umzuwandeln.",
                    "zh": "因为可能会被将死，白方不能将白王靠的更近。如果黑王可以走到g-线，就可以威胁升变兵。",
                    "ru": "Белые не могут приблизить своего Короля из-за угрозы пата. Если черный Король ходит, он попадает на g-вертикаль и угрожает проведением пешки.",
                    "pl": "Białe nie mogą zbliżyć swojego Króla z powodu pata. Zaś jeśli czarny Król będzie miał dozwolony ruch, osiągnie kolumnę g i zagrozi promocją piona."
                }
            }
        ],
        "game_terminator": "1\/2-1\/2"
    },
    {
        "title": "",
        "white": "£ x § 110",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "6K1\/7P\/5q2\/4k3\/8\/8\/8\/8 b - - 0 1",
        "moves": [
            {
                "move": "",
                "comment": {
                    "pt": "Aqui as pretas vencem apesar de não conseguirem evitar a coroação do peão.",
                    "en": "Black wins here even if it isn't able to prevent the promotion of the pawn.",
                    "es": "Aquí las negras vencen a pesar de no lograr evitar la coronación del peón.",
                    "de": "Schwarz gewinnt, obwohl er die Umwandlung des weißen Bauern nicht verhindern kann."
                }
            },
            {
                "move": "   1... Ke6 ",
                "comment": {
                    "pt": "Se 1...Dg6 as brancas jogariam 2-Rh8, explorando o tema do afogamento.",
                    "en": "If 1...Qg6, White would play 2-Kh8, exploring the stalemate theme.",
                    "es": "Si 1...Dg6 las blancas jugarían 2-Rh8, explotando el tema del ahogado.",
                    "de": "Auf 1...Dg6 spielt Weiß 2. Kh8 und nutz das Pattmotiv aus.",
                    "zh": "如果走1...Qg6，白方可以走2-Kh8，充分利用逼和主题。",
                    "ru": "Если 1...Qg6, Белые сыграют 2-Kh8, используя пат.",
                    "pl": "Jeśli 1. ... Hg6, Białe mogłyby zagrać 2. Kh8, wykorzystując temat patowy."
                }
            },
            {
                "move": "2. h8=Q Qf7#",
                "comment": []
            }
        ],
        "game_terminator": "0-1"
    },
    {
        "title": "",
        "white": "£ x § 111",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "8\/8\/8\/8\/3K4\/8\/5pQ1\/4k3 w - - 0 1",
        "moves": [
            {
                "move": "",
                "comment": {
                    "pt": "As brancas permitem a coroação do peão para dar mate.",
                    "en": "White allows the promotion of the pawn in order to mate afterwards.",
                    "es": "Las blancas permiten la coronación del peón para dar mate.",
                    "de": "Weiß lässt die Umwandlung zu, um Matt zu setzen."
                }
            },
            {
                "move": "   1. Ke3 f1=Q ",
                "comment": {
                    "pt": "Coroar cavalo apenas retardaria a derrota.",
                    "en": "Promoting to Knight would only delay the defeat.",
                    "es": "Coronar caballo sólo retrasaría la derrota.",
                    "de": "Den Bauern in einen Springer umzuwandeln würde nur noch die Niederlage verzögern.",
                    "zh": "升变成马只能推迟失败而已。",
                    "ru": "Превращение в Коня лишь отсрочит поражение.",
                    "pl": "Promocja do Skoczka mogłaby jedynie przedłużyć agonię."
                }
            },
            {
                "move": "2. Qd2#",
                "comment": []
            }
        ],
        "game_terminator": "1-0"
    },
    {
        "title": "",
        "white": "¦ x ¥ 112",
        "white_sort": "",
        "black": "?",
        "date": "",
        "event": {
            "en": "?",
            "zh": "Event 1"
        },
        "fen": "6k1\/5R2\/6K1\/8\/8\/8\/8\/6b1 w - - 0 1",
        "moves": [
            {
                "move": "",
                "comment": {
                    "pt": "O final de torre contra bispo, sem peões, geralmente termina empatado, porém o lado que defende deve levar o rei para um canto de cor diferente do bispo. Neste exemplo o rei das pretas está mal situado e as brancas vencem.",
                    "en": "The endgame of Rook against Bishop without pawns, usually ends in a draw but the defending side must place its King on a corner opposite to the color of the Bishop. In this example, the black King is badly placed and White wins.",
                    "es": "El final de torre contra alfil, sin peones, generalmente termina empatado, pero el bando que tiene el alfil debe llevar el rey al rincón de color opuesto al de las casillas dominadas por el alfil. En este ejemplo el rey de las negras está mal situado y las blancas vencen.",
                    "de": "Das Endspiel Turm gegen Läufer ohne Bauern endet normalerweise Remis. Dazu muss aber die schwächere Partie den König auf ein Eckfeld der entgegengesetzter Farben des Läufers stellen. In diesem Beispiel schaffte es Schwarz nicht und verlor."
                }
            },
            {
                "move": "   1. Rf1 ",
                "comment": {
                    "pt": "O método para vencer é atacar o bispo até o momento em que seja possível dar um xéque na oitava fila.",
                    "en": "The method to win consists of attacking the Bishop until it's possible to check on the backrank.",
                    "es": "El método para vencer es atacar el alfil hasta el momento en que sea posible dar un jaque en la octava línea.",
                    "de": "Die Methode um zu gewinnen besteht darin, den Läufer anzugreifen, bis man Schach auf der Grundreihe geben kann.",
                    "zh": "获得胜利的方法是持续攻击象直到可以在边线将军为止。",
                    "ru": "Один из вариантов выигрыша состоит в атаке на Слона.",
                    "pl": "Metodą na zwycięstwo jest atakowanie Gońcem, dopóki nie będzie możliwe szachowanie z tylnej linii."
                }
            },
            {
                "move": "   Bh2 2. Rf2 Bg3 3. Rg2 ",
                "comment": {
                    "pt": "Após este lance as pretas não poderão evitar um ataque ao bispo seguido do xéque na oitava fila. Se agora 3.. .Bf4 ou 3...Bh4, há um xéque descoberto com o rei , ganhando o bispo.",
                    "en": "After this move, Black can't prevent an attack against the Bishop followed by check on the backrank. If 3...Bf4 or 3...Bh4, there will follow an uncovered check with the King winning the Bishop.",
                    "es": "Después de esta jugada las negras no podrán evitar un ataque al alfil seguido del jaque en la octava línea. Si ahora 3...Af4 o 3...Ah4, viene un jaque descubierto con el rey, ganando el alfil.",
                    "de": "Nach diesem Zug kann Schwarz einen Angriff auf den Läufer nebst Schach auf der achten Reihe nicht verhindern. Wenn jetzt 3...Lf4 oder 3...Lh4, gewinnt Weiß mit einem Abzugsschach den Läufer.",
                    "zh": "走了这一着之后，黑方再也不能阻止对象的攻击和紧随其后底线杀。如果走3...Bf4或3...Bh4，那么白方能用王将捉象。",
                    "ru": "После этого хода, Черные не могут предотвратить атаку на Слона. Если 3...Bf4 или 3...Bh4, будет следовать неприкрытый шах, где Король выигрывает Слона.",
                    "pl": "Po tym ruchu, Czarne nie mogą zapobiec atakowi przeciw Gońca, kontynuowanym przez szach z tylnej linii. Jeśli 3. ... Gf4 lub 3. ... Gh4, wtedy nastąpi odkrywający szach z Królem, wygrywając Gońca."
                }
            },
            {
                "move": "Be5 4. Re2 Bd6 5. Re8+ Bf8 6. Rd8",
                "comment": []
            }
        ],
        "game_terminator": "1-0"
    }
]